{
	"monster": [
		{
			"name": "Adult Sapphire Dragon",
			"source": "SADS",
			"page": 1,
			"size": [
				"H"
			],
			"type": "dragon",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 207,
				"formula": "18d12 + 60"
			},
			"speed": {
				"walk": 40,
				"climb": 40,
				"fly": 80,
				"burrow": 40
			},
			"str": 23,
			"dex": 16,
			"con": 21,
			"int": 18,
			"wis": 17,
			"cha": 18,
			"save": {
				"dex": "+8",
				"con": "+10",
				"wis": "+8",
				"cha": "+9"
			},
			"skill": {
				"history": "+9",
				"perception": "+13",
				"persuasion": "+14",
				"stealth": "+8"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 23,
			"immune": [
				"thunder"
			],
			"conditionImmune": [
				"frightened"
			],
			"languages": [
				"telepathy 120 ft.",
				"Common",
				"Draconic"
			],
			"cr": "15",
			"spellcasting": [
				{
					"name": "Innate Spellcasting (Psionics)",
					"type": "spellcasting",
					"headerEntries": [
						"The dragon's innate spellcasting ability is Intelligence (spell save {@dc 17}). It can innately cast the following spells, requiring no components:"
					],
					"daily": {
						"1e": [
							"{@spell scrying}",
							"{@spell telekinesis}",
							"{@spell teleportation circle}"
						]
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Legendary Resistance (2/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The dragon can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Tunneler",
					"entries": [
						"The dragon can burrow through solid rock at half its burrow speed and can choose to leave a 10-foot-diameter tunnel in its wake."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Frightful Presence. It then makes two melee attacks, one with its bite and one with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d10 + 6}) piercing damage plus 3 ({@damage 1d6}) thunder damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 17} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Debilitating Breath {@recharge 5}",
					"entries": [
						"The dragon exhales a pulse of high-pitched, nearly inaudible sound in a 60-foot-cone. Each creature in that cone must make a {@dc 18} Constitution saving throw. On a failed save, the creature takes 45 ({@damage 13d6}) thunder damage and is {@condition incapacitated} until the end of its next turn. On a successful save, the creature takes half as much damage and isn't {@condition incapacitated}."
					]
				}
			],
			"legendary": [
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Telekinetic Fling",
					"entries": [
						"The dragon chooses a Small or smaller object that isn't being worn or carried that it can see within 60 feet of it, and magically hurls the object at a creature it can see within 60 feet of the object. The target must succeed on a {@dc 17} Dexterity saving throw or take 15 ({@damage 4d6}) bludgeoning damage."
					]
				},
				{
					"name": "Teleport (Costs 2 Actions)",
					"entries": [
						"The dragon magically teleports to an unoccupied space it can see within 30 feet of it."
					]
				}
			],
			"legendaryGroup": {
				"name": "Sapphire Dragon",
				"source": "SADS"
			},
			"variant": [
				{
					"type": "inset",
					"name": "Customizing Dragons",
					"source": "FTD",
					"page": 33,
					"entries": [
						"You can customize any dragon's stat block to reflect the dragon's unique character. Minor changes such as those below are easy to make and have no impact on a dragon's challenge rating.",
						{
							"type": "entries",
							"name": "Languages",
							"entries": [
								"Most dragons prefer to speak Draconic but learn Common for dealing with allies and minions. But given their high Intelligence and long life span, dragons can easily learn additional languages. You can add languages to a dragon's stat block."
							]
						},
						{
							"type": "entries",
							"name": "Skills",
							"entries": [
								"Most dragons are proficient in the {@skill Perception} and {@skill Stealth} skills, and many dragons have additional skill proficiencies. As with languages, you can customize a dragon's skill list (even doubling their proficiency bonus with certain skills) to reflect particular interests and activities. You can also give a dragon tool proficiencies, particularly if the dragon spends time in Humanoid form."
							]
						},
						{
							"type": "entries",
							"name": "Spells",
							"entries": [
								"{@note See the \"Variant: Dragons as Innate Spellcasters\" inset(s), below.}"
							]
						},
						{
							"type": "entries",
							"name": "Other Traits and Actions",
							"entries": [
								"You can borrow traits and actions from other monsters to add unique flavor to a dragon. Consider these examples:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Change Shape",
											"entries": [
												"You can decide that a dragon acquires this action at a younger age than usual, particularly if you want to feature a dragon in Humanoid form in your campaign:",
												"The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice).",
												"In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form."
											]
										},
										{
											"type": "item",
											"name": "Flyby",
											"entries": [
												"The dragon is an agile flier, quick to fly out of enemies' reach.",
												"The dragon doesn't provoke an opportunity attack when it flies out of an enemy's reach."
											]
										},
										{
											"type": "item",
											"name": "Mimicry",
											"entries": [
												"Impersonating characters or their allies could be a fun trick for a crafty dragon.",
												"The dragon can mimic any sounds it has heard, including voices. A creature that hears the sounds can tell they are imitations with a successful {@dc 12} Wisdom ({@skill Insight}) check."
											]
										},
										{
											"type": "item",
											"name": "Rejuvenation",
											"entries": [
												"You might decide that dragons in your campaign, being an essential part of the Material Plane, are nearly impossible to destroy. A dragon's life essence might be preserved in the egg from which it first emerged, in its hoard, or in a cavernous hall at the center of the world, just as a lich's essence is hidden in a phylactery.",
												"If it has an essence-preserving object, a destroyed dragon gains a new body in {@dice 1d10} days, regaining all its hit points and becoming active again. The new body appears within 5 feet of the object."
											]
										},
										{
											"type": "item",
											"name": "Special Senses",
											"entries": [
												"Most dragons have {@sense blindsight} and {@sense darkvision}. You might upgrade {@sense blindsight} to {@sense truesight}, or you could give a dragon with a burrowing speed {@sense tremorsense|MM}."
											]
										},
										{
											"type": "item",
											"name": "Tunneler",
											"entries": [
												"The dragon can burrow through solid rock at half its burrowing speed and leaves a tunnel in its wake."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"dragonAge": "adult",
			"traitTags": [
				"Legendary Resistances",
				"Spider Climb",
				"Tunneler"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR",
				"TP"
			],
			"damageTags": [
				"B",
				"P",
				"S",
				"T"
			],
			"spellcastingTags": [
				"I",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"frightened",
				"incapacitated"
			],
			"conditionInflictLegendary": [
				"charmed"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedLegendary": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		}
	]
}
