{
	"monsterFluff": [
		{
			"name": "Advanced Detention Drone",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Detention drones vary in size, strength, and shape, though most are shaped like some kind of mechanical animal or plant.",
						"This Construct doesn't have a control amulet and can't be controlled like other shield guardians."
					]
				}
			]
		},
		{
			"name": "Ambitious Assassin",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Appropriate for tier 1 play (levels 1 to 4), the ambitious assassin is a Humanoid who might be a charming manipulator or a ruthless killer."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "The Rogue's Lair",
							"entries": [
								"This villain resides in a place of power and safety, whether that's a hidden thieves' guildhall or a lavish manse. The lair is filled with clever defenses to disorient, weaken, and kill intruders.",
								"The villain's challenge rating increases while the villain is in this lair:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ambitious Assassin",
											"entry": "Challenge 6 (2,300 XP)"
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Ambitious Assassin.webp"
					}
				}
			]
		},
		{
			"name": "Animated Armor Detention Drone",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Detention drones vary in size, strength, and shape, though most are shaped like some kind of mechanical animal or plant."
					]
				}
			]
		},
		{
			"name": "Aspirant of the Comet",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Aspirants aren't yet initiated into the mysteries of the Heralds of the Comet, but they are firmly in the group's clutches, both socially and metaphysically. If an aspirant is killed, the hapless individual is drawn into the Void and devoured, body and soul."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Aspirant of the Comet.webp"
					}
				}
			]
		},
		{
			"name": "Asteria",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Though she now travels alone, Asteria still draws much of her power from her bond with Euryale. Asteria is foremost a protector and warrior, traveling the multiverse to uproot injustice, defend innocents, and inspire hope. She believes everyone deserves a chance to write their own story on their own terms, and her deeds have inspired countless heroic tales.",
						"Even after so many years, Asteria maintains a joyous wanderlust and passion for discovery. She's as likely to be found climbing trees or poring over arcane texts as she is brandishing her sword in battle. Anyone who engages Asteria in conversation about her interests finds her an overflowing font of information. But she also retains her stubborn streak and quickly repudiates anyone who tries to order her around.",
						"Asteria hasn't aged since Istus drew her future from the first Deck of Many Things. She doesn't know why this is but surmises her life is tied to that deck; so long as it continues to exist, so will she. She has no way to prove this hypothesis, but she nevertheless opposes groups like the Grim Harrow (see chapter 19) that seek to destroy the{@i Deck of Many Things}."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Asteria.webp"
					}
				}
			]
		},
		{
			"name": "Aurnozci",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The demon lord Aurnozci is a wormlike horror of fiery flesh and toxic seepage. In its present form, Aurnozci can't leave Xulregg, the Abyssal layer that's both its fiefdom and its prison. It lairs within a grotesque hive dangling from a mountain-size tree of tar and flame called Gorewood.",
						"Aurnozci relies on demonic proxies and mortal worshipers to enact its will beyond the Abyss. The exact nature of the curse that binds Aurnozci to Xulregg is its cult's most closely guarded secret, fully known only to the faith's enigmatic leader, a masked archmage called the Eye of Aurnozci.",
						"Aurnozci's followers believe the demon lord's imprisonment is coming to an end, and soon the Caged Worm will shed its current form and transform into an even more powerful shape. Once it attains this new form, Aurnozci can escape Xulregg and wreak havoc across the multiverse. To accelerate this terrible transformation, cultists hunt down mortal souls for violent ritual sacrifice to their god."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Cultists of Aurnozci",
							"entries": [
								"Aurnozci grants its cultists the following trait:",
								{
									"type": "inset",
									"entries": [
										{
											"type": "entries",
											"name": "Burning Corpse",
											"entries": [
												"When the creature dies, its body is reduced to a pile of smoldering embers in the space where it fell. The ashes take 1 minute to cool. Until then, a creature takes 3 ({@dice 1d6}) fire damage when it enters the ashes' space for the first time on a turn or starts its turn there."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Aurnozci's Lair",
							"entries": [
								"Aurnozci's lair is a layer of the Abyss called Xulregg. See chapter 20 for details about this realm.",
								"The challenge rating of Aurnozci is 23 (50,000 XP) when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Aurnozci.webp"
					}
				}
			]
		},
		{
			"name": "Boss Augustus",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Augustus is a hulking human werewolf of few words. He shares leadership of the guild with Boss Delour and has a knack for planning heists. Guild members consider him a brutal but fair leader. Some perceptive guild members—like Kathra Bitterwind—have noticed he's become more reclusive recently, and when he does appear, he's restless.",
						"Augustus is a natural-born lycanthrope, born to werewolf parents. His parents were slain by monster hunters when he was young, and he traveled from town to town for most of his life, fleeing whenever townsfolk discovered his true nature.",
						"Delour and Pyrite accepted Augustus in a way he'd never experienced before. When the three of them created the Moonstalkers guild, Augustus relished his new life of crime. But over time, his passion has faded. The riches they gathered mean nothing to him now. The violence grates on him, and he no longer empathizes with Delour's fantasies of revenge. Instead, Augustus secretly longs to end his curse and integrate into society.",
						"Only a Wish spell can end Augustus's curse. He has ordered Wanewort, a night hag, to find anyone with access to that spell and plans to offer anything in his power in exchange for undoing his curse. And if bargaining doesn't work, there's always blackmail. (See the \" Using the Moonstalkers in Your Campaign \" section in chapter 11 for more details.)"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Boss Augustus.webp"
					}
				}
			]
		},
		{
			"name": "Boss Delour",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Delour the wererat is a sly trickster and consummate thief who rules the Moonstalkers alongside his friend Augustus. Delour's honeyed words and calculating mind make him dangerous. He can smile and shake someone's hand while simultaneously plotting to ruin that person.",
						"Expanding the guild's activities beyond thievery was Delour's idea. He studies other criminal syndicates and their methods of getting rich. He considers protection rackets, smuggling, and arson to be low-hanging fruit, with extortion, kidnapping, and murder for hire being more complex challenges the guild can take on as it grows in power. His only real fear is exposure; the bigger and more active the Moonstalkers become, the more likely they are to attract the attention of law enforcement or adventurous do-gooders. The sting of the guild's flight from its first home is still fresh in Delour's mind.",
						"Indeed, Delour never forgets a slight. He is obsessed with getting revenge on the officials who raided the original guildhall and killed Pyrite, who was like a brother to Delour. Though Delour is perfectly willing to backstab most people, he treats Augustus with utmost respect. If he discovers Augustus's plot to become human and leave the Moonstalkers, he would consider it the ultimate betrayal."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Boss Delour.webp"
					}
				}
			]
		},
		{
			"name": "Breath Drinker",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Breath drinkers are Aberrations that invade the multiverse from the Far Realm. They drift through reality like living voids, remaining unseen while searching for souls to consume. When they strike, breath drinkers consume a victim's personality and identity, ultimately drawing out and devouring the unfortunate being's soul. Breath drinkers avoid necrotic energy because it amplifies the void at the core of their existence, rapidly causing the creatures to devour themselves.",
						"Cunning stalkers, breath drinkers are usually solitary. Occasionally they serve powerful Far Realm entities or Elder Evils, consuming life and souls for their masters. The first breath drinker manifested in the multiverse when the Void card was first drawn from the original Deck of Many Things."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Breath Drinker.webp"
					}
				}
			]
		},
		{
			"name": "Deck Defender",
			"source": "BMT",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Deck Defender.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Enchanting Infiltrator",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"An antagonist for tier 2 play (levels 5 to 10), the enchanting infiltrator is a Fey that beguiles and misdirects."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "The Rogue's Lair",
							"entries": [
								"This villain resides in a place of power and safety, whether that's a hidden thieves' guildhall or a lavish manse. The lair is filled with clever defenses to disorient, weaken, and kill intruders.",
								"The villain's challenge rating increases while the villain is in this lair:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Enchanting Infiltrator",
											"entry": "Challenge 12 (8,400 XP)"
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Enchanting Infiltrator.webp"
					}
				}
			]
		},
		{
			"name": "Euryale",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When she retired from adventuring, Euryale relocated to Cair Ophidian, a small hideaway in the Outlands detailed later in chapter 22. There, Euryale embraced the quiet life of a gardener, and she spends her time tending to the plants she's cultivated around her home. However, should Asteria call for her aid, Euryale would venture across the multiverse without hesitation, battling tooth and nail to protect her sister.",
						"Euryale has the petrifying gaze and venomous snaky hair of other medusas. But as an ancient and powerful druid, Euryale often adopts the form of a hulking serpent when threatened. She has attained precise control over her petrifying gaze, rendering her immune to its effects and allowing her to use it while not in her medusa guise. Despite her alarming appearance in serpent form, Euryale remains a healer and caretaker at heart."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Euryale.webp"
					}
				}
			]
		},
		{
			"name": "Fate Hag",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Fate hags are servants of destiny that mostly reside in the Feywild and Shadowfell or near crossings to those realms from the Material Plane. The aspects of fate to which a fate hag is most attuned depends on the plane where the hag dwells—hopeful and prosperous in the Feywild or dire and doomed in the Shadowfell.",
						"Fate hags carry gleaming magical shears they use to snip strands of fate. These shears are frightful weapons, severing a foe's destiny as well as its flesh. Fate hags often glimpse others' destinies when truths are revealed to them, when they lay curses, and when they offer divinations; they delight in such glimpses and are compelled to speak of what they see. Those who dare harm a fate hag find silvery threads of destiny winding around their bodies, tightening and slicing deeper as fate turns against the hag's foes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Fate Hag.webp"
					}
				}
			]
		},
		{
			"name": "Gremorly's Ghost",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Years ago, a wizard named Gremorly drew the Throne card from a Deck of Many Things, gaining ownership of a small castle called Sovereign's Keep. Gremorly was a necromancer and misanthrope who had little patience for the living; he resolved to use the keep to create and house a ghostly army he would use to seize power. Gremorly performed a ritual that turned Sovereign Keep into a ghost trap: anyone who dies within the castle walls rises as an incorporeal spirit, trapped within the castle. Then, he waited. When adventurers came to investigate the seemingly abandoned keep, Gremorly murdered them and trapped their ghosts. But fortune recently turned against Gremorly when a behir entered the keep seeking a nest. It slew Gremorly, who became a victim of his own ritual.",
						"Gremorly is now one of the many ghosts that haunt the keep. Locals have renamed the keep Harrowhall, as they dread the spectral figures moving through the fog there and the fierce lightning storms that erupt without warning."
					]
				}
			]
		},
		{
			"name": "Grim Champion of Bloodshed",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Wynemar Brack was once a farmer, but mercenaries in a local war razed her fields and sacked her village. In desperation, she yielded to the clever patter of a traveling fortune teller and drew from a Deck of Many Things. The avatar of death slew her in a flash. That was many centuries ago, and Wynemar is now a powerful and bloodthirsty Undead commander of the Grim Harrow.",
						"Wreathed in searing fire, Wynemar embodies the havoc of violence and war. She rides a flaming steed that uses the nightmare stat block but is an Undead instead of a Fiend."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "The Grim Champions",
							"entries": [
								"The Grim Harrow is led by three powerful entities with the title of grim champion. Each champion embodies a terrible facet of death. Jyn Corvis, Grim Champion of Desolation, is the oldest and most powerful of the three and embodies all-consuming nothingness. She led the Grim Harrow to the Gardens of Delight long ago and is the nominal leader of all the Undead in the demiplane. The other two champions—Wynemar Brack, Grim Champion of Bloodshed, and Aleron, Grim Champion of Pestilence—rival Jyn for power and together can oppose her. The fact that the three champions rarely agree on anything is a major check on the group's power. Instead of the Grim Harrow acting as a unified force, each of the three champions usually pursues their own interests, seldom cooperating or sharing intelligence or resources."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Grim Champion of Bloodshed.webp"
					}
				}
			]
		},
		{
			"name": "Grim Champion of Desolation",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Jyn Corvis, a former adventurer, might have been the first person to draw the Skull card from a Deck of Many Things and be slain by the avatar of death. Even Jyn doesn't know for sure, as that was so long ago that she's forgotten almost everything about her former life. Jyn's existence over so many centuries has left her in tortured misery, and now nihilism is all that drives her. More than any other member of the Grim Harrow, Jyn is desperate to destroy the deck and end her painful existence. If she could, she'd take the entire multiverse with her.",
						"The Grim Champion of Desolation rides a malevolent draconic beast with pale, leathery wings and emaciated skin; this mount uses the wyvern stat block, but it is an Undead instead of a Dragon. An eerie, hollow silence heralds the champion's arrival."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "The Grim Champions",
							"entries": [
								"The Grim Harrow is led by three powerful entities with the title of grim champion. Each champion embodies a terrible facet of death. Jyn Corvis, Grim Champion of Desolation, is the oldest and most powerful of the three and embodies all-consuming nothingness. She led the Grim Harrow to the Gardens of Delight long ago and is the nominal leader of all the Undead in the demiplane. The other two champions—Wynemar Brack, Grim Champion of Bloodshed, and Aleron, Grim Champion of Pestilence—rival Jyn for power and together can oppose her. The fact that the three champions rarely agree on anything is a major check on the group's power. Instead of the Grim Harrow acting as a unified force, each of the three champions usually pursues their own interests, seldom cooperating or sharing intelligence or resources."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Grim Champion of Desolation.webp"
					},
					"credit": "Domenico Cava"
				}
			]
		},
		{
			"name": "Grim Champion of Pestilence",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Aleron was once a tiefling adventurer, but unlike so many victims of the Deck of Many Things, he never drew the Skull card. Instead, when one of his allies drew the card and faced the avatar of death, Aleron came to his ally's aid. A second avatar of death appeared, and Aleron was slain; soon after, his Undead corpse crawled from Withered Vineyard, tainted with plague. Aleron resents his fellow Undead in the Grim Harrow, considering himself better than all of them and unjustly condemned to the Gardens of Decay for an act of altruism.",
						"Though the weakest of the Harrow's three leaders, the Grim Champion of Pestilence is nonetheless a fearsome entity of sickness and blight. A swarm of insects surrounds him in a mockery of a halo, and debilitating plagues flow from his fingertips. Aleron rides a warhorse skeleton with flies buzzing in its gaping eye sockets."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "The Grim Champions",
							"entries": [
								"The Grim Harrow is led by three powerful entities with the title of grim champion. Each champion embodies a terrible facet of death. Jyn Corvis, Grim Champion of Desolation, is the oldest and most powerful of the three and embodies all-consuming nothingness. She led the Grim Harrow to the Gardens of Delight long ago and is the nominal leader of all the Undead in the demiplane. The other two champions—Wynemar Brack, Grim Champion of Bloodshed, and Aleron, Grim Champion of Pestilence—rival Jyn for power and together can oppose her. The fact that the three champions rarely agree on anything is a major check on the group's power. Instead of the Grim Harrow acting as a unified force, each of the three champions usually pursues their own interests, seldom cooperating or sharing intelligence or resources."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Grim Champion of Pestilence.webp"
					}
				}
			]
		},
		{
			"name": "Harrow Hawk",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When a beloved animal companion dies traumatically alongside its master, the beast might rise again as an Undead. Falcons, ravens, and other birds of prey that suffer this fate are known as harrow hawks, and they prowl abandoned battlefields and cemeteries, looking for corpses to eat and living creatures to hunt. A harrow hawk can even travel the multiverse, flying magically from one world to another.",
						"The Grim Harrow—a band of Undead beings created by the Deck of Many Things (see chapter 19)—seeks out harrow hawks, capturing them and training them as hunting animals. The Grim Harrow dispatches these Undead companions from the Gardens of Decay to search for Decks of Many Things. On harrowing hunts, harrow hawks scout for the prey and accompany the Grim Harrow in battle."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Harrow Hawk.webp"
					}
				}
			]
		},
		{
			"name": "Harrow Hound",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When the Grim Harrow first found the faerie realm known as the Gardens of Delight, that place was home to a large population of blink dogs. The Undead invaders slaughtered the blink dogs and settled in the gardens, transforming the demiplane forever. In time, the necrotic magic of the Grim Harrow animated the corpses of the blink dogs as the first harrow hounds.",
						"The Grim Harrow employs harrow hounds as trackers and companions. Harrow hounds are especially useful when investigating possible sightings of a Deck of Many Things. If a harrow hound catches the scent of its prey, it never loses it, even if the hound and its fellow hunters return to the Gardens of Decay with the hunt incomplete. Powerful Undead, such as vampires and death knights, might be accompanied by packs of harrow hounds."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Harrow Hound.webp"
					}
				}
			]
		},
		{
			"name": "Helmed Horror Detention Drone",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Detention drones vary in size, strength, and shape, though most are shaped like some kind of mechanical animal or plant."
					]
				}
			]
		},
		{
			"name": "Hierophant Medusa",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sometimes deeply devout people, usually either Humanoids or medusas, dedicate themselves to a cause and are transformed by a deity or magic into hierophant medusas—beings with powerful snakelike tails for their lower body, snakes for hair, and a petrifying gaze. The first hierophant medusa was transformed by the power of the Euryale card when that individual was inspired by Euryale's story and unwavering conviction.",
						"These medusas are divinely empowered champions, drawing their power from a cosmic truth, the will of a deity, or the primal forces of nature. They gather and inspire followers, protecting their people and guiding them to fulfill the medusa's divine purpose. The Divine Purpose table offers suggestions for motivations. Roll on the table, or use the entries as inspiration to create your own.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Purpose"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Protect a sanctuary that hides martyrs' remains until the martyrs are called back to life to oppose a world-changing foe."
								],
								[
									"2",
									"Gather the lost shards of a dead god's petrified body, and reunite them on the altar in the medusa's lair."
								],
								[
									"3",
									"Maintain a planar crossing from which great power flows while also curtailing the effects of that power as it infuses the world."
								],
								[
									"4",
									"Seek out a new generation of champions, and train them to fight in a war."
								],
								[
									"5",
									"Tend a sacred beacon fed by the Outer Planes, sending embers of that beacon to the corners of the world to maintain a divine shroud."
								],
								[
									"6",
									"Watch the entrance to a slumbering titan's tomb for any sign the titan might awaken, and repel the forces that seek to break the tomb's seal."
								]
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Medusa's Lair",
							"entries": [
								"A medusa's lair is often decorated with the petrified bodies of creatures that raised arms against the medusa or its followers. The lair is typically a rich repository of knowledge, with lore both worldly and esoteric filling books, scrolls, tablets, or stranger archives—such as magical crystals that hold captured memories or the voices of those long dead. You can use this lair and the lair actions described for any medusa, including the hierophant medusa or the medusa in the Monster Manual."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Hierophant Medusa.webp"
					}
				}
			]
		},
		{
			"name": "Hierophant of the Comet",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The number of hierophants is fixed at twenty-two on any one world, one for each card in a Deck of Many Things. As a group, hierophants are sometimes called Sages, but each hierophant is also identified with a particular card. When a hierophant dies, the remaining leaders choose an initiate to fill the position, preferring initiates from the oldest broods.",
						"A new hierophant undergoes a rite similar to the rite of initiation, but only the other hierophants are present. As the cosmic narrative unfolds, the new hierophant is inducted into the esoteric secrets of the group's leadership. The rite concludes with a mind-shattering vision of the Void, which hierophants understand to be the formless nothingness that preceded the creation of the cosmos and will endure past its destruction.",
						"The leaders of the Heralds of the Comet, hierophants are powerful warlocks with mighty spells at their disposal. They can commune with the alien mind of the All-Consuming Star, blast enemies with beams of eldritch energy, and conjure manifestations of this entity to devour their foes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Hierophant of the Comet.webp"
					}
				}
			]
		},
		{
			"name": "Hulgaz",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Hulgaz is a devil who hails from the stinking swamps of Minauros, the third layer of the Nine Hells. The self-styled Tempter corrupts mortals' souls by offering them tantalizing but ruinous boons. To do so, she directs her entourage of loyal succubi and incubi to the Material Plane in search of vulnerable mortals. When they find a particularly pitiful soul, Hulgaz might visit herself, offering even greater \"gifts\" to her victims.",
						"As befits a duchess from boggy Minauros, Hulgaz appears regal yet perpetually sodden, her matted hair tangled with her soggy garments. For all her majesty, Hulgaz's fiendish nature is apparent in her monstrous features: bestial claws, glossy black eyes, and a snakelike tail tipped with a poisonous spike. On the rare occasion when her social graces fail to achieve the desired result, Hulgaz turns her natural weapons on her victims."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Hulgaz.webp"
					}
				}
			]
		},
		{
			"name": "Initiate of the Comet",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Once initiated into the Heralds of the Comet, members learn magical divination practices that give them glimpses into the future."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Initiate of the Comet.webp"
					}
				}
			]
		},
		{
			"name": "Living Portent",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Living portents are embodiments of prophecy sent by deities or other cosmic forces. These Celestials descend to Material Plane worlds in the form of falling stars. When the living portents impact the earth, they carve great craters, yet miraculously, none who live in the impact zone are harmed. These beings of light then assume Humanoid forms to blend in with the inhabitants of the world.",
						"Living portents seek out beings who will play a part in the prophecies they serve, and as the living portents search, they relate fragments of the prophecies to those they encounter."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Living Portent.webp"
					}
				}
			]
		},
		{
			"name": "Malaxxix",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Legends describe the dread being Malaxxix as the child of one of the night hags who created the first yugoloths. Malaxxix is often lumped in with such Fiends, perhaps because it too has a grand intellect and self-centered agenda.",
						"Malaxxix's machinations are many, but it is most infamous for crafting cursed armaments and distributing them throughout the multiverse in the hope that they'll be found by mortals who are desperate for power and ripe for corruption.",
						"Malaxxix seeks the{@i Books of Keeping}: ancient tomes that contain the true names of all yugoloths. To this end, it patrols the vilest swaths of the multiverse from atop its unholy vehicle, the Unborn Palanquin. This shambling collective is made up of thousands of mezzoloths devoted to their liege, who roams the Lower Planes as a tyrannical marauder."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Curse of Malaxxix",
							"entries": [
								"A creature that attunes to one of Malaxxix's cursed items becomes afflicted with the curse of Malaxxix. The curse enables Malaxxix to interact with the cursed creature in special ways:",
								{
									"type": "entries",
									"name": "Scrying",
									"entries": [
										"Malaxxix can cast the Scrying spell on the cursed creature without material components or a spell slot. Malaxxix doesn't need to be on the same plane of existence as the creature to use this ability, and the creature automatically fails the saving throw against the spell.",
										{
											"type": "entries",
											"name": "Teleport",
											"entries": [
												"As an action, Malaxxix can teleport, along with any equipment it is wearing or carrying, to an unoccupied space within 60 feet of the cursed creature, regardless of the creature's location in the multiverse.",
												"The curse of Malaxxix lasts until ended with a Remove Curse spell, a Greater Restoration spell, or similar magic."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Malaxxix's Lair",
							"entries": [
								"The Unborn Palanquin—a monstrous, centipedal vehicle—serves as both Malaxxix's primary conveyance and the Fiend's lair.",
								"Malaxxix can take lair actions (see below) while astride the palanquin. When encountered on the palanquin, Malaxxix's challenge rating is 19 (22,000 XP).",
								{
									"type": "entries",
									"name": "The Unborn Palanquin",
									"entries": [
										"The {@object Unborn Palanquin|BMT} is a wormlike leviathan of screeching gears made up of hundreds of tireless mezzoloths. It is a unique vehicle and Gargantuan object.",
										"Only Malaxxix can pilot this vehicle. If Malaxxix is slain, the palanquin crumbles in seconds."
									]
								},
								{
									"type": "quote",
									"entries": [
										"Too many legs. Too loud. Makes my mind feel like it's melting."
									],
									"by": "Asteria"
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Malaxxix.webp"
					},
					"credit": "Katerina Ladon"
				}
			]
		},
		{
			"name": "Minotaur Archaeologist",
			"source": "BMT",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Minotaur Archaeologist.webp"
					}
				}
			]
		},
		{
			"name": "Oddlewin",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Oddlewin is a nilbog, a goblin possessed by a trickster spirit."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Oddlewin.webp"
					},
					"credit": "Craig J spearing"
				}
			]
		},
		{
			"name": "Otherworldly Corrupter",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A challenge for tier 3 play (levels 11 to 16), the otherworldly corrupter is a horrific Aberration that infects or impersonates a host."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "The Rogue's Lair",
							"entries": [
								"This villain resides in a place of power and safety, whether that's a hidden thieves' guildhall or a lavish manse. The lair is filled with clever defenses to disorient, weaken, and kill intruders.",
								"The villain's challenge rating increases while the villain is in this lair:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Otherworldly Corrupter",
											"entry": "Challenge 18 (20,000 XP)"
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Otherworldly Corrupter.webp"
					}
				}
			]
		},
		{
			"name": "Pazrodine",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Pazrodine, a moonstone dragon with a peaceful demeanor, oversees Seelie Market. A consummate traveler, she is always searching for fey crossings, which she uses to travel between the Feywild and the Material Plane. Moonstone dragons are detailed further in Fizban's Treasury of Dragons.",
						"Pazrodine never stays in one place for long, and she wants to see all the wonders the Feywild and Material Plane have to offer. Curious Fey asked to join her caravan, and before long, she had a menagerie of merchants accompanying her on her travels. Pazrodine came to view these Fey merchants as her children. Their eager joy helps the dragon see the multiverse from new perspectives.",
						"When Seelie Market lands, its vendors gather rocks, leaves, and sticks to make an enormous nest for Pazrodine. She rests here while the market operates.",
						"Pazrodine senses when theft occurs in Seelie Market. She makes her way to the perpetrators and neutralizes the situation nonviolently, usually by using her Dream Breath. Once troublemakers come to, Pazrodine politely but firmly asks them to leave the market. Those who object are flown out in her clutches.",
						"If anyone comes to visit Pazrodine at her refuge, she greets them and happily answers their questions about the market. The dragon has a soothing voice and demeanor."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Pazrodine.webp"
					}
				}
			]
		},
		{
			"name": "Quadrone Detention Drone",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Detention drones vary in size, strength, and shape, though most are shaped like some kind of mechanical animal or plant."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Quadrone Detention Drone.webp"
					}
				}
			]
		},
		{
			"name": "Riffler",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Rifflers are diminutive Fey reminiscent of gnomes and obsessed with destiny and fate. The oldest stories of rifflers suggest these dangerously curious spirits manifested as physical beings when the Deck of Many Things was shuffled for the first time. The rifflers were so enraptured with the soft sound made by the whispering cards that they made physical bodies for themselves in order to possess and understand this new instrument of destiny.",
						"Rifflers wander the Feywild and Material Plane, searching for Decks of Many Things. They collect the cards, trade them, hoard them, and scatter them across worlds, all in service of an incomprehensible agenda to manipulate the fate of the multiverse. Rifflers are as likely to give a deck to adventurers in dire need as they are to wrest cards from an innocent person by any means necessary.",
						"Both the Solar Bastion (see chapter 10) and the Grim Harrow (see chapter 19) know of rifflers and their obsession with Decks of Many Things, and these organizations stay alert for signs of these Fey creatures, since that usually means a deck is nearby."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Riffler.webp"
					}
				}
			]
		},
		{
			"name": "Ruin Spider",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The potent magic of a Deck of Many Things can have unpredictable effects on its environment, especially when the deck remains in one place for a long time.",
						"Ruin spiders arise when the magic of the deck transforms giant spiders into even more dangerous monsters whose acidic venom disintegrates everything it touches. A ruin spider is easily recognizable by anyone familiar with the Deck of Many Things because the pattern on the back of the cards is duplicated on the spider's carapace."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Ruin Spider.webp"
					}
				}
			]
		},
		{
			"name": "Sir Jared",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Jared is a wandering knight who makes an excellent contact for groups that have Solar Bastion patronage. A former mercenary, Jared credits Hilarion with helping him change his ways and use his skills for good instead of gold, but he feels unworthy of the organization and has grown lonely after so long away from the Solar Bastion."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Sir Jared.webp"
					}
				}
			]
		},
		{
			"name": "Solar Bastion Knight",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Knights of the Solar Bastion are battle-hardened veterans who operate independently across the multiverse. When word reaches the organization that a Deck of Many Things has appeared, the nearest knight investigates, but every knight has the magical means to contact the Solar Bastion's headquarters and request help. Even so, it's rare for knights to work together outside their headquarters.",
						"The Solar Bastion knight presented here is an example member of the organization.",
						"Customize this stat block to suit individual knights and differentiate them from each other. For example, knights who track the Grim Harrow through the multiverse might resemble rangers instead of paladins.",
						"In addition, Sir Jared, detailed at the end of chapter 10, can serve as a model for knights with a lower challenge rating."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Solar Bastion Knight.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "Talon Beast",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Talon beasts are hairless quadrupeds that have vulturelike heads and talons. They can sense the presence of magic and feed on it, absorbing spells and the power of magic items. But magic isn't enough to sustain them, so they also hunt other living things. A talon beast thrives in the wilderness, but in its search for magic, it often prowls settlements, ruins, catacombs, or the Underdark.",
						"Many scholars agree there's a link between talon beasts, the constellation of the Talons (see chapter 13), and the Talons card found in a Deck of Many Things, but it's not clear which came first. The card—which destroys all magic items possessed by anyone who draws it—might have been named after the beast, or vice versa."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Talon Beast.webp"
					}
				}
			]
		},
		{
			"name": "Veiled Presence",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The ultimate threat created by the Rogue card, the veiled presence is a Celestial for tier 4 play (levels 17 to 20). This being descends from an Outer Plane to bring cosmic wrath upon the characters."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "The Rogue's Lair",
							"entries": [
								"This villain resides in a place of power and safety, whether that's a hidden thieves' guildhall or a lavish manse. The lair is filled with clever defenses to disorient, weaken, and kill intruders.",
								"The villain's challenge rating increases while the villain is in this lair:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Veiled Presence",
											"entry": "Challenge 22 (41,000 XP)"
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Veiled Presence.webp"
					}
				}
			]
		},
		{
			"name": "Werevulture",
			"source": "BMT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Scholars believe the curse of the werevulture is related to vrocks, vulturelike demons known for their covetousness and their capricious violence. According to these scholars, a flock of vrocks descended on a Material Plane world through a planar rupture, leaving plagues and other afflictions in their wake. Many of those who were injured by the demons survived, and the survivors gratefully thanked their gods for their apparent good fortune. But during the next full moon, they transformed into the first werevultures: hideous, birdlike creatures who hungered for the flesh of the dead. In the years since, the curse has spread far and wide.",
						"Werevultures appear perfectly ordinary when in humanoid shape. But by the light of the full moon—or at other times when they give in to the curse—they change. Foul wings burst painfully from their backs, and the hair falls from their heads, leaving their beaked faces bare and wrinkled. Werevultures feed on carrion, as ordinary vultures do, and they have a covetous nature, like vrocks. They follow travelers from high in the air, and when a pretty bauble catches their eye, they descend rapidly to slay the travelers and take their victims' treasures."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/BMT/Werevulture.webp"
					}
				}
			]
		}
	]
}
