{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Adult Amethyst Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Amethyst dragons, the mightiest of the gem dragons, study and psionically manipulate the fundamental principles of the multiverse, from the force of gravity to the emanations of the Outer Planes. Their innate psionics give them a measure of control over how physical laws affect them. They defy gravity with flight that doesn't rely solely upon their great wings, and gravitational force empowers both their devastating breath weapon and the exploding amethyst crystals they spit at their foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Royal Purple",
							"entries": [
								"When first hatched, an amethyst dragon has scales of dull, opaque purple. As the dragon grows, their scales, horns, and wing membranes become more vibrant and translucent. When the dragon is fully mature, their scales resemble rich purple amethyst crystals, refracting light to take on an inner glow. Their pupils fade with age, making the eyes of an ancient dragon resemble glowing white or pale lavender orbs. Crystalline horns reminiscent of amethyst chunks hover behind their heads, held there by telekinetic force and shifting with their moods."
							]
						},
						{
							"type": "entries",
							"name": "Cosmological Study",
							"entries": [
								"Many amethyst dragons are fascinated by the existence of other worlds in the Material Plane, and especially the way individual dragons manifest unique echoes across those worlds. They also prize understanding of the cosmic forces that emanate from the Outer Planes, studying the opposing tides of good and evil, chaos and order, so they can offer counsel to those with the wisdom to accept it.",
								"Amethyst dragons pay particular attention to intrusions of the Far Realm into the Material Plane. They loathe the corruption that accompanies such intrusions into the world, making them fierce opponents of the Far Realm and any creatures warped by its touch. Strangely, though, they are intrigued by and fond of flumphs. These Aberrations, which oppose the depredations of mind flayers and other wicked Aberrations, remind amethyst dragons that allies can be found in the strangest places."
							]
						},
						{
							"type": "entries",
							"name": "Hoarded Arcana",
							"entries": [
								"In addition to material wealth, amethyst dragons delight in collecting knowledge and magic dealing with the nature of the planes of existence, cosmic forces, and distant worlds. They prize treasures drawn from different worlds of the Material Plane, especially magic items and artworks that highlight the unique nature of different worlds. Magic items that allow teleportation or travel between planes, spellbooks filled with similar magic, and treatises examining the nature of the multiverse form the centerpiece of an amethyst dragon's hoard."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "An Amethyst Dragon's Lair",
							"entries": [
								"Amethyst dragons make their lairs in caves next to or under secluded pools and lakes, preferring caverns with at least one entrance submerged underwater. They prize locations with a combination of open space, connecting tunnels, and dead ends to make the most of their natural and magical mobility, using flight and teleportation to navigate obstacles in their lairs.",
								"The challenge rating of a legendary amethyst dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Amethyst Dragon.webp"
					},
					"credit": "Shawn Wood"
				}
			]
		},
		{
			"name": "Adult Crystal Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Shimmering with radiant energy and brimming with life, crystal dragons enjoy an innate psionic connection to the Positive Plane that suffuses their bodies as well as their personalities with light. Though they prefer to live in desolate, frigid regions, many of them are among the friendliest of dragonkind, nurturing and optimistic."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Inner Glow",
							"entries": [
								"When they hatch, crystal dragons have dull gray scales, with a few white or clear crystalline points, allowing the wyrmlings to blend in to rocky terrain in the face of danger. As they age, their scales turn snow white, then slowly fade to transparency. The oldest crystal dragons have scales of perfect clarity that bend and refract light, sometimes making them difficult to see clearly.",
								"The radiant energy of the Positive Plane shimmers in crystal dragons' scales. It glows like starlight between their bodies and the spines and horns that hover close to their heads and backs. These horns shift with the dragon's mood: bristling with anger, lying back with fear or suspicion, and rippling in side-to-side waves with amusement or joy."
							]
						},
						{
							"type": "entries",
							"name": "Visions in Starlight",
							"entries": [
								"Many crystal dragons study the stars, recording their observations of the night sky and tracking the signs written in starlight. They read these signs as omens, giving them glimpses of what is to come, and they eagerly examine the potential futures of any creatures who come to them in peace.",
								"Crystal dragons' connection to the radiant forces of the Positive Plane fosters a nurturing, optimistic attitude in most of these dragons. They sometimes adopt the abandoned eggs or hatchlings of other dragons; many a white wyrmling has been raised in the caring environment of a crystal dragon's lair. But they fiercely oppose destructive forces in their home territories, which sometimes leads nearby frost giants and white dragons to put aside their mutual enmity to hunt them."
							]
						},
						{
							"type": "entries",
							"name": "Glittering Hoards",
							"entries": [
								"For their treasure hoards, crystal dragons prize diamonds and baubles that refract light, collections of prophecy, works on astronomy, and star charts. When it comes to magical treasure, they seek items and spells that predict the future, create or manipulate light, or channel positive energy for healing and nurturing."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Crystal Dragon's Lair",
							"entries": [
								"Crystal dragons dwell in cold regions, where they construct ice and snow structures reminiscent of castles but open to the sky. Glittering crystals scattered about their lairs glow with gathered starlight, and caves or tunnels beneath the ice and snow provide protected areas for their hoards. They use their burrowing ability to dig blinds and secret passages throughout their lairs, allowing them to move easily—and potentially unnoticed.",
								"The challenge rating of a legendary crystal dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Crystal Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Adult Deep Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Making their lairs in the depths of the Underdark, deep dragons are nightmarish cousins of chromatic dragons. The warped magical energy of their subterranean realm gives them the ability to exhale magical spores that instill fear and scar the mind.",
						"Deep dragons' black-and-gray hide is smooth like a salamander's, and their eyes are pale. As they age, their spore breath causes fungi to bloom across their skin, especially around the head and neck. Their wings are attached to their front legs and can fold in close to the body, allowing deep dragons to easily maneuver through relatively narrow tunnels.",
						"Deep dragons often hoard secrets, delighting in knowledge of far-off lands. Many seek out new insights and tricks that they can use against other denizens of the Underdark, preferring social manipulation and crafty dealmaking to exerting themselves in combat. Deep dragons look down on any creature that isn't useful to them, though they are willing to bargain for knowledge they lack."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Deep Dragon's Lair",
							"entries": [
								"Deep dragons make their lairs in well-hidden caves or sunless beaches in the Underdark, and these sites are often inaccessible without the ability to fly or dive underwater. They fill their lairs with secret passages and hiding places that allow them to escape or ambush visitors if the need arises. A well-cultivated lair abounds with Underdark fungi and plants, with the floor, walls, and ceiling covered in carpets of mold and moss, or featuring larger mushrooms and plants in neatly organized displays.",
								"The challenge rating of a legendary deep dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Deep Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Adult Emerald Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Emerald dragons are the most curious, cunning, and manipulative of the gem dragons, wielding psionic power to weave illusions to deceive and disorient. They cloak their own presence so they can observe other creatures without being discovered as they collect information on everything from local cultural practices to supernatural occurrences."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Shimmering Green",
							"entries": [
								"A wyrmling emerald dragon's scales are a dull, pale green, but they develop into richer and more varied shades of green as the dragon ages. Eventually, the scales become translucent and shimmer in the light, rippling as the dragon moves. The dragon's horns and spines hover above the body, moving and shifting along the back and tail to mirror the dragon's mood."
							]
						},
						{
							"type": "entries",
							"name": "Clever Concealment",
							"entries": [
								"The shyest of the gem dragons, emerald dragons are also the most curious. They love to observe local settlements and peoples, using their psionic abilities to cloak themselves and watch from afar. When an emerald dragon is old enough, the dragon might take on the guise of a creature that can blend in with the local population, or at least get close without arousing suspicion. Once in a position to observe, the dragon studies the day-to-day life of local folk, with a keen interest in any magical phenomena.",
								"Emerald dragons' attentiveness to unusual events makes them particularly useful to their sapphire dragon cousins, who hunt down Aberrations and seek evidence of Far Realm incursions into the Material Plane. These gem dragons often work together, with emerald dragons tracking the source of an incursion while sapphire dragons plan and execute a decisive purge—or recruit agents to do it for them.",
								"Emerald dragons' preference for volcanic lairs often puts them in conflict with fire giants. Despite their reluctance to reveal themselves to strangers, emerald dragons might approach experienced adventurers in the hopes of pitting them against fire giant rivals."
							]
						},
						{
							"type": "entries",
							"name": "Hoarded Histories",
							"entries": [
								"Emerald dragons prize knowledge, particularly local histories that focus on magical events and individuals. They usually know of places of power near their lairs and keep detailed records of how phenomena connected to those sites react to outside influences. They also avidly collect magic items and spells that create illusions, allowing them to better conceal their treasures from prying eyes and divinations."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "An Emerald Dragon's Lair",
							"entries": [
								"Emerald dragons dwell in enormous caverns, lava tubes, and tunnel networks deep within the earth. They favor warm spaces, particularly in volcanic regions. Over time, their psychic presence seeps into the land surrounding their lairs, expanding their awareness and subconsciously luring their favorite food—giant lizards—to settle and thrive in the region.",
								"Emerald dragons use the features of their lairs to confuse and imperil intruders. They dig additional tunnels that allow them to move through their lairs in multiple ways and set traps leading to yawning chasms or pools and flows of lava.",
								"Emerald dragons take great pains to hide the chambers that house their hoards and collected lore, often using illusion magic and subtle construction around the natural features of their lairs to conceal their central hoard chambers from mundane and magical sight.",
								"The challenge rating of a legendary emerald dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Emerald Dragon.webp"
					},
					"credit": "Julian Kok"
				}
			]
		},
		{
			"name": "Adult Moonstone Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ancient legends suggest that when the gods came to the First World and tried to populate it with their Humanoid followers, a clever dragon fled to the Feywild to hide a clutch of eggs. The magic of that faerie realm suffused the eggs, which hatched into the first moonstone dragons. Their descendants are now found throughout the Feywild.",
						"Moonstone dragons are graceful and elegant creatures with opalescent scales and ruffs of emerald-green fur running down their chins, chests, backs, and tails. One horn arcs from the back of a moonstone dragon's skull and another at the tip of the nose; the two horns together form a shape that's reminiscent of a slender crescent moon. Moonstone dragons are playful and impetuous forces of mischief in their early years, but the best of them mature into wise teachers and storytellers who anchor Feywild communities. The worst of them are pompous and ill behaved, but even those remain gentle by nature and curious about all things—especially travelers from faraway places.",
						"Moonstone dragons can project themselves into the realm of dreams to communicate with the creatures that sleep near their lairs. In this way, they inspire artists and poets, encourage great thinkers, and spur adventurers to heroic deeds. They sometimes give guidance to those in need or request help from adventurers to encourage them to greatness.",
						"As a rule, moonstone dragons are not particularly interested in gold or copper, but they love silver, platinum, and mithral. They also cherish treasures whose value can't be easily quantified—a song sung from the heart, a lock of a loved one's hair, or a painting of a favorite place. A story of happy times fondly remembered is more precious to a moonstone dragon than a sack of gold."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Moonstone Dragon's Lair",
							"entries": [
								"For their lairs, moonstone dragons look for places kissed by the moon; lonely peaks, forest clearings, and placid lakes are among their favorite sites. Their whimsical nature makes them more likely than other dragons to establish multiple lairs even at a young age. They link their scattered sites with magic portals, often splitting their time between the Feywild, the Material Plane, and the Ethereal Plane.",
								"The challenge rating of a legendary moonstone dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Moonstone Dragon.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Adult Sapphire Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The thunderous clash of conflict is part of the very nature of sapphire dragons. Militant and territorial, they defend their lairs fiercely, ambushing intruders and plotting assaults against their rivals. The sonic pulse of their breath weapon sows weakness, leaving the victims unable to fight back."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Luminous Blue",
							"entries": [
								"Sapphire dragons' scales and wing membranes show varied shades of blue, ranging from the light tones of a spring sky to the rich, crystalline azure of sapphire gems and compressed glacial ice. In the light, the scales glitter and shine like luminous starbursts. The dragons' psionic nature is evident in the horn and bone structures of their bodies. Their tail barbs and horn tips are all separate pieces, but they float in place, held aloft by psychic energy while the dragons live. These levitating horns and spines shift slightly with the dragons' moods, bobbing in amusement or flaring with anger."
							]
						},
						{
							"type": "entries",
							"name": "Art of War",
							"entries": [
								"The warlike sapphire dragons devise strategies and ambushes based on their ability to maneuver underground. A sapphire dragon often refrains from striking immediately, preferring to assess intruders first in order to devise the most advantageous approach to dealing with them.",
								"Sapphire dragons watch for signs of Aberrations and other creatures corrupted by the Far Realm. They frequently ally with emerald dragons, drawing on their kin's knowledge of occult phenomena to track the influence of the Far Realm. Armed with that knowledge, sapphire dragons stamp out alien influence before it spreads.",
								"People who dwell or delve deep beneath the earth can easily find themselves at odds with a sapphire dragon if they cross into the dragon's territory. But sapphire dragons sometimes forge peaceful relationships with rock gnomes or deep gnomes, relying on these folk to help protect the territory surrounding their lairs."
							]
						},
						{
							"type": "entries",
							"name": "Martial Hoards",
							"entries": [
								"Sapphire dragons' favorite prizes are weapons and armor, records of military history and tactics, and magic items that protect against psychic damage or mental intrusion. The centerpiece of a sapphire dragon's hoard is usually a cataloged, orderly collection of war gear, which can contain ancient relics of immense power."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Sapphire Dragon",
							"entries": [
								"Use the Sapphire Dragon Personality Traits and Sapphire Dragon Ideals tables to inspire your portrayal of distinctive sapphire dragon characters.",
								{
									"type": "entries",
									"name": "Sapphire Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I often fixate on specific historical battles or wars and won't rest until my hoard contains that conflict's most significant artifacts."
												],
												[
													"2",
													"I am constantly aware of a call from beyond this world. I must prepare to answer that call by amassing powerful arms and armor."
												],
												[
													"3",
													"I secretly look forward to adventurers trying to infiltrate my lair. How else could I try out new defenses?"
												],
												[
													"4",
													"Give me a storied helmet or scimitar over a pile of gold any day."
												],
												[
													"5",
													"No creature can outsmart my defenses—if they do, they obviously cheated."
												],
												[
													"6",
													"Any creature that can hold their own against me must teach me how—whether they want to or not."
												],
												[
													"7",
													"I cannot resist a game of dragonchess—which, I will have you know, my ancestors probably invented."
												],
												[
													"8",
													"The sight of blood makes me queasy."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sapphire Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Solitude. A stranger is just an intruder I haven't dealt with yet. (Neutral)"
												],
												[
													"2",
													"Preservation. Most creatures cannot be trusted to properly safeguard historically significant artifacts. I can. (Lawful)"
												],
												[
													"3",
													"Knowledge. The stories surrounding every piece in my collection are as important as the treasures themselves. (Any)"
												],
												[
													"4",
													"Order. An organized hoard makes me happy—and you don't want to see me unhappy. (Lawful)"
												],
												[
													"5",
													"Preparation. Justice and righteousness do not guarantee victory. Planning and tactics do. (Lawful)"
												],
												[
													"6",
													"Companionship. Sure, my hoard brings me great joy. But the real treasures are the guests who stop by to see it. (Good)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sapphire Dragon Adventures",
							"entries": [
								"The Sapphire Dragon Adventure Hooks table offers suggestions for stories and adventures involving sapphire dragons.",
								{
									"type": "entries",
									"name": "Sapphire Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Posing as an avatar of an evil earth elemental-god, a sapphire dragon serves as general to a fanatical cult—and claims the spoils of the cult's victories."
												],
												[
													"2",
													"A sapphire dragon is bound by an ancient pact to advise a monarchy on matters of defense—until someone bests the dragon's security measures."
												],
												[
													"3",
													"A sapphire dragon seeks adventurers to lead into battle against the mind flayers that usurped the dragon's lair."
												],
												[
													"4",
													"Powerful infernal creatures have opened a portal in the middle of a city square. The key to closing the portal is a mythical holy weapon that happens to be the pride and joy of a sapphire dragon's hoard."
												],
												[
													"5",
													"A sapphire dragon threatens to sink a town into the Underdark unless the authorities find and turn over a thief who stole from the dragon."
												],
												[
													"6",
													"A village is beset by swarms of giant spiders drawn to the area when a sapphire dragon took up residence nearby. Ridding the village of the spiders means tampering with the dragon's food supply."
												],
												[
													"7",
													"A sapphire dragon invites warriors to vie for the honor of studying military tactics under the dragon. The front-runner is an infamous bandit leader who will undoubtedly terrorize the area if they win."
												],
												[
													"8",
													"A sapphire dragon's lair is so well protected that its inner defenses have never been tested. The dragon spreads rumors of the treasures within to attract adventurers who can put the traps to the test."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Sapphire dragons are generally solitary creatures. On the rare occasion that one forms nonhostile relationships with other beings, it is almost always to bolster the defenses of the dragon's lair and hoard."
									]
								},
								{
									"type": "entries",
									"name": "Adult Sapphire Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An adult sapphire dragon lives adjacent to active purple worm tunnels, hoping the threat of the worm will deter treasure hunters."
												],
												[
													"2",
													"An adult sapphire dragon employs a dao to help shape and defend the dragon's lair, and the dao maintains a portal to the Elemental Plane of Earth there."
												],
												[
													"3",
													"An adult sapphire dragon regularly confers with a plane-hopping archmage regarding the dragon's ongoing dreams of other worlds and other lives."
												],
												[
													"4",
													"A drow priestess of Lolth and several yochlol demons have been ordered by their goddess to deal with the adult sapphire dragon who has been hunting her holy spiders."
												],
												[
													"5",
													"A forgetful and nearsighted adult sapphire dragon believes a blue dragon wyrmling is actually the sapphire wyrmling who left home months before."
												],
												[
													"6",
													"An adult sapphire dragon and a squadron of githyanki have joined forces to locate and destroy a mind flayer colony."
												],
												[
													"7",
													"A group of stone giants believes a young sapphire dragon to be an emissary of their god, Skoraeus Stonebones. The dragon considers the notion ridiculous but loves having an audience who will listen to lectures on military history without complaint."
												],
												[
													"8",
													"An adult sapphire dragon and an aboleth psychically face off for control of an area of the Underdark. The constant bombardment of psychic forces has begun to affect the local fauna in strange ways."
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sapphire Dragon Lairs",
							"entries": [
								"Sapphire dragons make their lairs in enormous caverns and complex tunnel systems. As they grow older, they continually renovate their lairs, using their tunneling abilities and command over stone.",
								"Sapphire dragons eventually create dizzying honeycombs of hidden passages, deceptively thin walls, and secret chambers that allow them to traverse the entire lair without ever being seen by intruders. The best-defended sapphire dragon lairs have no easily accessible entrances or exits at all, and trespassers who do find their way inside must then contend with a maze of corridors, dead ends, and steep inclines.",
								{
									"type": "entries",
									"name": "Sapphire Dragon Lair Features",
									"entries": [
										"The sapphire dragon lair shown in map 5.12 is a series of natural tunnels and chambers the dragon has adapted to serve as a lair. The lair has few natural entrances, so whole sections are inaccessible without excavation or magic, as the dragon can simply open doorways in walls whenever necessary.",
										"The lair has the following features:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Disguised Entrances",
													"entry": "An otherwise unremarkable cave (shown at the top of the map) provides the main access to the lair by way of two sections of relatively thin crystal walls. The dragon can use a lair action to open or close passages through these walls throughout the lair."
												},
												{
													"type": "item",
													"name": "Cobweb-Choked Tunnels",
													"entry": "Adventurers who manage to access the other side of the cave's crystal walls discover a network of dark, cobweb-choked tunnels extending deep into the earth, set with natural steps and shelves throughout. The dragon spends little time in this part of the lair, visiting only when the spiders there need tending—or when the dragon needs a snack."
												},
												{
													"type": "item",
													"name": "Underground River",
													"entry": "A river flows along the right and bottom edges of the map, providing the dragon with fresh water and an alternative entrance. Originating on the surface, the river descends through narrow tunnels that eventually lead to the Underdark."
												},
												{
													"type": "item",
													"name": "Hoard Caverns",
													"entry": "The bulk of the lair, filling most of the lower half of the map, comprises chambers the dragon uses to host guests and visitors. These caverns hold the bulk of the dragon's hoard, particularly art objects that are impressive but not irreplaceable."
												},
												{
													"type": "item",
													"name": "Sleeping Chamber",
													"entry": "At the heart of the lair, protected behind more thin crystal walls, the largest cavern serves as the dragon's sleeping chamber. A raised section studded with sapphire crystals offers a vantage from which the dragon can keep an eye on the chamber's access points. The dragon's most valuable treasures are stored here and in adjoining caves, and the walls of this central chamber are covered in art depicting various battles—many of which the dragon took part in."
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Sapphire Dragon's Lair",
							"entries": [
								"Sapphire dragons make their homes in extensive cave systems. As they grow older, they make increasingly complex renovations to their lairs, using their inherent magic and natural tunneling abilities to great effect. Eventually, a sapphire dragon's lair is a dizzying honeycomb of hidden passages, deceptively thin walls, and secret chambers that allow the dragon to travel from one end to the other unseen by intruders. The most secure lairs might feature no accessible entrances or exits at all, with the dragon relying on tunneling or shaping stone to come and go.",
								"The challenge rating of a legendary sapphire dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Sapphire Dragon.webp"
					},
					"credit": "Chris Rallis"
				}
			]
		},
		{
			"name": "Adult Topaz Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Decay and despair are bound up in the nature of topaz dragons, thanks to the necrotic energy of the Negative Plane that suffuses them. Their psionic power manifests the fundamental entropic principle that mortal beings and their creations are ultimately doomed to death and decomposition, and the dragons' demeanor is typically morbid and curmudgeonly as a result."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Gleaming Gold",
							"entries": [
								"Upon hatching, topaz dragon wyrmlings' scales are dull yellow-orange and have a cloudy or filmy look. As they age, their scales harden and clarify, becoming translucent and faceted, and ranging from bright yellow to rich amber in color. Their bodies are wider at the haunches, tapering in a wedge shape toward the head, and their wings are shaped to propel them through both air and water. A topaz dragon's psionic power manifests visibly in the gem-like spines that run in a ridge from the crown of the head to the tip of the tail. These spines hover above a living topaz dragon's back, dancing and shifting with the dragon's mood."
							]
						},
						{
							"type": "entries",
							"name": "Embodiment of Decay",
							"entries": [
								"While generally not malicious, topaz dragons embody decay. They view destruction as a natural means of clearing the way for new creation and growth, much as a forest fire clears dead wood, replenishes the soil, and allows the forest to regrow even healthier than before. To this end, topaz dragons use their power to reduce crumbling structures and diseased plants to dust, clearing the way for new growth and construction.",
								"Despite being competent swimmers and making their lairs on seacoasts and in brackish marshes, topaz dragons hate the water. Unfortunately, their favorite food is giant squid, so these dragons have ample opportunity to complain bitterly about being wet after diving deep into the ocean in search of prey.",
								"Topaz dragons often come into conflict with bronze dragons when their coastal territories overlap, and they can nurture an inexplicably intense hatred of these metallic dragons. They can also draw the ire of druids and other nature protectors who don't understand the dragons' proclivity for destroying large swaths of countryside. Beyond that, topaz dragons dislike company and grow irritated when disturbed. But anyone who can endure their abrasive demeanor, caustic observations, and morbid interests can form a lasting bond with a powerful ally."
							]
						},
						{
							"type": "entries",
							"name": "Entropic Hoards",
							"entries": [
								"Topaz dragons prize information on destruction and creation, whether abstract or dedicated to practical applications. They are fascinated by magic that creates objects from nothing, animates Undead, destroys matter, or manipulates negative energy. And they are particularly intrigued by Undead, sometimes keeping them in their hoards as curios."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Topaz Dragon's Lair",
							"entries": [
								"Topaz dragons dwell where the sea meets the land, favoring sites where the constant action of the waves and tides is slowly reducing the land to gravel. They make their lairs in caves set into sea cliffs, or beneath salt marshes where fresh water and sea water mingle, constantly grappling with their dislike of water to use flooded tunnels as secure entrances into their homes. They keep the interior chambers of their lairs meticulously dry.",
								"The challenge rating of a legendary topaz dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Adult Topaz Dragon.webp"
					},
					"credit": "Alex Stone"
				}
			]
		},
		{
			"name": "Amethyst Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Amethyst dragons, the mightiest of the gem dragons, study and psionically manipulate the fundamental principles of the multiverse, from the force of gravity to the emanations of the Outer Planes. Their innate psionics give them a measure of control over how physical laws affect them. They defy gravity with flight that doesn't rely solely upon their great wings, and gravitational force empowers both their devastating breath weapon and the exploding amethyst crystals they spit at their foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Royal Purple",
							"entries": [
								"When first hatched, an amethyst dragon has scales of dull, opaque purple. As the dragon grows, their scales, horns, and wing membranes become more vibrant and translucent. When the dragon is fully mature, their scales resemble rich purple amethyst crystals, refracting light to take on an inner glow. Their pupils fade with age, making the eyes of an ancient dragon resemble glowing white or pale lavender orbs. Crystalline horns reminiscent of amethyst chunks hover behind their heads, held there by telekinetic force and shifting with their moods."
							]
						},
						{
							"type": "entries",
							"name": "Cosmological Study",
							"entries": [
								"Many amethyst dragons are fascinated by the existence of other worlds in the Material Plane, and especially the way individual dragons manifest unique echoes across those worlds. They also prize understanding of the cosmic forces that emanate from the Outer Planes, studying the opposing tides of good and evil, chaos and order, so they can offer counsel to those with the wisdom to accept it.",
								"Amethyst dragons pay particular attention to intrusions of the Far Realm into the Material Plane. They loathe the corruption that accompanies such intrusions into the world, making them fierce opponents of the Far Realm and any creatures warped by its touch. Strangely, though, they are intrigued by and fond of flumphs. These Aberrations, which oppose the depredations of mind flayers and other wicked Aberrations, remind amethyst dragons that allies can be found in the strangest places."
							]
						},
						{
							"type": "entries",
							"name": "Hoarded Arcana",
							"entries": [
								"In addition to material wealth, amethyst dragons delight in collecting knowledge and magic dealing with the nature of the planes of existence, cosmic forces, and distant worlds. They prize treasures drawn from different worlds of the Material Plane, especially magic items and artworks that highlight the unique nature of different worlds. Magic items that allow teleportation or travel between planes, spellbooks filled with similar magic, and treatises examining the nature of the multiverse form the centerpiece of an amethyst dragon's hoard."
							]
						},
						{
							"type": "entries",
							"name": "Creating an Amethyst Dragon",
							"entries": [
								"Use the Amethyst Dragon Personality Traits and Amethyst Dragon Ideals tables to inspire your portrayal of distinctive amethyst dragon characters.",
								{
									"type": "entries",
									"name": "Amethyst Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I am never so content as when contemplating the beauty and wonders of the multiverse."
												],
												[
													"2",
													"I am a sworn protector against the depredations of the Far Realm, and I will root out its corruption wherever it may arise."
												],
												[
													"3",
													"What use is vast knowledge or insight if it is not shared with those who can appreciate it?"
												],
												[
													"4",
													"Although some are fascinated by words, I think numbers are the true foundations of creation."
												],
												[
													"5",
													"To experience a thing is to truly understand it. Direct and personal experience is the most valuable form of knowledge."
												],
												[
													"6",
													"I see a far more kaleidoscopic reality than you do... or than any of your selves do, really."
												],
												[
													"7",
													"It is not my place to interfere. I merely seek to observe, learn, and understand."
												],
												[
													"8",
													"With a true understanding of metaphysics, anything is possible—including the creation of a more orderly and perfect cosmos than this one."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Amethyst Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Balance. Everything is a complex interaction of forces that must be kept in a delicate and carefully maintained balance. (Neutral)"
												],
												[
													"2",
													"Knowledge. We are the whole of creation, seeking to understand itself. (Any)"
												],
												[
													"3",
													"Self-Improvement. I am a complex gem, and I constantly polish and refine my many facets to make the whole that much more perfect. (Any)"
												],
												[
													"4",
													"Responsibility. Having knowledge and power gives one a responsibility to those who have less of either. (Lawful)"
												],
												[
													"5",
													"Noble Obligation. My superior experience, intellect, and insight give me a duty to mediate disputes when I can. (Good)"
												],
												[
													"6",
													"Power. Knowledge is power, power must be used, and I use it. Your concerns are irrelevant. (Evil)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Amethyst Dragon Adventures",
							"entries": [
								"The Amethyst Dragon Adventure Hooks table offers suggestions for stories and adventures involving amethyst dragons.",
								{
									"type": "entries",
									"name": "Amethyst Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An amethyst dragon seeks a rare type of crystal found in the domain of a territorial stone giant clan."
												],
												[
													"2",
													"A coven of hags seeks to reclaim its hag eye, which rests within an amethyst dragon's hoard."
												],
												[
													"3",
													"An amethyst dragon magically disables all teleportation within a thousand miles of their lair. Governments within that area seek emissaries who can negotiate an end to the restriction."
												],
												[
													"4",
													"An amethyst dragon recruits a group of adventurers to psychically trade bodies with adventurers from another world, so that each can carry out certain tasks before swapping back."
												],
												[
													"5",
													"A cult devoted to a Great Old One of the Far Realm seeks an alien monolith that can summon its master, but the site is guarded by an amethyst dragon."
												],
												[
													"6",
													"An amethyst dragon wyrmling is actually the temporally displaced form of an ancient amethyst dragon who already exists in the same time line."
												],
												[
													"7",
													"An amethyst dragon seeks the means to plant special crystals that will allow the dragon to magically coexist in multiple places at once across the world during a rare celestial alignment."
												],
												[
													"8",
													"An amethyst dragon is fusing with their echoes on other worlds. They all hope to ascend to godhood, perhaps recreating or replacing Sardior."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Amethyst dragons are generally aloof creatures, dwelling in isolation for long periods of time and rarely cultivating connections with other creatures. When they do connect with others, it is most often for intellectual and philosophical pursuits or to fulfill some arcane purpose involving the dragons' echoes across the worlds."
									]
								},
								{
									"type": "entries",
									"name": "Amethyst Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An amethyst dragon wyrmling is in the care of a cloistered religious order of scribes."
												],
												[
													"2",
													"A half-amethyst dragon cares for an amethyst dragon wyrmling sibling after the disappearance of their dragon parent."
												],
												[
													"3",
													"A violet faerie dragon is the playmate and guardian of an amethyst dragon wyrmling."
												],
												[
													"4",
													"An amethyst dragon wyrmling lives alone in a lair, cared for by a cadre of animated objects."
												],
												[
													"5",
													"A cloister of flumphs protects an amethyst dragon wyrmling while feeding on the wyrmling's excess psionic energy."
												],
												[
													"6",
													"A circle of druids looks after an amethyst dragon wyrmling lairing in the circle's mountain tarn."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Amethyst Dragon Wyrmling.webp"
					},
					"credit": "Shawn Wood"
				}
			]
		},
		{
			"name": "Amethyst Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Gem Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Ancient Amethyst Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Amethyst dragons, the mightiest of the gem dragons, study and psionically manipulate the fundamental principles of the multiverse, from the force of gravity to the emanations of the Outer Planes. Their innate psionics give them a measure of control over how physical laws affect them. They defy gravity with flight that doesn't rely solely upon their great wings, and gravitational force empowers both their devastating breath weapon and the exploding amethyst crystals they spit at their foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Royal Purple",
							"entries": [
								"When first hatched, an amethyst dragon has scales of dull, opaque purple. As the dragon grows, their scales, horns, and wing membranes become more vibrant and translucent. When the dragon is fully mature, their scales resemble rich purple amethyst crystals, refracting light to take on an inner glow. Their pupils fade with age, making the eyes of an ancient dragon resemble glowing white or pale lavender orbs. Crystalline horns reminiscent of amethyst chunks hover behind their heads, held there by telekinetic force and shifting with their moods."
							]
						},
						{
							"type": "entries",
							"name": "Cosmological Study",
							"entries": [
								"Many amethyst dragons are fascinated by the existence of other worlds in the Material Plane, and especially the way individual dragons manifest unique echoes across those worlds. They also prize understanding of the cosmic forces that emanate from the Outer Planes, studying the opposing tides of good and evil, chaos and order, so they can offer counsel to those with the wisdom to accept it.",
								"Amethyst dragons pay particular attention to intrusions of the Far Realm into the Material Plane. They loathe the corruption that accompanies such intrusions into the world, making them fierce opponents of the Far Realm and any creatures warped by its touch. Strangely, though, they are intrigued by and fond of flumphs. These Aberrations, which oppose the depredations of mind flayers and other wicked Aberrations, remind amethyst dragons that allies can be found in the strangest places."
							]
						},
						{
							"type": "entries",
							"name": "Hoarded Arcana",
							"entries": [
								"In addition to material wealth, amethyst dragons delight in collecting knowledge and magic dealing with the nature of the planes of existence, cosmic forces, and distant worlds. They prize treasures drawn from different worlds of the Material Plane, especially magic items and artworks that highlight the unique nature of different worlds. Magic items that allow teleportation or travel between planes, spellbooks filled with similar magic, and treatises examining the nature of the multiverse form the centerpiece of an amethyst dragon's hoard."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "An Amethyst Dragon's Lair",
							"entries": [
								"Amethyst dragons make their lairs in caves next to or under secluded pools and lakes, preferring caverns with at least one entrance submerged underwater. They prize locations with a combination of open space, connecting tunnels, and dead ends to make the most of their natural and magical mobility, using flight and teleportation to navigate obstacles in their lairs.",
								"The challenge rating of a legendary amethyst dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Amethyst Dragon.webp"
					},
					"credit": "Shawn Wood"
				}
			]
		},
		{
			"name": "Ancient Crystal Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Shimmering with radiant energy and brimming with life, crystal dragons enjoy an innate psionic connection to the Positive Plane that suffuses their bodies as well as their personalities with light. Though they prefer to live in desolate, frigid regions, many of them are among the friendliest of dragonkind, nurturing and optimistic."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Inner Glow",
							"entries": [
								"When they hatch, crystal dragons have dull gray scales, with a few white or clear crystalline points, allowing the wyrmlings to blend in to rocky terrain in the face of danger. As they age, their scales turn snow white, then slowly fade to transparency. The oldest crystal dragons have scales of perfect clarity that bend and refract light, sometimes making them difficult to see clearly.",
								"The radiant energy of the Positive Plane shimmers in crystal dragons' scales. It glows like starlight between their bodies and the spines and horns that hover close to their heads and backs. These horns shift with the dragon's mood: bristling with anger, lying back with fear or suspicion, and rippling in side-to-side waves with amusement or joy."
							]
						},
						{
							"type": "entries",
							"name": "Visions in Starlight",
							"entries": [
								"Many crystal dragons study the stars, recording their observations of the night sky and tracking the signs written in starlight. They read these signs as omens, giving them glimpses of what is to come, and they eagerly examine the potential futures of any creatures who come to them in peace.",
								"Crystal dragons' connection to the radiant forces of the Positive Plane fosters a nurturing, optimistic attitude in most of these dragons. They sometimes adopt the abandoned eggs or hatchlings of other dragons; many a white wyrmling has been raised in the caring environment of a crystal dragon's lair. But they fiercely oppose destructive forces in their home territories, which sometimes leads nearby frost giants and white dragons to put aside their mutual enmity to hunt them."
							]
						},
						{
							"type": "entries",
							"name": "Glittering Hoards",
							"entries": [
								"For their treasure hoards, crystal dragons prize diamonds and baubles that refract light, collections of prophecy, works on astronomy, and star charts. When it comes to magical treasure, they seek items and spells that predict the future, create or manipulate light, or channel positive energy for healing and nurturing."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Crystal Dragon's Lair",
							"entries": [
								"Crystal dragons dwell in cold regions, where they construct ice and snow structures reminiscent of castles but open to the sky. Glittering crystals scattered about their lairs glow with gathered starlight, and caves or tunnels beneath the ice and snow provide protected areas for their hoards. They use their burrowing ability to dig blinds and secret passages throughout their lairs, allowing them to move easily—and potentially unnoticed.",
								"The challenge rating of a legendary crystal dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Crystal Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Ancient Deep Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Making their lairs in the depths of the Underdark, deep dragons are nightmarish cousins of chromatic dragons. The warped magical energy of their subterranean realm gives them the ability to exhale magical spores that instill fear and scar the mind.",
						"Deep dragons' black-and-gray hide is smooth like a salamander's, and their eyes are pale. As they age, their spore breath causes fungi to bloom across their skin, especially around the head and neck. Their wings are attached to their front legs and can fold in close to the body, allowing deep dragons to easily maneuver through relatively narrow tunnels.",
						"Deep dragons often hoard secrets, delighting in knowledge of far-off lands. Many seek out new insights and tricks that they can use against other denizens of the Underdark, preferring social manipulation and crafty dealmaking to exerting themselves in combat. Deep dragons look down on any creature that isn't useful to them, though they are willing to bargain for knowledge they lack."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Deep Dragon's Lair",
							"entries": [
								"Deep dragons make their lairs in well-hidden caves or sunless beaches in the Underdark, and these sites are often inaccessible without the ability to fly or dive underwater. They fill their lairs with secret passages and hiding places that allow them to escape or ambush visitors if the need arises. A well-cultivated lair abounds with Underdark fungi and plants, with the floor, walls, and ceiling covered in carpets of mold and moss, or featuring larger mushrooms and plants in neatly organized displays.",
								"The challenge rating of a legendary deep dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Deep Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Ancient Dragon Turtle",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragon turtles are mighty creatures whose inherent magic is intimately linked with the oceans of the Material Plane. The dragon turtle presented in the {@i Monster Manual} is a typical adult, at least a century old and boasting a valuable hoard. You can use the stat blocks in this section for older or younger dragon turtles. In addition, chapter 5 includes lair actions and regional effects that can be used for adult or ancient dragon turtles. An ancient dragon turtle is a mythic creature akin to a greatwyrm, combining the power of multiple echoes from across the worlds of the Material Plane. Such a creature can be as large as an island—and indeed, legends suggest that many unwitting sailors wrecked at sea have mistaken slumbering dragon turtles for solid ground.",
						"Ancient dragon turtles might sleep for years or decades while floating along the surface of the ocean, enjoying the warmth of the sun and letting vegetation take root on their shells. An angry ancient dragon turtle is terrible to behold, radiating heat from the shell to boil the surrounding water—and any creatures in it. And even if an enemy wears down the dragon turtle's defenses, magical storms manifest to shield the dragon turtle and strike at foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Dragon Turtle",
							"entries": [
								"Use the Dragon Turtle Personality Traits and Dragon Turtle Ideals tables to inspire your portrayal of distinctive dragon turtle characters, and use the Dragon Turtle Spellcasting table to help select spells for a spellcasting dragon. (Though the {@i Monster Manual}doesn't explicitly include dragon turtles in the variant rules for making a dragon a spellcaster, you can apply those rules to these aquatic dragons.)",
								{
									"type": "entries",
									"name": "Dragon Turtle Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I speak slowly and deliberately, pausing to reflect after (or sometimes in the middle of) each utterance."
												],
												[
													"2",
													"I am more interested in the shiny baubles people carry than in anything they have to say."
												],
												[
													"3",
													"I think of ships as kindred spirits and like to rub affectionately against their keels."
												],
												[
													"4",
													"I like to show visitors the vastness of my domain, so they appreciate how insignificant they are."
												],
												[
													"5",
													"I attack anyone I notice taking from the sea's bounty without offering something in return."
												],
												[
													"6",
													"I think of sailors' songs as their \"water speech\" and try to converse with them by humming snippets of tunes I have overheard."
												],
												[
													"7",
													"I swim alongside ships sailing through my domain, just out of arrow range, so they know I am watching."
												],
												[
													"8",
													"I am fascinated by the politics of surface realms and talk endlessly with sailors and adventurers to stay current on the latest happenings on land."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dragon Turtle Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Endurance. We who dwell beneath the waves can weather all storms. (Any)"
												],
												[
													"2",
													"Indifference. What do I care for the fleeting concerns of those who crawl upon the land? (Any)"
												],
												[
													"3",
													"Curiosity. I want to know about everything that enters my domain, especially oddities from the surface world. (Any)"
												],
												[
													"4",
													"Supremacy. Creatures who refuse to recognize my rule over these waters suffer my displeasure. (Lawful or Evil)"
												],
												[
													"5",
													"Preservation. I am the ocean's steward, tending reefs and waters to ensure that they remain unspoiled. (Lawful)"
												],
												[
													"6",
													"Eradication. The peoples of the surface world were a mistake of creation. I will correct that error. (Evil)"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dragon Turtle Spellcasting",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Age",
												"Spell Save Dc",
												"Spells Known"
											],
											"colStyles": [
												"col-1",
												"col-3 text-right",
												"col-8"
											],
											"rows": [
												[
													"Ancient",
													"17",
													"control water, control weather,* fog cloud"
												]
											],
											"footnotes": [
												"*This spell's casting time is longer than 1 action."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dragon Turtle Adventures",
							"entries": [
								"The Dragon Turtle Adventure Hooks table offers suggestions for stories and adventures involving dragon turtles.",
								{
									"type": "entries",
									"name": "Dragon Turtle Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A ruthless shipping magnate has bribed a dragon turtle to attack competitors' vessels and drive them out of business."
												],
												[
													"2",
													"A curious dragon turtle swam upriver from the sea and is now stuck beneath a bridge on a major trade road, terrifying travelers."
												],
												[
													"3",
													"After an unwise attack from a whaling ship, a dragon turtle pursued the ship back to harbor and now attacks any ship that tries to leave."
												],
												[
													"4",
													"The sea around a wizard's tower is too stormy for ships to sail through, but a resident dragon turtle might be convinced to ferry the characters across."
												],
												[
													"5",
													"A royal bathhouse was renowned for its sauna, until the dragon turtle supplying the steam escaped and started rampaging through the palace."
												],
												[
													"6",
													"A millennium ago, a fabled sword was buried at sea with its wielder. Now the sword must be found, and only a dragon turtle remembers where it is."
												],
												[
													"7",
													"A dragon turtle has taken up residence in a subterranean lake, and the steam has been driving other creatures up out of their tunnels toward the surface."
												],
												[
													"8",
													"A sea god has sent a dragon turtle to unleash devastation along a populated coast."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Dragon turtles are stolid and slow to anger. This temperament, combined with their disinterest in moral quandaries, allows them to get along with—or at least abide—most creatures they encounter. They frequently enter symbiotic relationships with other sea creatures that can bring them food or treasure, and they sometimes agree to work for creatures who ply them with generous sums of wealth."
									]
								},
								{
									"type": "entries",
									"name": "Ancient Dragon Turtle Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d4",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An ancient dragon turtle and an ancient gold dragon meet once a year to trade moves in a game of dragonchess that has been going on for centuries."
												],
												[
													"2",
													"An ancient dragon turtle serves as counsel to an empyrean court, tempering the Celestials' passions with the dragon turtle's endless patience."
												],
												[
													"3",
													"A {@spell geas} spell forces an ancient dragon turtle to carry a lich's tower."
												],
												[
													"4",
													"An ancient dragon turtle is responsible for ensuring that a kraken is never woken from its slumber."
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dragon Turtle Lairs",
							"entries": [
								"Dragon turtles make their lairs in underwater caves and coral reefs. Most such lairs are situated deep beneath the waves near the ocean's floor, though some dragon turtles prefer coastal lairs with easier access to settlements they can trade with—or prey upon. Particularly reclusive dragon turtles seek lairs in even more remote locales, including deep-sea trenches or underwater volcanoes.",
								"Dragon turtles are largely unconcerned with the design of their lairs and seldom work to improve them. A dragon turtle's primary concern when selecting a lair is ensuring that the site is large enough to accommodate the creature's prodigious size as the centuries wear on. After that, proximity to shipping lanes and freedom from irksome neighbors take precedence.",
								{
									"type": "entries",
									"name": "Dragon Turtle Lair Features",
									"entries": [
										"The underwater caves inhabited by dragon turtles are structurally similar to the seaside caverns where bronze and topaz dragons lair. When constructing a dragon turtle's lair, you can simply take a coastal map and translate it to an underwater environment or use the map as-is if the dragon turtle is content to lair near the surface.",
										"As an example, map 5.14 depicts a topaz dragon's lair in a seaside cavern, but it could be reimagined as a grotto in the side of a coral reef rising from a shelf on the ocean floor, with the following features:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Shelf Floor",
													"entry": "The sandy beaches represent the ocean floor at a depth of 100 feet, which is coated in a soft layer of fine sediment. The water around the lair is clear but dimly lit. The water's edge on the map represents the lip of the shelf, which descends to a dark plain twelve hundred feet below."
												},
												{
													"type": "item",
													"name": "Coral Reef",
													"entry": "The rocky cliff side depicts the contours of a coral reef that rises 80 feet above the shelf. The exterior face of the reef is covered with stinging corals."
												},
												{
													"type": "item",
													"name": "Reef Hollow",
													"entry": "The dragon turtle's lair lies in a hollow in the reef's interior that was bored out by a giant sea worm the dragon turtle killed. The original entrance at the level of the shelf floor ascends through a weed-choked tube that opens into the main chamber. Here, the dragon turtle nests in a recessed shelf along the back wall, where the creature can gaze down at the hoard scattered across the chamber floor. Although the lair is mostly flooded with seawater, a layer of breathable air is trapped in the top 3 feet of the main chamber."
												},
												{
													"type": "item",
													"name": "Coral Shelf",
													"entry": "A secondary entrance grants access to a coral shelf 40 feet above the shelf floor and illuminates the lair for a few hours each day with a shaft of dim sunlight."
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Dragon Turtle.webp"
					},
					"credit": "David Auden Nash"
				}
			]
		},
		{
			"name": "Ancient Emerald Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Emerald dragons are the most curious, cunning, and manipulative of the gem dragons, wielding psionic power to weave illusions to deceive and disorient. They cloak their own presence so they can observe other creatures without being discovered as they collect information on everything from local cultural practices to supernatural occurrences."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Shimmering Green",
							"entries": [
								"A wyrmling emerald dragon's scales are a dull, pale green, but they develop into richer and more varied shades of green as the dragon ages. Eventually, the scales become translucent and shimmer in the light, rippling as the dragon moves. The dragon's horns and spines hover above the body, moving and shifting along the back and tail to mirror the dragon's mood."
							]
						},
						{
							"type": "entries",
							"name": "Clever Concealment",
							"entries": [
								"The shyest of the gem dragons, emerald dragons are also the most curious. They love to observe local settlements and peoples, using their psionic abilities to cloak themselves and watch from afar. When an emerald dragon is old enough, the dragon might take on the guise of a creature that can blend in with the local population, or at least get close without arousing suspicion. Once in a position to observe, the dragon studies the day-to-day life of local folk, with a keen interest in any magical phenomena.",
								"Emerald dragons' attentiveness to unusual events makes them particularly useful to their sapphire dragon cousins, who hunt down Aberrations and seek evidence of Far Realm incursions into the Material Plane. These gem dragons often work together, with emerald dragons tracking the source of an incursion while sapphire dragons plan and execute a decisive purge—or recruit agents to do it for them.",
								"Emerald dragons' preference for volcanic lairs often puts them in conflict with fire giants. Despite their reluctance to reveal themselves to strangers, emerald dragons might approach experienced adventurers in the hopes of pitting them against fire giant rivals."
							]
						},
						{
							"type": "entries",
							"name": "Hoarded Histories",
							"entries": [
								"Emerald dragons prize knowledge, particularly local histories that focus on magical events and individuals. They usually know of places of power near their lairs and keep detailed records of how phenomena connected to those sites react to outside influences. They also avidly collect magic items and spells that create illusions, allowing them to better conceal their treasures from prying eyes and divinations."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "An Emerald Dragon's Lair",
							"entries": [
								"Emerald dragons dwell in enormous caverns, lava tubes, and tunnel networks deep within the earth. They favor warm spaces, particularly in volcanic regions. Over time, their psychic presence seeps into the land surrounding their lairs, expanding their awareness and subconsciously luring their favorite food—giant lizards—to settle and thrive in the region.",
								"Emerald dragons use the features of their lairs to confuse and imperil intruders. They dig additional tunnels that allow them to move through their lairs in multiple ways and set traps leading to yawning chasms or pools and flows of lava.",
								"Emerald dragons take great pains to hide the chambers that house their hoards and collected lore, often using illusion magic and subtle construction around the natural features of their lairs to conceal their central hoard chambers from mundane and magical sight.",
								"The challenge rating of a legendary emerald dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Emerald Dragon.webp"
					},
					"credit": "Julian Kok"
				}
			]
		},
		{
			"name": "Ancient Moonstone Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ancient legends suggest that when the gods came to the First World and tried to populate it with their Humanoid followers, a clever dragon fled to the Feywild to hide a clutch of eggs. The magic of that faerie realm suffused the eggs, which hatched into the first moonstone dragons. Their descendants are now found throughout the Feywild.",
						"Moonstone dragons are graceful and elegant creatures with opalescent scales and ruffs of emerald-green fur running down their chins, chests, backs, and tails. One horn arcs from the back of a moonstone dragon's skull and another at the tip of the nose; the two horns together form a shape that's reminiscent of a slender crescent moon. Moonstone dragons are playful and impetuous forces of mischief in their early years, but the best of them mature into wise teachers and storytellers who anchor Feywild communities. The worst of them are pompous and ill behaved, but even those remain gentle by nature and curious about all things—especially travelers from faraway places.",
						"Moonstone dragons can project themselves into the realm of dreams to communicate with the creatures that sleep near their lairs. In this way, they inspire artists and poets, encourage great thinkers, and spur adventurers to heroic deeds. They sometimes give guidance to those in need or request help from adventurers to encourage them to greatness.",
						"As a rule, moonstone dragons are not particularly interested in gold or copper, but they love silver, platinum, and mithral. They also cherish treasures whose value can't be easily quantified—a song sung from the heart, a lock of a loved one's hair, or a painting of a favorite place. A story of happy times fondly remembered is more precious to a moonstone dragon than a sack of gold."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Moonstone Dragon's Lair",
							"entries": [
								"For their lairs, moonstone dragons look for places kissed by the moon; lonely peaks, forest clearings, and placid lakes are among their favorite sites. Their whimsical nature makes them more likely than other dragons to establish multiple lairs even at a young age. They link their scattered sites with magic portals, often splitting their time between the Feywild, the Material Plane, and the Ethereal Plane.",
								"The challenge rating of a legendary moonstone dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Moonstone Dragon.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Ancient Sapphire Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The thunderous clash of conflict is part of the very nature of sapphire dragons. Militant and territorial, they defend their lairs fiercely, ambushing intruders and plotting assaults against their rivals. The sonic pulse of their breath weapon sows weakness, leaving the victims unable to fight back."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Luminous Blue",
							"entries": [
								"Sapphire dragons' scales and wing membranes show varied shades of blue, ranging from the light tones of a spring sky to the rich, crystalline azure of sapphire gems and compressed glacial ice. In the light, the scales glitter and shine like luminous starbursts. The dragons' psionic nature is evident in the horn and bone structures of their bodies. Their tail barbs and horn tips are all separate pieces, but they float in place, held aloft by psychic energy while the dragons live. These levitating horns and spines shift slightly with the dragons' moods, bobbing in amusement or flaring with anger."
							]
						},
						{
							"type": "entries",
							"name": "Art of War",
							"entries": [
								"The warlike sapphire dragons devise strategies and ambushes based on their ability to maneuver underground. A sapphire dragon often refrains from striking immediately, preferring to assess intruders first in order to devise the most advantageous approach to dealing with them.",
								"Sapphire dragons watch for signs of Aberrations and other creatures corrupted by the Far Realm. They frequently ally with emerald dragons, drawing on their kin's knowledge of occult phenomena to track the influence of the Far Realm. Armed with that knowledge, sapphire dragons stamp out alien influence before it spreads.",
								"People who dwell or delve deep beneath the earth can easily find themselves at odds with a sapphire dragon if they cross into the dragon's territory. But sapphire dragons sometimes forge peaceful relationships with rock gnomes or deep gnomes, relying on these folk to help protect the territory surrounding their lairs."
							]
						},
						{
							"type": "entries",
							"name": "Martial Hoards",
							"entries": [
								"Sapphire dragons' favorite prizes are weapons and armor, records of military history and tactics, and magic items that protect against psychic damage or mental intrusion. The centerpiece of a sapphire dragon's hoard is usually a cataloged, orderly collection of war gear, which can contain ancient relics of immense power."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Sapphire Dragon's Lair",
							"entries": [
								"Sapphire dragons make their homes in extensive cave systems. As they grow older, they make increasingly complex renovations to their lairs, using their inherent magic and natural tunneling abilities to great effect. Eventually, a sapphire dragon's lair is a dizzying honeycomb of hidden passages, deceptively thin walls, and secret chambers that allow the dragon to travel from one end to the other unseen by intruders. The most secure lairs might feature no accessible entrances or exits at all, with the dragon relying on tunneling or shaping stone to come and go.",
								"The challenge rating of a legendary sapphire dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Sapphire Dragon.webp"
					},
					"credit": "Chris Rallis"
				}
			]
		},
		{
			"name": "Ancient Sea Serpent",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sea serpents rank alongside dragon turtles as some of the most feared predators of the deep and inspire many sailors' worst nightmares. Their strong fins propel them through the water at great speed.",
						"Young sea serpents are agile hunters. They use reefs and natural camouflage to hide before they strike, picking off members of a ship's crew one by one. Ancient sea serpents grow large enough to demolish whole ships, then feed at leisure on helpless sailors in the water. At any age, a sea serpent attacks with terrible bites, a lashing tail, a constricting grip, and a frigid breath weapon that can leave sailors' corpses floating frozen amid the wreckage of their ships.",
						"Sea serpents are as fiercely territorial as any other dragons, and they do not take kindly to ships passing over their domains without permission. Some can be appeased by offerings of treasure, but most demand that a ship's crew sacrifice one or more of their own.",
						"Living amid the wreckage of sunken ships or in deep sea caves, sea serpents collect the cargo of the craft they sink, amassing great hoards of trade goods, sailors' trinkets, and pirates' booty."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Sea Serpent.webp"
					},
					"credit": "Mark Behm"
				}
			]
		},
		{
			"name": "Ancient Topaz Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Decay and despair are bound up in the nature of topaz dragons, thanks to the necrotic energy of the Negative Plane that suffuses them. Their psionic power manifests the fundamental entropic principle that mortal beings and their creations are ultimately doomed to death and decomposition, and the dragons' demeanor is typically morbid and curmudgeonly as a result."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Gleaming Gold",
							"entries": [
								"Upon hatching, topaz dragon wyrmlings' scales are dull yellow-orange and have a cloudy or filmy look. As they age, their scales harden and clarify, becoming translucent and faceted, and ranging from bright yellow to rich amber in color. Their bodies are wider at the haunches, tapering in a wedge shape toward the head, and their wings are shaped to propel them through both air and water. A topaz dragon's psionic power manifests visibly in the gem-like spines that run in a ridge from the crown of the head to the tip of the tail. These spines hover above a living topaz dragon's back, dancing and shifting with the dragon's mood."
							]
						},
						{
							"type": "entries",
							"name": "Embodiment of Decay",
							"entries": [
								"While generally not malicious, topaz dragons embody decay. They view destruction as a natural means of clearing the way for new creation and growth, much as a forest fire clears dead wood, replenishes the soil, and allows the forest to regrow even healthier than before. To this end, topaz dragons use their power to reduce crumbling structures and diseased plants to dust, clearing the way for new growth and construction.",
								"Despite being competent swimmers and making their lairs on seacoasts and in brackish marshes, topaz dragons hate the water. Unfortunately, their favorite food is giant squid, so these dragons have ample opportunity to complain bitterly about being wet after diving deep into the ocean in search of prey.",
								"Topaz dragons often come into conflict with bronze dragons when their coastal territories overlap, and they can nurture an inexplicably intense hatred of these metallic dragons. They can also draw the ire of druids and other nature protectors who don't understand the dragons' proclivity for destroying large swaths of countryside. Beyond that, topaz dragons dislike company and grow irritated when disturbed. But anyone who can endure their abrasive demeanor, caustic observations, and morbid interests can form a lasting bond with a powerful ally."
							]
						},
						{
							"type": "entries",
							"name": "Entropic Hoards",
							"entries": [
								"Topaz dragons prize information on destruction and creation, whether abstract or dedicated to practical applications. They are fascinated by magic that creates objects from nothing, animates Undead, destroys matter, or manipulates negative energy. And they are particularly intrigued by Undead, sometimes keeping them in their hoards as curios."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Topaz Dragon's Lair",
							"entries": [
								"Topaz dragons dwell where the sea meets the land, favoring sites where the constant action of the waves and tides is slowly reducing the land to gravel. They make their lairs in caves set into sea cliffs, or beneath salt marshes where fresh water and sea water mingle, constantly grappling with their dislike of water to use flooded tunnels as secure entrances into their homes. They keep the interior chambers of their lairs meticulously dry.",
								"The challenge rating of a legendary topaz dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ancient Topaz Dragon.webp"
					},
					"credit": "Alex Stone"
				}
			]
		},
		{
			"name": "Animated Breath",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A chromatic dragon's breath weapon is a manifestation of the energy that suffuses the dragon. With sufficient practice, dragons can learn to draw on magic from the Elemental Planes to shape their breath weapons into bipedal form, creating Elemental creatures called animated breaths. Chromatic dragons often use these creatures as guardians for their hoards or send them out to gather treasure from the territory around their lairs.",
						"An animated breath is a bipedal creature formed from the same energy as the breath weapon of the dragon that created it. A red dragon's creation strongly resembles a fire elemental, while a black dragon's is similar to a water elemental, but viscous and foul-looking. A green dragon's animated poison breath looks like billowing clouds of green gas, while a white dragon's animated cold breath looks like a walking ice sculpture with frigid air whirling around it. A blue dragon's animated lightning breath is a constantly shifting form of crackling lightning, and it can suddenly vanish from one place to reappear in another, striking like a bolt from the blue."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Animated Breath.webp"
					},
					"credit": "Alex Stone"
				}
			]
		},
		{
			"name": "Aspect of Bahamut",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Known as the Platinum Dragon, Bahamut is the patron and progenitor of metallic dragons. Since fleeing the First World, he has made his home in the Seven Heavens of Mount Celestia and is often numbered among the gods of that plane. Adventurers and dragons alike pray to Bahamut to uphold honor and justice, or when they need courage to face a great threat. In the most dire situations, a powerful follower of Bahamut who makes a tremendous sacrifice—a vast hoard or even the follower's own life—might convince the god to send aid to the world in the form of a divine aspect. This aspect is a physical manifestation of the Platinum Dragon, carrying his memories and will—and a significant portion of his formidable strength.",
						"Bahamut's aspect displays the full glory of the Platinum Dragon, towering over even ancient dragons. Covered in platinum scales, his physical features combine various elements of the five kinds of metallic dragons—according to some scholars, combining them in different ways with each manifestation of the aspect. But Bahamut is also fond of traveling the Material Plane in disguise, so his aspect might appear as a wizened old sage, a young monk, or a songbird. In any form, Bahamut's aspect is often accompanied by seven ancient gold dragons who favor disguising themselves as canaries.",
						"In combat, Bahamut's enemies experience the full force of his justice, while his allies enjoy the full benefit of his mercy. His breath can wreak monumental destruction and work miraculous healing, and few things in the mortal world can cause him lasting harm."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Aspect of Bahamut.webp"
					},
					"credit": "Conceptopolis"
				}
			]
		},
		{
			"name": "Aspect of Tiamat",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The five-headed progenitor of chromatic dragons, Tiamat embodies the vices of evil dragons. Since the destruction of the First World, she has dwelled in the Nine Hells—some say by choice. But others claim that she is imprisoned there to punish her for the evils she perpetrated when the gods sought to colonize the First World with their followers.",
						"Mortals who hunger for power and wealth often swear fealty to Tiamat in pursuit of those goals. Many of her followers have attempted to break her out of Avernus—and failed—but even while she remains in the Nine Hells, Tiamat can send her aspect to manifest in the Material Plane. A follower with enough power and anger, and with a hoard worthy of ancient dragons, can sacrifice it all to unleash the wrath of the dragon queen on a world.",
						"The aspect of Tiamat has the body of a titanic dragon with five heads, each the shape and hue of a different chromatic dragon. Each head might speak separately and have different mannerisms, but they are all Tiamat. Once unleashed, the aspect of Tiamat rampages across the world, acquiring any treasure she can find and destroying any creature that dares to cross her path."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Aspect of Tiamat.webp"
					},
					"credit": "Tyler Jacobson"
				}
			]
		},
		{
			"name": "Black Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Chromatic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Blue Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Chromatic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Brass Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Metallic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Bronze Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Metallic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Chromatic Greatwyrm",
			"source": "FTD",
			"entries": [
				"The most ancient chromatic dragons, who have survived over twelve hundred years of mortal life and acquired vast hoards worth millions of gold pieces, can achieve a form of apotheosis, reaching a level of power approaching that of Tiamat's mighty aspect. The competitive avarice of dragonkind and the interference of adventurers prevent most dragons from attaining this level of power. But a chromatic dragon who can outwit all rivals and overcome all potential thieves can rise to become one of the mightiest of dragons.",
				"Often a chromatic greatwyrm's ascension involves fusing the power of a single dragon's echoes across different worlds of the Material Plane. The black greatwyrm Chronepsis, for example, is said to have stalked multiple worlds and devoured many of his echoes before withdrawing to a planar lair in the Outlands. The red greatwyrm Ashardalon worked with a balor to ritually drain the power of his echoes, then infused their power into himself by implanting the balor where his heart had been.",
				"In both size and power, chromatic greatwyrms exceed even ancient dragons. The energy of their breath weapons courses over their bodies and glows under their scales, and elemental forces rage around them when they exert their wrath. They no longer need to eat or drink, as their vast hoards magically sustain them. And their power can raze a city to the ground, destroying buildings and defenders alike."
			]
		},
		{
			"name": "Copper Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Metallic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Crystal Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Shimmering with radiant energy and brimming with life, crystal dragons enjoy an innate psionic connection to the Positive Plane that suffuses their bodies as well as their personalities with light. Though they prefer to live in desolate, frigid regions, many of them are among the friendliest of dragonkind, nurturing and optimistic."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Inner Glow",
							"entries": [
								"When they hatch, crystal dragons have dull gray scales, with a few white or clear crystalline points, allowing the wyrmlings to blend in to rocky terrain in the face of danger. As they age, their scales turn snow white, then slowly fade to transparency. The oldest crystal dragons have scales of perfect clarity that bend and refract light, sometimes making them difficult to see clearly.",
								"The radiant energy of the Positive Plane shimmers in crystal dragons' scales. It glows like starlight between their bodies and the spines and horns that hover close to their heads and backs. These horns shift with the dragon's mood: bristling with anger, lying back with fear or suspicion, and rippling in side-to-side waves with amusement or joy."
							]
						},
						{
							"type": "entries",
							"name": "Visions in Starlight",
							"entries": [
								"Many crystal dragons study the stars, recording their observations of the night sky and tracking the signs written in starlight. They read these signs as omens, giving them glimpses of what is to come, and they eagerly examine the potential futures of any creatures who come to them in peace.",
								"Crystal dragons' connection to the radiant forces of the Positive Plane fosters a nurturing, optimistic attitude in most of these dragons. They sometimes adopt the abandoned eggs or hatchlings of other dragons; many a white wyrmling has been raised in the caring environment of a crystal dragon's lair. But they fiercely oppose destructive forces in their home territories, which sometimes leads nearby frost giants and white dragons to put aside their mutual enmity to hunt them."
							]
						},
						{
							"type": "entries",
							"name": "Glittering Hoards",
							"entries": [
								"For their treasure hoards, crystal dragons prize diamonds and baubles that refract light, collections of prophecy, works on astronomy, and star charts. When it comes to magical treasure, they seek items and spells that predict the future, create or manipulate light, or channel positive energy for healing and nurturing."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Crystal Dragon",
							"entries": [
								"Use the Crystal Dragon Personality Traits and Crystal Dragon Ideals tables to inspire your portrayal of distinctive crystal dragon characters.",
								{
									"type": "entries",
									"name": "Crystal Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"If you're not a thief or a frost giant, let's talk!"
												],
												[
													"2",
													"Are you comfortable? Can I tell your future for you? Just let me know what I can do for you, okay?"
												],
												[
													"3",
													"Jokes are as valuable as any gemstone and more fun to share."
												],
												[
													"4",
													"My empathy is a bottomless well. I can't help but lose myself in the emotions of others."
												],
												[
													"5",
													"The stars have much to tell us, and folk need me to interpret what the stars say."
												],
												[
													"6",
													"All play and no work—those are the words I live by."
												],
												[
													"7",
													"I am always the first to offer a compliment."
												],
												[
													"8",
													"Get off my snowfield, you immature bipeds! When I was a wyrmling, people respected their elders!"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Crystal Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Exploration. Yesterday is already known. Today is for something new. (Chaotic)"
												],
												[
													"2",
													"Empathy. It's a gift to share in another's joy, even if sometimes you must bear their pain, too. (Good)"
												],
												[
													"3",
													"Hospitality. We all live beautiful lives—it would be a shame not to share our lives with others. (Neutral)"
												],
												[
													"4",
													"Determinism. Our destinies may already be written, but the way we achieve them still matters. (Any)"
												],
												[
													"5",
													"Fun and Games. Play is learning, but without the boredom. (Chaotic)"
												],
												[
													"6",
													"Control. Everyone is welcome, as long as they follow my rules. (Lawful)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Crystal Dragon Adventures",
							"entries": [
								"The Crystal Dragon Adventure Hooks table offers suggestions for stories and adventures involving crystal dragons.",
								{
									"type": "entries",
									"name": "Crystal Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A towering palace of ice and quartz that was once the abode of an ancient crystal dragon is found deserted, with no clue as to whether its master will return or whether some other creature has claimed it."
												],
												[
													"2",
													"Prismatic shards rain from the sky in a beautiful but dangerous display. Rumors quickly spread that a crystal dragon is responsible."
												],
												[
													"3",
													"A crystal dragon invites the greatest bards and philosophers to partake in \"the Great Dialogue\" in the dragon's mountaintop lair. But only the dragon knows that the Great Dialogue has no end, and no one can leave the lair once it has begun."
												],
												[
													"4",
													"A crystal dragon intent on exploring a new world of the Material Plane has acquired a magic ship for the journey and now just needs a brave crew."
												],
												[
													"5",
													"A crystal dragon who has guarded a mountain pass for decades unexpectedly retires to the Elemental Plane of Air. Monstrous forces immediately move into the area—and might take control of the pass unless the dragon can be convinced to return."
												],
												[
													"6",
													"A royal heir goes missing while secretly visiting a crystal dragon. The heir's family, the heir's friends, and the dragon all want to find the heir, but no faction trusts the others."
												],
												[
													"7",
													"A crystal dragon seeks bold adventurers to steal an egg from an ancient white dragon who is infamous for abject cruelty and utter remorselessness."
												],
												[
													"8",
													"A crystal dragon has ripped open holes to the Elemental Planes of Air and Water, creating flash glaciation that encroaches upon inhabited lands."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Crystal dragons are among the most social and hospitable of dragons. They are equal parts mysterious, contemplative, and mischievous, making it difficult to know what to expect of them."
									]
								},
								{
									"type": "entries",
									"name": "Crystal Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A crystal dragon wyrmling rides a sled pulled by a trained pack of wolves and frets about outgrowing this favorite pastime."
												],
												[
													"2",
													"A crystal dragon wyrmling has foreseen an untimely end for the bandits who raided the wyrmling's lair and follows the bandits to keep them safe."
												],
												[
													"3",
													"A crystal dragon wyrmling has befriended a white dragon wyrmling. The wyrmlings' parents, who are ancient rivals, regard the relationship with concern."
												],
												[
													"4",
													"A crystal dragon wyrmling encourages nearby farmers to go on dangerous excursions so they'll return with interesting stories to tell the dragon."
												],
												[
													"5",
													"A crystal dragon wyrmling finds ice mephits to be the perfect household servants—if only they would stop trying to kill the dragon's guests."
												],
												[
													"6",
													"A crystal dragon wyrmling is placed in a monastery to learn the teachings of the monks before returning home in three years. The monks don't appreciate the wyrmling's pranks."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Crystal Dragon Wyrmling.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Crystal Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Gem Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Deep Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Making their lairs in the depths of the Underdark, deep dragons are nightmarish cousins of chromatic dragons. The warped magical energy of their subterranean realm gives them the ability to exhale magical spores that instill fear and scar the mind.",
						"Deep dragons' black-and-gray hide is smooth like a salamander's, and their eyes are pale. As they age, their spore breath causes fungi to bloom across their skin, especially around the head and neck. Their wings are attached to their front legs and can fold in close to the body, allowing deep dragons to easily maneuver through relatively narrow tunnels.",
						"Deep dragons often hoard secrets, delighting in knowledge of far-off lands. Many seek out new insights and tricks that they can use against other denizens of the Underdark, preferring social manipulation and crafty dealmaking to exerting themselves in combat. Deep dragons look down on any creature that isn't useful to them, though they are willing to bargain for knowledge they lack."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Deep Dragon",
							"entries": [
								"Use the Deep Dragon Personality Traits and Deep Dragon Ideals tables to inspire your portrayal of distinctive deep dragon characters, and use the Deep Dragon Spellcasting table to help select spells for a spellcasting dragon.",
								{
									"type": "entries",
									"name": "Deep Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I will not risk injury at the hands of weaker creatures—especially while I can turn them against one another and have them fight in my stead."
												],
												[
													"2",
													"It is difficult for anyone not of dragonkind to penetrate the twisting labyrinth of my thoughts."
												],
												[
													"3",
													"I might disagree with other dragons, but we are superior beings and should not lower ourselves to direct conflict."
												],
												[
													"4",
													"I have no interest in going to the surface world. It's where one sends one's servants."
												],
												[
													"5",
													"While the petty squabbles of other creatures bore and irritate me, I might hear out those who demonstrate an appreciation for the finer things in life by bringing me delicacies like clams or aboleth flesh."
												],
												[
													"6",
													"I might be willing to exert myself to take out a mind flayer. Those disgusting creatures must be stopped."
												],
												[
													"7",
													"I dream of seeing the deepest places in the ocean."
												],
												[
													"8",
													"I find I rather enjoy the company of people—as long as they remain unaware of my true nature."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Deep Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Understanding. True power comes from the ability to discern other creatures' motivations better than they can discern yours. (Any)"
												],
												[
													"2",
													"Kindred. All dragons are kin to one another, and we would all do well to prioritize that kinship. (Any)"
												],
												[
													"3",
													"Mystery. I appreciate a question I cannot answer, so I strive to be an enigma for other creatures. (Any)"
												],
												[
													"4",
													"Adaptability. Whether taking on a new form, making new allies, or trying a new strategy, flexibility keeps one youthful. (Chaotic)"
												],
												[
													"5",
													"Superiority. Weaker creatures cannot be trusted, so I constantly remind my servants of my power. (Evil)"
												],
												[
													"6",
													"Patience. All creatures might teach me something, and I'm willing to wait and find out what that might be rather than acting in haste. (Good)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Deep Dragon Adventures",
							"entries": [
								"The Deep Dragon Adventure Hooks table offers suggestions for stories and adventures involving deep dragons.",
								{
									"type": "entries",
									"name": "Deep Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Unfamiliar drow adventurers have been prowling a city's streets at night and have been overheard talking about the dragon they serve."
												],
												[
													"2",
													"Svirfneblin hire the characters to deliver tribute to their deep dragon neighbor."
												],
												[
													"3",
													"A disguised deep dragon offers access to rare artifacts—to a party who is willing to partner up on a seafood shipping business."
												],
												[
													"4",
													"A talented young ranger is kidnapped by a deep dragon who wants a hunting partner."
												],
												[
													"5",
													"A friendly young copper dragon seeks an entourage, hoping to impress the deep dragon holding the copper dragon's inheritance in trust."
												],
												[
													"6",
													"A deep dragon wants to know if rumors of a sea monster in an Underdark lake are true, so the dragon hires adventurers to investigate."
												],
												[
													"7",
													"Two Underdark settlements are about to go to war, having been carefully manipulated by a deep dragon. A desperate ruler offers a reward to anyone who can uncover the true cause of the hostility."
												],
												[
													"8",
													"A deep dragon wants someone to manufacture a scenario that will get the dragon out of an old commitment to protect a city."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Deep dragons appreciate the company of other dragons. Although they view most other species as inferior to dragonkind, having worth only as servants or tools, the rare individuals who impress them can sometimes earn respect as partners—albeit junior ones."
									]
								},
								{
									"type": "entries",
									"name": "Deep Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An ogre has acquired a deep dragon wyrmling as a pet, ignoring the fact that the dragon is an intelligent creature who will grow extremely large."
												],
												[
													"2",
													"An inquisitive deep dragon wyrmling has made it to the surface world. Lost and confused, the wyrmling has been captured by a group of cruel adventurers."
												],
												[
													"3",
													"A deep dragon wyrmling whimsically rules over a worshipful group of kobolds, sending them to the surface to fetch delicacies the wyrmling craves."
												],
												[
													"4",
													"An exclusive auction in an enclave of Lolth-worshipers features a deep dragon egg just about to hatch."
												],
												[
													"5",
													"A deep dragon wyrmling with an experimental bent has created a \"garden\" of gray oozes."
												],
												[
													"6",
													"An orphaned deep dragon wyrmling is cared for by a giant constrictor snake that is the recipient of a druid's {@spell awaken} spell."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Deep Dragon Wyrmling.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Dracohydra",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The dracohydra is the result of arcane experimentation dedicated to recreating Tiamat's power. Amalgamating the magic of chromatic dragons with the blood of a hydra resulted in a many-headed draconic monster with wings and multiple snakelike tails. The dracohydra's breath weapon is a multicolored mass of energy that contains the essence of a chromatic dragon's elemental power.",
						"These gluttonous creatures' appearance heralds disaster for any region they settle in, as they feed relentlessly—with each head demanding a feast of its own. If left alone, they hunt the local fauna almost to extinction, then move on to threatening the folk of nearby settlements.",
						"A dracohydra can sometimes be found in the service of the spellcaster who created it, kept obedient by the rituals of their creation."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dracohydra.webp"
					},
					"credit": "Lars Grant-West"
				}
			]
		},
		{
			"name": "Draconian Dreadnought",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The largest of the draconians are the dreadnoughts, who are born from the eggs of silver, blue, or sapphire dragons. They fly on mighty wings over the battlefield to wherever the fighting is the thickest. Their magical ability to change their appearance to mimic those they've slain allows them to sow confusion and despair among their enemies. When dreadnoughts are killed, their bodies burst into flames, scorching everything around them.",
						"On the world of Krynn, draconian dreadnoughts formed from silver dragon eggs are called sivak draconians."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from dragon eggs that have been corrupted or warped by powerful magic. Most often, this corruption is a deliberate act, the work of an aspiring tyrant seeking to transform stolen eggs into a draconian army. A single corrupted egg yields several draconians of the same kind. A draconian might be taken for a dragonborn at first glance, though most kinds of draconians have wings.",
								"When draconians die, they do not go quietly. Instead, their lifeless bodies unleash a last act of magical violence."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Dreadnought.webp"
					},
					"credit": "David Sladek"
				}
			]
		},
		{
			"name": "Draconian Foot Soldier",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The most numerous draconians are the foot soldiers, who are born from brass, white, or crystal dragon eggs. They are the smallest of their kind, and their slight wings are incapable of flight—though they do afford the draconians some control when falling. These wings are small enough to be hidden beneath a cloak or robe, so foot soldiers sometimes disguise themselves to get close to enemies before springing an ambush. When draconian foot soldiers die, they unleash clouds of petrifying gas, turning their corpses—and any creatures within the clouds—to stone.",
						"On the world of Krynn, draconian foot soldiers formed from brass dragon eggs are called baaz draconians."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from dragon eggs that have been corrupted or warped by powerful magic. Most often, this corruption is a deliberate act, the work of an aspiring tyrant seeking to transform stolen eggs into a draconian army. A single corrupted egg yields several draconians of the same kind. A draconian might be taken for a dragonborn at first glance, though most kinds of draconians have wings.",
								"When draconians die, they do not go quietly. Instead, their lifeless bodies unleash a last act of magical violence."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Foot Soldier.webp"
					},
					"credit": "David Auden Nash"
				}
			]
		},
		{
			"name": "Draconian Infiltrator",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Copper, black, and topaz dragon eggs yield these sly and stealthy draconians, who often serve their creators as scouts and spies. They use the paralytic venom of their saliva to coat their weapons, making them formidable assassins as well. Their wings allow them to turn a fall into a rough glide. When draconian infiltrators die, their bodies dissolve into pools of acid.",
						"On the world of Krynn, draconian infiltrators formed from copper dragon eggs are called kapak draconians."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from dragon eggs that have been corrupted or warped by powerful magic. Most often, this corruption is a deliberate act, the work of an aspiring tyrant seeking to transform stolen eggs into a draconian army. A single corrupted egg yields several draconians of the same kind. A draconian might be taken for a dragonborn at first glance, though most kinds of draconians have wings.",
								"When draconians die, they do not go quietly. Instead, their lifeless bodies unleash a last act of magical violence."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Infiltrator.webp"
					},
					"credit": "Mark Behm"
				}
			]
		},
		{
			"name": "Draconian Mage",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Draconians born from the eggs of bronze, green, and emerald dragons have some ability to wield magic. They often lead small groups of draconian foot soldiers, using their magic to snipe across the battlefield or aid their allies' incursions and attacks. They have wings that allow them to glide during a fall.",
						"When draconian mages die, their flesh shrivels away before their bones explode, sending a shower of magical splinters in all directions.",
						"On the world of Krynn, draconian mages formed from bronze dragon eggs are called bozak draconians."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from dragon eggs that have been corrupted or warped by powerful magic. Most often, this corruption is a deliberate act, the work of an aspiring tyrant seeking to transform stolen eggs into a draconian army. A single corrupted egg yields several draconians of the same kind. A draconian might be taken for a dragonborn at first glance, though most kinds of draconians have wings.",
								"When draconians die, they do not go quietly. Instead, their lifeless bodies unleash a last act of magical violence."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Mage.webp"
					},
					"credit": "Clint Cearley"
				}
			]
		},
		{
			"name": "Draconian Mastermind",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The rarest and most powerful of the draconians are the masterminds—spellcasters and strategists who most often serve as military commanders or as advisors to those who created them. They emerge from gold, red, or amethyst dragon eggs, wingless but possessed of an arsenal of eldritch power. Like their dragon progenitors, masterminds have a breath weapon—a billowing cloud of poisonous gas. They also have formidable claws and teeth they use to rend foes in close combat.",
						"Dying draconian masterminds are a sight to behold, as their magical essence coalesces as a ball of lightning that arcs out at those nearby.",
						"On the world of Krynn, draconian masterminds formed from gold dragon eggs are called aurak draconians."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from dragon eggs that have been corrupted or warped by powerful magic. Most often, this corruption is a deliberate act, the work of an aspiring tyrant seeking to transform stolen eggs into a draconian army. A single corrupted egg yields several draconians of the same kind. A draconian might be taken for a dragonborn at first glance, though most kinds of draconians have wings.",
								"When draconians die, they do not go quietly. Instead, their lifeless bodies unleash a last act of magical violence."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconian Mastermind.webp"
					},
					"credit": "Svetlin Velinov"
				}
			]
		},
		{
			"name": "Draconic Shard",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gem dragons wield psionic power, and when a powerful gem dragon perishes, the force of the dragon's will and mind sometimes refuses to pass on. This essence lingers in the form of a psychic remnant called a draconic shard.",
						"A draconic shard in its true form resembles a shimmering, spectral image of the dragon. More often, though, a shard inhabits an object the gem dragon poured psionic power into—typically a weapon or other item from the dragon's hoard. In this vessel, a draconic shard continues to pursue the interests and struggles that drove the dragon, perhaps even accompanying adventurers in the guise of an intelligent magic item and steering them to fulfill the dragon's designs.",
						"A draconic shard is difficult to destroy. Destroying the shard's spectral form or an object the shard inhabits forces the spirit into the form of a cracked gemstone while the spirit slowly regains strength. Only if that stone is destroyed can the shard be put to rest."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Draconic Shard.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Dragon Blessed",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragon blessed are the acolytes of dragons, whom they revere as gods. They wield magic to heal and support those who have earned their dragon masters' favor—and scourge those who incur the dragons' wrath. Dragon blessed view their lives and magical abilities as gifts bestowed by their dragon, and they give life energy to save those they deem important to their masters' work."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragon Followers",
							"entries": [
								"Dragons boast many minions, students, employees, acolytes, and thralls. Dragon followers are those servitors whose devotion to a dragon approaches fanatical reverence and who receive magical power from the dragon in return.",
								"Dragon followers might serve and revere any kind of dragon, and their behavior and beliefs reflect the ethos of the dragon they follow. Many dragon followers have personal stories of benevolent dragons sharing great knowledge, protecting their towns, or sparing their lives during some foolhardy adventure. Other followers seek to uncover the mysteries of draconic nature and live a life worthy of their dragon's reward, and they dream of a world where dragons can live among them as their rulers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragon Blessed.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "Dragon Chosen",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragon chosen are mighty warriors who offer their bodies as vessels for a dragon's might. They serve as enforcers of their masters' will; they often accompany dragon speakers—and are quick to defend them if they sense any ill intent. Dragon chosen are skilled in close combat, using two weapons to tear at their foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragon Followers",
							"entries": [
								"Dragons boast many minions, students, employees, acolytes, and thralls. Dragon followers are those servitors whose devotion to a dragon approaches fanatical reverence and who receive magical power from the dragon in return.",
								"Dragon followers might serve and revere any kind of dragon, and their behavior and beliefs reflect the ethos of the dragon they follow. Many dragon followers have personal stories of benevolent dragons sharing great knowledge, protecting their towns, or sparing their lives during some foolhardy adventure. Other followers seek to uncover the mysteries of draconic nature and live a life worthy of their dragon's reward, and they dream of a world where dragons can live among them as their rulers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragon Chosen.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "Dragon Speaker",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragon speakers are charismatic and persuasive orators who serve as a dragon's ambassadors among other folk. Dragon speakers have loud and authoritative voices, which they use to gain valuable resources, diplomatic connections, and donations of treasure and magic for their dragons—as well as to weave magic both subtle and thundering. They use their commanding presence to instill awe and fear into the hearts of friends and foes alike."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragon Followers",
							"entries": [
								"Dragons boast many minions, students, employees, acolytes, and thralls. Dragon followers are those servitors whose devotion to a dragon approaches fanatical reverence and who receive magical power from the dragon in return.",
								"Dragon followers might serve and revere any kind of dragon, and their behavior and beliefs reflect the ethos of the dragon they follow. Many dragon followers have personal stories of benevolent dragons sharing great knowledge, protecting their towns, or sparing their lives during some foolhardy adventure. Other followers seek to uncover the mysteries of draconic nature and live a life worthy of their dragon's reward, and they dream of a world where dragons can live among them as their rulers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragon Speaker.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "Dragon Turtle Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragon turtles are mighty creatures whose inherent magic is intimately linked with the oceans of the Material Plane. The dragon turtle presented in the {@i Monster Manual} is a typical adult, at least a century old and boasting a valuable hoard. You can use the stat blocks in this section for older or younger dragon turtles. In addition, chapter 5 includes lair actions and regional effects that can be used for adult or ancient dragon turtles. An ancient dragon turtle is a mythic creature akin to a greatwyrm, combining the power of multiple echoes from across the worlds of the Material Plane. Such a creature can be as large as an island—and indeed, legends suggest that many unwitting sailors wrecked at sea have mistaken slumbering dragon turtles for solid ground.",
						"Ancient dragon turtles might sleep for years or decades while floating along the surface of the ocean, enjoying the warmth of the sun and letting vegetation take root on their shells. An angry ancient dragon turtle is terrible to behold, radiating heat from the shell to boil the surrounding water—and any creatures in it. And even if an enemy wears down the dragon turtle's defenses, magical storms manifest to shield the dragon turtle and strike at foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Dragon Turtle",
							"entries": [
								"Use the Dragon Turtle Personality Traits and Dragon Turtle Ideals tables to inspire your portrayal of distinctive dragon turtle characters, and use the Dragon Turtle Spellcasting table to help select spells for a spellcasting dragon. (Though the {@i Monster Manual}doesn't explicitly include dragon turtles in the variant rules for making a dragon a spellcaster, you can apply those rules to these aquatic dragons.)",
								{
									"type": "entries",
									"name": "Dragon Turtle Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I speak slowly and deliberately, pausing to reflect after (or sometimes in the middle of) each utterance."
												],
												[
													"2",
													"I am more interested in the shiny baubles people carry than in anything they have to say."
												],
												[
													"3",
													"I think of ships as kindred spirits and like to rub affectionately against their keels."
												],
												[
													"4",
													"I like to show visitors the vastness of my domain, so they appreciate how insignificant they are."
												],
												[
													"5",
													"I attack anyone I notice taking from the sea's bounty without offering something in return."
												],
												[
													"6",
													"I think of sailors' songs as their \"water speech\" and try to converse with them by humming snippets of tunes I have overheard."
												],
												[
													"7",
													"I swim alongside ships sailing through my domain, just out of arrow range, so they know I am watching."
												],
												[
													"8",
													"I am fascinated by the politics of surface realms and talk endlessly with sailors and adventurers to stay current on the latest happenings on land."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dragon Turtle Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Endurance. We who dwell beneath the waves can weather all storms. (Any)"
												],
												[
													"2",
													"Indifference. What do I care for the fleeting concerns of those who crawl upon the land? (Any)"
												],
												[
													"3",
													"Curiosity. I want to know about everything that enters my domain, especially oddities from the surface world. (Any)"
												],
												[
													"4",
													"Supremacy. Creatures who refuse to recognize my rule over these waters suffer my displeasure. (Lawful or Evil)"
												],
												[
													"5",
													"Preservation. I am the ocean's steward, tending reefs and waters to ensure that they remain unspoiled. (Lawful)"
												],
												[
													"6",
													"Eradication. The peoples of the surface world were a mistake of creation. I will correct that error. (Evil)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dragon Turtle Adventures",
							"entries": [
								"The Dragon Turtle Adventure Hooks table offers suggestions for stories and adventures involving dragon turtles.",
								{
									"type": "entries",
									"name": "Dragon Turtle Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A ruthless shipping magnate has bribed a dragon turtle to attack competitors' vessels and drive them out of business."
												],
												[
													"2",
													"A curious dragon turtle swam upriver from the sea and is now stuck beneath a bridge on a major trade road, terrifying travelers."
												],
												[
													"3",
													"After an unwise attack from a whaling ship, a dragon turtle pursued the ship back to harbor and now attacks any ship that tries to leave."
												],
												[
													"4",
													"The sea around a wizard's tower is too stormy for ships to sail through, but a resident dragon turtle might be convinced to ferry the characters across."
												],
												[
													"5",
													"A royal bathhouse was renowned for its sauna, until the dragon turtle supplying the steam escaped and started rampaging through the palace."
												],
												[
													"6",
													"A millennium ago, a fabled sword was buried at sea with its wielder. Now the sword must be found, and only a dragon turtle remembers where it is."
												],
												[
													"7",
													"A dragon turtle has taken up residence in a subterranean lake, and the steam has been driving other creatures up out of their tunnels toward the surface."
												],
												[
													"8",
													"A sea god has sent a dragon turtle to unleash devastation along a populated coast."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Dragon turtles are stolid and slow to anger. This temperament, combined with their disinterest in moral quandaries, allows them to get along with—or at least abide—most creatures they encounter. They frequently enter symbiotic relationships with other sea creatures that can bring them food or treasure, and they sometimes agree to work for creatures who ply them with generous sums of wealth."
									]
								},
								{
									"type": "entries",
									"name": "Dragon Turtle Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A sea hag has promised treasure to a dragon turtle wyrmling if the wyrmling brings the hag \"visitors\" by capsizing fishing boats."
												],
												[
													"2",
													"A school of hunter sharks try to drive a dragon turtle wyrmling out of their waters."
												],
												[
													"3",
													"A dragon turtle wyrmling shares food with a giant octopus in exchange for the octopus pilfering baubles from passing ships."
												],
												[
													"4",
													"A dragon turtle wyrmling lairs in a geyser inhabited by steam mephits, believing the creatures to be dragon turtle spirits."
												],
												[
													"5",
													"A dragon turtle wyrmling is blamed for attacks on sea traffic being made by a plesiosaurus."
												],
												[
													"6",
													"A dragon turtle wyrmling plays with a pod of killer whales, leaping into the air and blowing clouds of steam each time the whales breach."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Dragonblood Ooze",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Magic-minded artisans have long incorporated parts of dragons' bodies into magic items, crafting dragon hide into armor and forging weapons from claws and teeth. Alchemists have found beneficial uses for dragon blood, but ill-advised experiments have also given rise to dragonblood oozes.",
						"The congealed blood of a dragon given mobility and hunger, the ooze tries to shape itself into a draconic form. It cannot hold a coherent shape for long and soon collapses into an amorphous heap. Similarly, it tries to manifest a breath weapon but manages only to spew forth part of its own body that it then reels back in."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonblood Ooze.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Dragonbone Golem",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A dragonbone golem is composed of dragon bones linked together with adamantine wire into the form of a dragon, animated by drawing on the bones' inherent magic. Most dragon bone golems are created by powerful dragons from the bones of vanquished rivals. Each bone is etched with intricate glyphs that allow animating power to flow through the golem's form.",
						"Dragonbone golems' resilience and obedience make them excellent lair guardians for their dragon creators, and their supernaturally fearsome presence is a strong deterrent against intrusion."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonbone Golem.webp"
					},
					"credit": "David Sladek"
				}
			]
		},
		{
			"name": "Dragonborn of Bahamut",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Often called platinum knights, dragonborn champions of Bahamut might belong to an order that exists to protect the world from evil—and especially from evil dragons. A champion of Bahamut has a distinctive pair of platinum wings and a breath weapon suffused with radiant energy."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragonborn Champions",
							"entries": [
								"The connection between dragonborn and their draconic ancestors manifests in a variety of ways. Some dragonborn identify with a particular kind of dragon and attempt to emulate such dragons' attitudes and behavior. Others consider their draconic heritage—chromatic, metallic, or gem—something like a large extended family. But for dragonborn champions, this bond is spiritual as much as biological, and they devote themselves to their divine ancestor. Dragonborn champions advance the cause of their dragon god among draconic creatures and other folk alike."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonborn of Bahamut.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Dragonborn of Sardior",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sardior is said to have died in the destruction of the First World. But many believe that Sardior's divine essence survives within every gem dragon. This philosophy is central to the teachings of Sardior's dragonborn champions, who wield psionic power in the service of their mysterious cause. Many of these champions are associated with the Inheritors of the First World (see chapter 3).",
						"Sardior's champions use telekinetic power to move their foes and even carry themselves through the air. Their breath weapon, a blast of heat, is believed to be an echo of long-lost Sardior's breath."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragonborn Champions",
							"entries": [
								"The connection between dragonborn and their draconic ancestors manifests in a variety of ways. Some dragonborn identify with a particular kind of dragon and attempt to emulate such dragons' attitudes and behavior. Others consider their draconic heritage—chromatic, metallic, or gem—something like a large extended family. But for dragonborn champions, this bond is spiritual as much as biological, and they devote themselves to their divine ancestor. Dragonborn champions advance the cause of their dragon god among draconic creatures and other folk alike."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonborn of Sardior.webp"
					},
					"credit": "Mark Behm"
				}
			]
		},
		{
			"name": "Dragonborn of Tiamat",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Champions of the dragon queen are often called Talons of Tiamat. They work tirelessly to free their master from her imprisonment in Avernus, and Tiamat grants these pawns immense strength and a devastating breath weapon. Champions of Tiamat are sometimes associated with the Cult of the Dragon (described in chapter 3)."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragonborn Champions",
							"entries": [
								"The connection between dragonborn and their draconic ancestors manifests in a variety of ways. Some dragonborn identify with a particular kind of dragon and attempt to emulate such dragons' attitudes and behavior. Others consider their draconic heritage—chromatic, metallic, or gem—something like a large extended family. But for dragonborn champions, this bond is spiritual as much as biological, and they devote themselves to their divine ancestor. Dragonborn champions advance the cause of their dragon god among draconic creatures and other folk alike."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonborn of Tiamat.webp"
					},
					"credit": "Sam Keiser"
				}
			]
		},
		{
			"name": "Dragonflesh Abomination",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A dragonflesh abomination is the final stage of a grafter's transformation—a hulking monster whose corrupted brain is ablaze with desire for treasure. Its abhorrent transformation erases the last vestiges of its previous life. It sprouts a tail and clumsy wings and grows to enormous size, barely retaining a bipedal shape. Its stomach churns with acid, causing noxious fumes to waft from its mouth and providing it with a caustic breath weapon. Its body is in a constant state of growth and change, allowing it to quickly heal from its wounds.",
						"These creatures are most often found in abandoned dragon lairs, temples to Tiamat, or other sites associated with the dragons they love."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragonflesh Grafters",
							"entries": [
								"Dragonflesh grafters practice forbidden rituals and risky experiments on themselves, modifying their bodies and minds to emulate the dragons they revere. They collect dragon parts—scales, teeth, skin, flesh, wings, and bones—that they scavenge from around dragon lairs, take from dragon corpses, or buy from merchants and adventurers. They stitch on, implant, or ingest these dragon parts, attempting to incorporate them into their own bodies and absorb the latent magic that lingers in a draconic corpse.",
								"While most would-be grafters wind up hideously scarred or dead, a few survive as wretched horrors. Their minds become twisted by magical malevolence, with only a shadow of their former selves remaining. In the most extreme cases, the resulting abomination holds no remnant of the person it once was and is utterly ruled by a dragon's lust for treasure."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonflesh Abomination.webp"
					},
					"credit": "Andrew Mar"
				}
			]
		},
		{
			"name": "Dragonflesh Grafter",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"An ordinary dragonflesh grafter is a hulking fusion of draconic and bipedal characteristics, standing between 8 and 12 feet tall. As its original nature wanes, its draconic powers grow, giving it a thick layer of dragon scale armor that covers the grafted areas of its body. A dragonflesh grafter can belch forth a gout of corrosive acid in a mockery of dragon breath.",
						"As a universal effect of their experimentation, grafters become obsessed with treasure. Their greed compels them to gather any gold or gems they can. After taking this treasure back to their lairs, they gaze for hours on end at their glittering trinkets and golden baubles."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragonflesh Grafters",
							"entries": [
								"Dragonflesh grafters practice forbidden rituals and risky experiments on themselves, modifying their bodies and minds to emulate the dragons they revere. They collect dragon parts—scales, teeth, skin, flesh, wings, and bones—that they scavenge from around dragon lairs, take from dragon corpses, or buy from merchants and adventurers. They stitch on, implant, or ingest these dragon parts, attempting to incorporate them into their own bodies and absorb the latent magic that lingers in a draconic corpse.",
								"While most would-be grafters wind up hideously scarred or dead, a few survive as wretched horrors. Their minds become twisted by magical malevolence, with only a shadow of their former selves remaining. In the most extreme cases, the resulting abomination holds no remnant of the person it once was and is utterly ruled by a dragon's lust for treasure."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonflesh Grafter.webp"
					},
					"credit": "Andrew Mar"
				}
			]
		},
		{
			"name": "Dragonnel",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragonnels are distantly related to chromatic, gem, and metallic dragons and resemble them in basic form. Intelligent enough to understand speech but incapable of speaking themselves, they are willful creatures motivated by the desire for food and entertainment. In the wild, they are picky eaters with mercurial moods, inclined to toy with their prey before going in for the kill.",
						"In some regions, dragonnels are raised from eggs to be used as aerial mounts. These domesticated dragonnels are loyal to the point of being overly protective of their riders. However, efforts to break wild dragonnels to the saddle are perilous, as these creatures often feign compliance before throwing their would-be riders from great heights.",
						"A dragonnel is an agile mount and naturally inclined to flyby tactics, swooping in to make attacks with its beak and claws before flying out of reach.",
						{
							"type": "inset",
							"name": "Dragonnel Steeds",
							"entries": [
								"With the DM's permission, a paladin can summon a spirit in the form of a dragonnel using the {@spell find greater steed|XGE} spell, which appears in {@book Xanathar's Guide to Everything|XGE}."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Dragonnel.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Egg Hunter Adult",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The salamander-like adult of the species can inflate its bulbous tail so that it takes on the shape and texture of a dragon egg. It uses this mimicry to establish itself in a nest tended by a dragon or other creatures. If an egg hunter is discovered, it releases spores that make other creatures lethargic, allowing it to scurry to safety. If things turn dire, the egg hunter's physical form can magically harden, reducing the harm it suffers from even a dragon's wrath."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Egg Hunters",
							"entries": [
								"Egg hunters are parasites that seek out dragon eggs and feed on the contents. They deposit their own eggs into the empty shells, hiding the eggs from unsuspecting dragon parents or guardians."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Egg Hunter Adult.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Egg Hunter Hatchling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A dragon egg drained by an egg hunter is filled with {@dice 1d6} new eggs, which hatch inside the dragon egg's shell in {@dice 1d6} days. The egg hunter hatchlings burst forth {@dice 1d4} days later, using the needlelike egg tooth that extends from their heads. They are voracious, consuming any other dragon eggs in the vicinity if they can. A hatchling matures into an adult about twenty days after breaking free from its dragon egg."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Egg Hunters",
							"entries": [
								"Egg hunters are parasites that seek out dragon eggs and feed on the contents. They deposit their own eggs into the empty shells, hiding the eggs from unsuspecting dragon parents or guardians."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Egg Hunter Hatchling.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Elder Brain Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"One of the few consolations available to those who must contend with a mind flayer colony is the limit of its reach, which spreads only as far as the influence of the colony's elder brain. But this small solace withers away when a colony manages to capture a dragon. Teams of mind flayers bind the dragon, which is subject to a gruesome transformation as the elder brain latches onto the dragon's back and digs its tentacles into the dragon's brain. An elder brain dragon is the nightmarish result.",
						"Using the mobility of the dragon's body, the elder brain can now serve as a powerful general to illithid armies, free from the confines of its brine pool. The elder brain dragon becomes a psychic threat in addition to a physical one, its body rife with aberrant influence and pulsing with psionic power. Even the elder brain dragon's breath weapon mutates during its transformation, becoming a stream of briny liquid roiling with illithid tadpoles. These tadpoles can swiftly slay victims and transform them into mind flayers, allowing the elder brain dragon to grow its own roving colony."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Elder Brain Dragon.webp"
					},
					"credit": "Julian Kok"
				}
			]
		},
		{
			"name": "Emerald Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Emerald dragons are the most curious, cunning, and manipulative of the gem dragons, wielding psionic power to weave illusions to deceive and disorient. They cloak their own presence so they can observe other creatures without being discovered as they collect information on everything from local cultural practices to supernatural occurrences."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Shimmering Green",
							"entries": [
								"A wyrmling emerald dragon's scales are a dull, pale green, but they develop into richer and more varied shades of green as the dragon ages. Eventually, the scales become translucent and shimmer in the light, rippling as the dragon moves. The dragon's horns and spines hover above the body, moving and shifting along the back and tail to mirror the dragon's mood."
							]
						},
						{
							"type": "entries",
							"name": "Clever Concealment",
							"entries": [
								"The shyest of the gem dragons, emerald dragons are also the most curious. They love to observe local settlements and peoples, using their psionic abilities to cloak themselves and watch from afar. When an emerald dragon is old enough, the dragon might take on the guise of a creature that can blend in with the local population, or at least get close without arousing suspicion. Once in a position to observe, the dragon studies the day-to-day life of local folk, with a keen interest in any magical phenomena.",
								"Emerald dragons' attentiveness to unusual events makes them particularly useful to their sapphire dragon cousins, who hunt down Aberrations and seek evidence of Far Realm incursions into the Material Plane. These gem dragons often work together, with emerald dragons tracking the source of an incursion while sapphire dragons plan and execute a decisive purge—or recruit agents to do it for them.",
								"Emerald dragons' preference for volcanic lairs often puts them in conflict with fire giants. Despite their reluctance to reveal themselves to strangers, emerald dragons might approach experienced adventurers in the hopes of pitting them against fire giant rivals."
							]
						},
						{
							"type": "entries",
							"name": "Hoarded Histories",
							"entries": [
								"Emerald dragons prize knowledge, particularly local histories that focus on magical events and individuals. They usually know of places of power near their lairs and keep detailed records of how phenomena connected to those sites react to outside influences. They also avidly collect magic items and spells that create illusions, allowing them to better conceal their treasures from prying eyes and divinations."
							]
						},
						{
							"type": "entries",
							"name": "Creating an Emerald Dragon",
							"entries": [
								"Use the Emerald Dragon Personality Traits and Emerald Dragon Ideals tables to inspire your portrayal of distinctive emerald dragon characters.",
								{
									"type": "entries",
									"name": "Emerald Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I repeat what others have said back to them to make sure I have remembered it correctly."
												],
												[
													"2",
													"I might not like you, but I will endeavor to treat you with respect, if not kindness."
												],
												[
													"3",
													"I like to impress visitors by reciting epic poetry."
												],
												[
													"4",
													"The only people I'm interested in are those who know history and those who make history."
												],
												[
													"5",
													"I like to adopt the personas of characters from legend."
												],
												[
													"6",
													"I studiously mimic the mannerisms of my guests."
												],
												[
													"7",
													"I prefer to get others talking, then fade into the background. Sometimes literally."
												],
												[
													"8",
													"I seek out audiences and like to be the center of attention."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Emerald Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Seclusion. It's safer if others don't know I'm here—safer for me and safer for them. (Any)"
												],
												[
													"2",
													"Observation. People lie. Histories lie. Even dragons lie. But actions always ring true. (Lawful)"
												],
												[
													"3",
													"Storytelling. There is a magic in the retelling of stories. Each new teller adds a bit of themself to the spell. (Any)"
												],
												[
													"4",
													"Nurture. Rearing a child is our best chance to make sure our own stories are passed on. (Any)"
												],
												[
													"5",
													"Inquisitiveness. Even the smallest village contains myriad stories of love, loss, triumph, and betrayal. There is always more to learn about people. (Any)"
												],
												[
													"6",
													"Espionage. Once I get paid for the information I glean, I don't care what others do with it. (Evil)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Emerald Dragon Adventures",
							"entries": [
								"The Emerald Dragon Adventure Hooks table offers suggestions for stories and adventures involving emerald dragons.",
								{
									"type": "entries",
									"name": "Emerald Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An emerald dragon is the only witness to a murder but doesn't want to be found or identified."
												],
												[
													"2",
													"An emerald dragon seeks heroes to participate in a dramatic reenactment of a legendary battle involving dragon riders."
												],
												[
													"3",
													"An emerald dragon's assault on a fire giant has attracted the attention of the giant's clan, and now the dragon seeks aid."
												],
												[
													"4",
													"Villagers have been going missing, and then are found weeks later roaming the forest. They have no memory of the emerald dragon who charmed them for wandering too close to the dragon's lair."
												],
												[
													"5",
													"Giant lizards drawn to the lair of a legendary emerald dragon are terrorizing a nearby halfling settlement. One solution is to get rid of the dragon."
												],
												[
													"6",
													"An emerald dragon is the headmaster in absentia of a bardic college and must be convinced to defend the school in a contest against a rival college."
												],
												[
													"7",
													"An emerald dragon invisibly tails a party of adventurers, causing trouble for the heroes so the dragon can watch how they respond."
												],
												[
													"8",
													"An emerald dragon has been spying for a villainous cabal, ensuring the villains remain one step ahead of the adventurers."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Emerald dragons generally go out of their way to avoid interacting with other intelligent creatures. However, their interest in history and culture occasionally gets the better of them, prompting them to seek some engagement with the folk of the world."
									]
								},
								{
									"type": "entries",
									"name": "Emerald Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Blood hawks routinely accost an emerald dragon wyrmling who lairs near the hawks' nest."
												],
												[
													"2",
													"An emerald dragon wyrmling is being hunted by a fire giant's pet hell hound."
												],
												[
													"3",
													"An emerald dragon wyrmling follows a berserker to observe the berserker's life. The berserker believes the dragon is a spirit companion."
												],
												[
													"4",
													"A flattering orog plies an emerald dragon wyrmling with gems in exchange for information about a settlement the wyrmling has been observing."
												],
												[
													"5",
													"An emerald dragon wyrmling keeps trying to play with a pair of newly hatched fire snakes."
												],
												[
													"6",
													"An emerald dragon wyrmling has been captured by scheming duergar, who plan to use the wyrmling as bait to lure the wyrmling's parents out of their lair."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Emerald Dragon Wyrmling.webp"
					},
					"credit": "Julian Kok"
				}
			]
		},
		{
			"name": "Emerald Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Gem Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Eyedrake",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When a beholder contends with a dragon for power and wealth, its thoughts of its dragon rival can become deeply obsessive, eventually pervading the beholder's dreams. If the rivalry lasts long enough, these fevered dreams can manifest as an eyedrake—a beholder-like creature with draconic features.",
						"An eyedrake resembles a winged draconic creature with no true limbs and a perpetually open mouth. Inside that mouth is a large eye that emits a breath-like wave of antimagic energy. The creature's wings are formed from multiple eyestalks, each of which can fire magical rays that combine aspects of a dragon's breath weapon attacks and a beholder's eye rays.",
						"An eyedrake left to its own devices exhibits much of the stereotypical behavior of a young dragon, attempting to establish a lair and a hoard. Driven by instinct to jealously defend its hoard, an eyedrake fights to the death if anything threatens even the smallest trinket it claims as its own."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Eyedrake.webp"
					},
					"credit": "Dawn Carlos"
				}
			]
		},
		{
			"name": "Gem Greatwyrm",
			"source": "FTD",
			"entries": [
				"More so even than their chromatic and metallic kin, gem dragons are fascinated with cultivating their dragonsight and fusing the awareness of their echoes across the Material Plane. Some of them believe that, by doing so, they are taking steps toward reuniting the shattered consciousness of Sardior the Ruby Dragon, and they pursue this awakening as an act of near-religious devotion. Others seek to exploit their knowledge of the many worlds of the Material Plane as a source of power—and indeed, a gem dragon who becomes a greatwyrm has access to almost unimaginable power.",
				"Gem greatwyrms' ascension transforms their bodies to appear as crystal, their scales sparkling like diamonds. Their breath weapons become powerful waves of crushing force that can stop almost any creature in its tracks. But the greatwyrms' most powerful ability is telekinesis on an unparalleled scale—a gem greatwyrm can telekinetically seize an entire crowd, then carry those helpless folk off to the dragon's lair.",
				{
					"type": "inset",
					"name": "Sardior's Greatwyrms",
					"source": "FTD",
					"entries": [
						"Five gem greatwyrms call themselves the thanes of Sardior and believe themselves responsible for preserving the memory of their long-lost progenitor. These greatwyrms are named Aleithilithos (an amethyst greatwyrm), Hrodel (a crystal greatwyrm), Smargad (an emerald greatwyrm), Charsima (a sapphire greatwyrm), and Tithonnas (a topaz greatwyrm). Each thane is actively seeking out their echoes across the worlds of the Material Plane, hoping to merge with these other dragons, with the goal of eventually uniting themselves to re-form the great Ruby Dragon."
					]
				},
				{
					"type": "quote",
					"entries": [
						"The thing I miss most about Sardior is the thing no gem greatwyrm will ever reproduce: the witty anecdotes. Which were, I grant you, mostly about me."
					],
					"by": "Fizban"
				}
			]
		},
		{
			"name": "Gem Stalker",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When a gem dragon kills an aberrant creature from the Far Realm, the dragon sometimes reshapes the alien corpse into a gem stalker—a cunning predator capable of traversing the Underdark, hunting Aberrations, and guarding its creator's lair. A gem stalker is imbued with life, sapience, and purpose by the mystical energy of the gem dragon's breath, and it is dedicated to its mission.",
						"A gem stalker has a four-legged body resembling that of a wingless dragon, but with a vaguely humanlike torso, head, and arms in place of the dragon's head. Its eyes are milk white, it has no mouth, and its skin is studded with bright crystals that pulse with psychic energy. These crystals give the gem stalker its telepathy, as well as its ability to fling crystal darts and create a protective link that can ward other creatures against harm."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Gem Stalker.webp"
					},
					"credit": "Svetlin Velinov"
				}
			]
		},
		{
			"name": "Ghost Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A dragon's attachment to a hoard can be strong enough to bind the dragon's spirit to existence after death. Such a ghost dragon haunts the hoard, often forming an attachment to a single priceless object that becomes the focus of the ghost dragon's Undead existence.",
						"A ghost dragon is a translucent and incorporeal version of the original dragon. Though its breath weapon resembles ghostly flames, lightning, or acid, it carries an otherworldly curse. The breath's shadowy mist can induce waking nightmares."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Ghost Dragon.webp"
					},
					"credit": "Andrew Mar"
				}
			]
		},
		{
			"name": "Gold Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Metallic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Green Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Chromatic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Hoard Mimic",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Kin to the common mimic described in the {@i Monster Manual}, hoard mimics are among the oldest and most cunning of their kind. A hoard mimic's massive, amorphous form and shape-shifting prowess allow it to take on the semblance of a vast trove of treasures, not just a single object. Like smaller mimics, hoard mimics exude adhesive goo to trap prey. They can also vent a fine, caustic mist from their pores that burns and blinds creatures caught in it.",
						"Hoard mimics are so named because many enter into partnerships with dragons, each one serving as a false hoard in a dragon's lair to draw unwitting intruders away from the real riches—and into the mimic's maw. If faced with unexpectedly fierce opposition, though, a hoard mimic might offer information about the true hoard in exchange for its life."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Hoard Mimic.webp"
					},
					"credit": "Sam Keiser"
				}
			]
		},
		{
			"name": "Hoard Scarab",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Hoard scarabs are beetle-like creatures that, through some feat of natural adaptation or alchemical ingenuity, blend in perfectly among piles of gold coins. They feed on tiny mites that infest a dragon's scales and lair, and their painful bite can be a strong deterrent to would-be treasure thieves.",
						"Hoard scarabs also produce a glittering metallic dust from their wings that coats intruders who get too close to them. The magic of this dust allows the lair's draconic owner to sense intruders' location as they move about the lair."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Hoard Scarab.webp"
					},
					"credit": "Clint Cearley"
				}
			]
		},
		{
			"name": "Hollow Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Unlike dragons who explore the magic of undeath for power, some metallic dragons see undeath as a means to pursue a noble purpose. For the sake of protecting an artifact or fulfilling an oath, a dragon might transform into a hollow dragon, accepting undeath until that purpose is fulfilled.",
						"As the name suggests, a hollow dragon is the husk of a metallic dragon's hide, filled with radiant energy. Depending on the dragon's original kind, that energy might take the appearance of flames, lightning, or misty vapors.",
						"Hollow dragons don't suffer distractions from their undying purpose. So powerful is their drive that their bodies reconstitute if destroyed.",
						"When they fulfill their purpose, most hollow dragons embrace the death they have staved off for so long. But others seek new tasks to sustain themselves—or cling to undeath out of sheer stubbornness or habit."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Hollow Dragon.webp"
					},
					"credit": "Svetlin Velinov"
				}
			]
		},
		{
			"name": "Liondrake",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A liondrake is a solitary and territorial predator with the long neck and wings of a brass dragon and the head and body of a lion (including a luxurious mane on males). Sometimes known as dragonnes, liondrakes rely on their ferocity and their frightful roar to overcome prey and drive off rivals.",
						"Liondrakes are voracious hunters that range across well-established territories. They don't typically seek out people as prey, but those folk who encroach into liondrake territory are fair game—which feeds the creature's reputation as hungering for Humanoid flesh."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Liondrake.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Metallic Greatwyrm",
			"source": "FTD",
			"entries": [
				"Some of the oldest and wisest metallic dragons undergo a miraculous metamorphosis to become greatwyrms. This transformation is often wrought by Bahamut, who takes pride in elevating his worthiest children to a status approaching his own greatness.",
				"A metallic greatwyrm's transformation often involves fusing the consciousness, the magic, and sometimes even the physical forms of multiple echoes of the same dragon across the worlds of the Material Plane. Several of the dragons identified as dragon gods—including Aasterinian (described in the \"Brass Dragons\" section of chapter 5), Lendys, and Tamara—are metallic greatwyrms who have combined the essences of multiple forms to achieve this godlike status.",
				"Metallic greatwyrms are among the largest creatures in the multiverse, overshadowing most other dragons. Mighty elemental forces swirl around them in response to their wishes, and their breath weapons can sap the strength from armies—or lay waste to whole regions.",
				{
					"type": "inset",
					"name": "Justice and Mercy",
					"source": "FTD",
					"entries": [
						"Lendys and Tamara are both silver greatwyrms, but they could not be more different from each other.",
						"Lendys is renowned as an impartial judge who is equally ready to serve as jury and executioner when dragons commit grave injustices against dragonkind. He is lawful neutral, and he is said to be incapable of mercy or forgiveness.",
						"Tamara, by contrast, embodies the ideal of mercy. She heals the sick, tends the injured, and delivers a peaceful departure to dragons nearing the end of their natural lives. She has a particular loathing for dracoliches and other draconic Undead."
					]
				},
				{
					"type": "quote",
					"entries": [
						"Call me biased, but the \"great\" part of \"metallic greatwyrm\" feels a little redundant. It goes without saying."
					],
					"by": "Fizban"
				}
			]
		},
		{
			"name": "Metallic Peacekeeper",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When a metallic dragon grows attached to a settlement of smaller folk—often after dwelling there for a time in Humanoid form—the dragon might decide to create a metallic peacekeeper to protect the place. The peacekeeper can ward a community for centuries, standing in the place of its dragon creator and maintaining peace and order."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Metallic Sentinels",
							"entries": [
								"A metallic sentinel is a guardian created by a metallic dragon, forged from the metal associated with its creator and powered by the energy of the dragon's breath. An artificial being sculpted in elegant filigree, it is dedicated to defusing tensions that could spiral into violence."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Metallic Peacekeeper.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Metallic Warbler",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Metallic warblers resemble songbirds and serve as clandestine agents of their creators, keeping watch over communities without directly intervening. Their telepathic bond lets them summon their dragon creators in case of dire need."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Metallic Sentinels",
							"entries": [
								"A metallic sentinel is a guardian created by a metallic dragon, forged from the metal associated with its creator and powered by the energy of the dragon's breath. An artificial being sculpted in elegant filigree, it is dedicated to defusing tensions that could spiral into violence."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Metallic Warbler.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Moonstone Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ancient legends suggest that when the gods came to the First World and tried to populate it with their Humanoid followers, a clever dragon fled to the Feywild to hide a clutch of eggs. The magic of that faerie realm suffused the eggs, which hatched into the first moonstone dragons. Their descendants are now found throughout the Feywild.",
						"Moonstone dragons are graceful and elegant creatures with opalescent scales and ruffs of emerald-green fur running down their chins, chests, backs, and tails. One horn arcs from the back of a moonstone dragon's skull and another at the tip of the nose; the two horns together form a shape that's reminiscent of a slender crescent moon. Moonstone dragons are playful and impetuous forces of mischief in their early years, but the best of them mature into wise teachers and storytellers who anchor Feywild communities. The worst of them are pompous and ill behaved, but even those remain gentle by nature and curious about all things—especially travelers from faraway places.",
						"Moonstone dragons can project themselves into the realm of dreams to communicate with the creatures that sleep near their lairs. In this way, they inspire artists and poets, encourage great thinkers, and spur adventurers to heroic deeds. They sometimes give guidance to those in need or request help from adventurers to encourage them to greatness.",
						"As a rule, moonstone dragons are not particularly interested in gold or copper, but they love silver, platinum, and mithral. They also cherish treasures whose value can't be easily quantified—a song sung from the heart, a lock of a loved one's hair, or a painting of a favorite place. A story of happy times fondly remembered is more precious to a moonstone dragon than a sack of gold."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Moonstone Dragon",
							"entries": [
								"Use the Moonstone Dragon Personality Traits and Moonstone Dragon Ideals tables to inspire your portrayal of distinctive moonstone dragon characters.",
								{
									"type": "entries",
									"name": "Moonstone Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I often lose track of whether I'm in the Feywild or on the Material Plane."
												],
												[
													"2",
													"I have been known to throw caution to the wind when in pursuit of new items for my hoard."
												],
												[
													"3",
													"No matter how old I get, I always delight in harmless pranks and tricks."
												],
												[
													"4",
													"I've always been mature for my age, and I can't wait for the day I can retire to my lair to be taken care of by doting fey."
												],
												[
													"5",
													"I look down upon any being who resorts to violence to solve a problem."
												],
												[
													"6",
													"Conversing with others is often difficult because I'm so easily distr... oh my goodness, is that circlet made of silver?"
												],
												[
													"7",
													"I find the waking world tedious and mundane and would much rather spend my time asleep, in the realm of dreams."
												],
												[
													"8",
													"I find the whimsy of fey, and whimsy in general, to be exasperating and exhausting."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Moonstone Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Curiosity. I might never be able to experience everything in the multiverse—but it doesn't hurt to try. (Any)"
												],
												[
													"2",
													"Nonviolence. Violence need never be the answer in a multiverse of infinite possibilities. (Neutral)"
												],
												[
													"3",
													"Whimsy. Why waste time on boring, ordinary concerns when the world is filled with fantastic and ludicrous wonders? (Chaotic)"
												],
												[
													"4",
													"Beauty. There is beauty to be found in even the simplest things if you look hard enough. (Good)"
												],
												[
													"5",
													"Inspiration. Great are history's artists and creators. But greater still are those who inspire them. (Any)"
												],
												[
													"6",
													"Power. Creatures are at their most vulnerable in their dreams, and I am the master of dreams. (Evil)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Moonstone Dragon Adventures",
							"entries": [
								"The Moonstone Dragon Adventure Hooks table offers suggestions for stories and adventures involving moonstone dragons.",
								{
									"type": "entries",
									"name": "Moonstone Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A wealthy and well-known artist's muse—a moonstone dragon—has stopped appearing in their dreams. The artist is desperate to hire adventurers to find the dragon."
												],
												[
													"2",
													"A clutch of moonstone dragons has discovered a portal to the Material Plane and is wreaking havoc on nearby villages, pilfering every bit of silver the locals own."
												],
												[
													"3",
													"A moonstone dragon seeks the platinum crown of a Fey prince—and will do anything to get it."
												],
												[
													"4",
													"A gluttonous moonstone dragon is consuming all the moonlight in a small forest, making the darkened path through the woods ideal for banditry."
												],
												[
													"5",
													"A moonstone dragon hosts a storytelling competition in the Feywild, and the winner gets to claim any one item on display in the dragon's lair."
												],
												[
													"6",
													"A moonstone dragon, offended by gifts of gold, is causing nightmares among the local nobility."
												],
												[
													"7",
													"A powerful spellcaster is forcing a captive moonstone dragon to invade the dreams of adventurers, sending parties on quests to assist the spellcaster's nefarious schemes."
												],
												[
													"8",
													"A moonstone dragon that accidentally stumbled through a portal to the Material Plane can't find a way back home to the Feywild."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"In the Feywild, moonstone dragons interact mostly with pixies, sprites, and other Fey creatures who revere and serve the dragon. Outside the Feywild, they often prefer to communicate with other creatures through dreams."
									]
								},
								{
									"type": "entries",
									"name": "Moonstone Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An abandoned moonstone dragon wyrmling is being raised by a family of faerie dragons, who eagerly encourage the wyrmling's mischievous habits."
												],
												[
													"2",
													"A moonstone dragon wyrmling searches for whoever made the dragon's friend—a suit of animated armor able to make witty, if limited, conversation."
												],
												[
													"3",
													"A moonstone dragon wyrmling has convinced a lost white dragon wyrmling that the latter is also a moonstone dragon, cursed by an archfey of winter. The two travel together, causing trouble in the name of lifting the \"curse.\""
												],
												[
													"4",
													"Ettercaps captured a moonstone dragon wyrmling, who has so far avoided becoming dinner by teaching the ettercaps to create wild, impossible sculptures with their webs."
												],
												[
													"5",
													"A moonstone dragon wyrmling torments a group of lost modrons by tricking them into performing chaotic acts."
												],
												[
													"6",
													"A moonstone dragon wyrmling has volunteered to be a spy in a conflict between a group of pixies and a group of quicklings. Both sides believe the wyrmling is working exclusively for them."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Moonstone Dragon Wyrmling.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Red Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Chromatic Greatwyrm",
				"source": "FTD"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Red Greatwyrm.webp"
					},
					"credit": "Svetlin Velinov"
				}
			]
		},
		{
			"name": "Sapphire Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The thunderous clash of conflict is part of the very nature of sapphire dragons. Militant and territorial, they defend their lairs fiercely, ambushing intruders and plotting assaults against their rivals. The sonic pulse of their breath weapon sows weakness, leaving the victims unable to fight back."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Luminous Blue",
							"entries": [
								"Sapphire dragons' scales and wing membranes show varied shades of blue, ranging from the light tones of a spring sky to the rich, crystalline azure of sapphire gems and compressed glacial ice. In the light, the scales glitter and shine like luminous starbursts. The dragons' psionic nature is evident in the horn and bone structures of their bodies. Their tail barbs and horn tips are all separate pieces, but they float in place, held aloft by psychic energy while the dragons live. These levitating horns and spines shift slightly with the dragons' moods, bobbing in amusement or flaring with anger."
							]
						},
						{
							"type": "entries",
							"name": "Art of War",
							"entries": [
								"The warlike sapphire dragons devise strategies and ambushes based on their ability to maneuver underground. A sapphire dragon often refrains from striking immediately, preferring to assess intruders first in order to devise the most advantageous approach to dealing with them.",
								"Sapphire dragons watch for signs of Aberrations and other creatures corrupted by the Far Realm. They frequently ally with emerald dragons, drawing on their kin's knowledge of occult phenomena to track the influence of the Far Realm. Armed with that knowledge, sapphire dragons stamp out alien influence before it spreads.",
								"People who dwell or delve deep beneath the earth can easily find themselves at odds with a sapphire dragon if they cross into the dragon's territory. But sapphire dragons sometimes forge peaceful relationships with rock gnomes or deep gnomes, relying on these folk to help protect the territory surrounding their lairs."
							]
						},
						{
							"type": "entries",
							"name": "Martial Hoards",
							"entries": [
								"Sapphire dragons' favorite prizes are weapons and armor, records of military history and tactics, and magic items that protect against psychic damage or mental intrusion. The centerpiece of a sapphire dragon's hoard is usually a cataloged, orderly collection of war gear, which can contain ancient relics of immense power."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Sapphire Dragon",
							"entries": [
								"Use the Sapphire Dragon Personality Traits and Sapphire Dragon Ideals tables to inspire your portrayal of distinctive sapphire dragon characters.",
								{
									"type": "entries",
									"name": "Sapphire Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I often fixate on specific historical battles or wars and won't rest until my hoard contains that conflict's most significant artifacts."
												],
												[
													"2",
													"I am constantly aware of a call from beyond this world. I must prepare to answer that call by amassing powerful arms and armor."
												],
												[
													"3",
													"I secretly look forward to adventurers trying to infiltrate my lair. How else could I try out new defenses?"
												],
												[
													"4",
													"Give me a storied helmet or scimitar over a pile of gold any day."
												],
												[
													"5",
													"No creature can outsmart my defenses—if they do, they obviously cheated."
												],
												[
													"6",
													"Any creature that can hold their own against me must teach me how—whether they want to or not."
												],
												[
													"7",
													"I cannot resist a game of dragonchess—which, I will have you know, my ancestors probably invented."
												],
												[
													"8",
													"The sight of blood makes me queasy."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sapphire Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Solitude. A stranger is just an intruder I haven't dealt with yet. (Neutral)"
												],
												[
													"2",
													"Preservation. Most creatures cannot be trusted to properly safeguard historically significant artifacts. I can. (Lawful)"
												],
												[
													"3",
													"Knowledge. The stories surrounding every piece in my collection are as important as the treasures themselves. (Any)"
												],
												[
													"4",
													"Order. An organized hoard makes me happy—and you don't want to see me unhappy. (Lawful)"
												],
												[
													"5",
													"Preparation. Justice and righteousness do not guarantee victory. Planning and tactics do. (Lawful)"
												],
												[
													"6",
													"Companionship. Sure, my hoard brings me great joy. But the real treasures are the guests who stop by to see it. (Good)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sapphire Dragon Adventures",
							"entries": [
								"The Sapphire Dragon Adventure Hooks table offers suggestions for stories and adventures involving sapphire dragons.",
								{
									"type": "entries",
									"name": "Sapphire Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Posing as an avatar of an evil earth elemental-god, a sapphire dragon serves as general to a fanatical cult—and claims the spoils of the cult's victories."
												],
												[
													"2",
													"A sapphire dragon is bound by an ancient pact to advise a monarchy on matters of defense—until someone bests the dragon's security measures."
												],
												[
													"3",
													"A sapphire dragon seeks adventurers to lead into battle against the mind flayers that usurped the dragon's lair."
												],
												[
													"4",
													"Powerful infernal creatures have opened a portal in the middle of a city square. The key to closing the portal is a mythical holy weapon that happens to be the pride and joy of a sapphire dragon's hoard."
												],
												[
													"5",
													"A sapphire dragon threatens to sink a town into the Underdark unless the authorities find and turn over a thief who stole from the dragon."
												],
												[
													"6",
													"A village is beset by swarms of giant spiders drawn to the area when a sapphire dragon took up residence nearby. Ridding the village of the spiders means tampering with the dragon's food supply."
												],
												[
													"7",
													"A sapphire dragon invites warriors to vie for the honor of studying military tactics under the dragon. The front-runner is an infamous bandit leader who will undoubtedly terrorize the area if they win."
												],
												[
													"8",
													"A sapphire dragon's lair is so well protected that its inner defenses have never been tested. The dragon spreads rumors of the treasures within to attract adventurers who can put the traps to the test."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Sapphire dragons are generally solitary creatures. On the rare occasion that one forms nonhostile relationships with other beings, it is almost always to bolster the defenses of the dragon's lair and hoard."
									]
								},
								{
									"type": "entries",
									"name": "Sapphire Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"After being robbed by gnomes who had pledged to protect the hoard, a sapphire dragon wyrmling installs new guardians that have no interest in material riches: gelatinous cubes and ochre jellies."
												],
												[
													"2",
													"A band of minotaurs in service to Baphomet has captured a sapphire dragon wyrmling to learn from the wyrmling's strategies."
												],
												[
													"3",
													"Two sapphire dragon wyrmlings vie for the same territory. Their primary battle tactic involves luring grells into each other's lairs."
												],
												[
													"4",
													"A group of Lolth-worshiping drow warriors were sent to kill a sapphire dragon wyrmling who has been making meals of their goddess's holy spiders."
												],
												[
													"5",
													"A sapphire dragon wyrmling is on the verge of starvation after incorrectly identifying a nearby phase spider nest as an easy food source."
												],
												[
													"6",
													"A sapphire dragon wyrmling's hoard contains a cursed item, which has attracted specters and wraiths to the area around the dragon's lair."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Sapphire Dragon Wyrmling.webp"
					},
					"credit": "Chris Rallis"
				}
			]
		},
		{
			"name": "Sapphire Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Gem Greatwyrm",
				"source": "FTD"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Sapphire Greatwyrm.webp"
					},
					"credit": "Sam Keiser"
				}
			]
		},
		{
			"name": "Silver Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Metallic Greatwyrm",
				"source": "FTD"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Silver Greatwyrm.webp"
					},
					"credit": "Crystal Sully"
				}
			]
		},
		{
			"name": "Swarm of Hoard Scarabs",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Hoard scarabs are beetle-like creatures that, through some feat of natural adaptation or alchemical ingenuity, blend in perfectly among piles of gold coins. They feed on tiny mites that infest a dragon's scales and lair, and their painful bite can be a strong deterrent to would-be treasure thieves.",
						"Hoard scarabs also produce a glittering metallic dust from their wings that coats intruders who get too close to them. The magic of this dust allows the lair's draconic owner to sense intruders' location as they move about the lair."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Swarm of Hoard Scarabs.webp"
					},
					"credit": "Clint Cearley"
				}
			]
		},
		{
			"name": "Topaz Dragon Wyrmling",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Decay and despair are bound up in the nature of topaz dragons, thanks to the necrotic energy of the Negative Plane that suffuses them. Their psionic power manifests the fundamental entropic principle that mortal beings and their creations are ultimately doomed to death and decomposition, and the dragons' demeanor is typically morbid and curmudgeonly as a result."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Gleaming Gold",
							"entries": [
								"Upon hatching, topaz dragon wyrmlings' scales are dull yellow-orange and have a cloudy or filmy look. As they age, their scales harden and clarify, becoming translucent and faceted, and ranging from bright yellow to rich amber in color. Their bodies are wider at the haunches, tapering in a wedge shape toward the head, and their wings are shaped to propel them through both air and water. A topaz dragon's psionic power manifests visibly in the gem-like spines that run in a ridge from the crown of the head to the tip of the tail. These spines hover above a living topaz dragon's back, dancing and shifting with the dragon's mood."
							]
						},
						{
							"type": "entries",
							"name": "Embodiment of Decay",
							"entries": [
								"While generally not malicious, topaz dragons embody decay. They view destruction as a natural means of clearing the way for new creation and growth, much as a forest fire clears dead wood, replenishes the soil, and allows the forest to regrow even healthier than before. To this end, topaz dragons use their power to reduce crumbling structures and diseased plants to dust, clearing the way for new growth and construction.",
								"Despite being competent swimmers and making their lairs on seacoasts and in brackish marshes, topaz dragons hate the water. Unfortunately, their favorite food is giant squid, so these dragons have ample opportunity to complain bitterly about being wet after diving deep into the ocean in search of prey.",
								"Topaz dragons often come into conflict with bronze dragons when their coastal territories overlap, and they can nurture an inexplicably intense hatred of these metallic dragons. They can also draw the ire of druids and other nature protectors who don't understand the dragons' proclivity for destroying large swaths of countryside. Beyond that, topaz dragons dislike company and grow irritated when disturbed. But anyone who can endure their abrasive demeanor, caustic observations, and morbid interests can form a lasting bond with a powerful ally."
							]
						},
						{
							"type": "entries",
							"name": "Entropic Hoards",
							"entries": [
								"Topaz dragons prize information on destruction and creation, whether abstract or dedicated to practical applications. They are fascinated by magic that creates objects from nothing, animates Undead, destroys matter, or manipulates negative energy. And they are particularly intrigued by Undead, sometimes keeping them in their hoards as curios."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Topaz Dragon",
							"entries": [
								"Use the Topaz Dragon Personality Traits and Topaz Dragon Ideals tables to inspire your portrayal of distinctive topaz dragon characters.",
								{
									"type": "entries",
									"name": "Topaz Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I seek no company other than my own, for no one else can compete with me."
												],
												[
													"2",
													"If my offspring can't care for themselves, I'm not sure they're worthy of my attention."
												],
												[
													"3",
													"The sea is beautiful and I love gazing upon it, but I abhor being wet."
												],
												[
													"4",
													"Why should I risk damaging my splendid physique when I can fight with the power of my mind?"
												],
												[
													"5",
													"I am predictable only in my unpredictability."
												],
												[
													"6",
													"It takes true artistry to maintain a warm, desert-like dwelling under the water."
												],
												[
													"7",
													"I soothe myself to sleep by imagining the perfect insults for bronze dragons; while I wait to meet one, I hone them on other creatures."
												],
												[
													"8",
													"I secretly enjoy conversing with lesser beings, although I usually do so only to find their weaknesses."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Topaz Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Solitude. My own company obviates the need for others in my life, whether they are dragons or lesser creatures. (Any)"
												],
												[
													"2",
													"Change. Consistency is stagnation. (Chaotic)"
												],
												[
													"3",
													"Mental Superiority. I hone my mental powers so I can confuse, control, or kill any who annoy me. (Evil)"
												],
												[
													"4",
													"Territoriality. Any creature that comes into my territory has forfeited its right to be upset by anything I do to it. (Evil)"
												],
												[
													"5",
													"Wonder. Though I don't wish to spend time in it, my soul sings at the sight of the vast beauty of the ocean. (Good)"
												],
												[
													"6",
													"Code of Combat. I despise most other dragons, but I meet them face to face without resorting to the base trickery I use on lesser creatures. (Lawful)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Topaz Dragon Adventures",
							"entries": [
								"The Topaz Dragon Adventure Hooks table offers suggestions for stories and adventures involving topaz dragons.",
								{
									"type": "entries",
									"name": "Topaz Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A pirate ship is found floating on the open sea, the bodies of the crew completely desiccated. The only clue to what happened is a single topaz dragon scale on the deck."
												],
												[
													"2",
													"A topaz dragon has claimed a stretch of coastline and ordered the residents of a seaside town to vacate the area or suffer the dragon's wrath."
												],
												[
													"3",
													"A fishery that specializes in a type of eel favored by a local topaz dragon is \"haunted,\" and shipments of the eel vanish every time the ghost appears."
												],
												[
													"4",
													"Legends claim that a gauntlet imbued with divine power rests in a temple beneath the waves. Unfortunately, that temple is now the lair of an especially tricky topaz dragon."
												],
												[
													"5",
													"A topaz dragon is injured and stranded far from the sea, but the dragon is too proud to ask for help getting home."
												],
												[
													"6",
													"A topaz dragon is building a tableau of desiccated creatures and has grown obsessed with catching one treasure hunter who escaped the dragon's clutches."
												],
												[
													"7",
													"A topaz dragon has developed a taste for merfolk, and the merfolk community near the dragon's lair is desperate for help."
												],
												[
													"8",
													"A topaz dragon is intent on destroying the homes of all intelligent creatures in the dragon's territory, and desperate locals seek to find out what's behind the dragon's wrath."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Topaz dragons rarely tolerate any company but their own, and they are usually indifferent at best even toward their own kind. Moreover, their unpredictability means that even if a creature proves itself useful to a topaz dragon, it shouldn't count on being safe from the dragon the next time they meet. Topaz dragons rarely go out of their way to fight other creatures, however, with the exception of bronze dragons, for whom they bear an inexplicably intense hatred."
									]
								},
								{
									"type": "entries",
									"name": "Topaz Dragon Wyrmling Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Moved by pity, a giant eagle continues bringing food to an abandoned topaz dragon wyrmling, despite the wyrmling's attempts to eat the eagle."
												],
												[
													"2",
													"A pseudodragon who is fanatical about the kinship of all dragonkind is trying to win a topaz dragon wyrmling's friendship."
												],
												[
													"3",
													"A topaz dragon wyrmling has developed a taste for crab meat and persistently hunts a giant crab that always manages to evade the wyrmling. (The crab might have been the recipient of a druid's {@spell awaken} spell.)"
												],
												[
													"4",
													"A mated pair of griffons found a topaz dragon egg, and they care for it as if it were their own."
												],
												[
													"5",
													"A sea hag is on the hunt for a topaz dragon wyrmling, to be used as a component in a fell ritual."
												],
												[
													"6",
													"A pirate crew keeps a curmudgeonly topaz dragon wyrmling as a beloved mascot."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Topaz Dragon Wyrmling.webp"
					},
					"credit": "Alex Stone"
				}
			]
		},
		{
			"name": "Topaz Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Gem Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "White Greatwyrm",
			"source": "FTD",
			"_copy": {
				"name": "Chromatic Greatwyrm",
				"source": "FTD"
			}
		},
		{
			"name": "Young Amethyst Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Amethyst dragons, the mightiest of the gem dragons, study and psionically manipulate the fundamental principles of the multiverse, from the force of gravity to the emanations of the Outer Planes. Their innate psionics give them a measure of control over how physical laws affect them. They defy gravity with flight that doesn't rely solely upon their great wings, and gravitational force empowers both their devastating breath weapon and the exploding amethyst crystals they spit at their foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Royal Purple",
							"entries": [
								"When first hatched, an amethyst dragon has scales of dull, opaque purple. As the dragon grows, their scales, horns, and wing membranes become more vibrant and translucent. When the dragon is fully mature, their scales resemble rich purple amethyst crystals, refracting light to take on an inner glow. Their pupils fade with age, making the eyes of an ancient dragon resemble glowing white or pale lavender orbs. Crystalline horns reminiscent of amethyst chunks hover behind their heads, held there by telekinetic force and shifting with their moods."
							]
						},
						{
							"type": "entries",
							"name": "Cosmological Study",
							"entries": [
								"Many amethyst dragons are fascinated by the existence of other worlds in the Material Plane, and especially the way individual dragons manifest unique echoes across those worlds. They also prize understanding of the cosmic forces that emanate from the Outer Planes, studying the opposing tides of good and evil, chaos and order, so they can offer counsel to those with the wisdom to accept it.",
								"Amethyst dragons pay particular attention to intrusions of the Far Realm into the Material Plane. They loathe the corruption that accompanies such intrusions into the world, making them fierce opponents of the Far Realm and any creatures warped by its touch. Strangely, though, they are intrigued by and fond of flumphs. These Aberrations, which oppose the depredations of mind flayers and other wicked Aberrations, remind amethyst dragons that allies can be found in the strangest places."
							]
						},
						{
							"type": "entries",
							"name": "Hoarded Arcana",
							"entries": [
								"In addition to material wealth, amethyst dragons delight in collecting knowledge and magic dealing with the nature of the planes of existence, cosmic forces, and distant worlds. They prize treasures drawn from different worlds of the Material Plane, especially magic items and artworks that highlight the unique nature of different worlds. Magic items that allow teleportation or travel between planes, spellbooks filled with similar magic, and treatises examining the nature of the multiverse form the centerpiece of an amethyst dragon's hoard."
							]
						},
						{
							"type": "entries",
							"name": "Creating an Amethyst Dragon",
							"entries": [
								"Use the Amethyst Dragon Personality Traits and Amethyst Dragon Ideals tables to inspire your portrayal of distinctive amethyst dragon characters.",
								{
									"type": "entries",
									"name": "Amethyst Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I am never so content as when contemplating the beauty and wonders of the multiverse."
												],
												[
													"2",
													"I am a sworn protector against the depredations of the Far Realm, and I will root out its corruption wherever it may arise."
												],
												[
													"3",
													"What use is vast knowledge or insight if it is not shared with those who can appreciate it?"
												],
												[
													"4",
													"Although some are fascinated by words, I think numbers are the true foundations of creation."
												],
												[
													"5",
													"To experience a thing is to truly understand it. Direct and personal experience is the most valuable form of knowledge."
												],
												[
													"6",
													"I see a far more kaleidoscopic reality than you do... or than any of your selves do, really."
												],
												[
													"7",
													"It is not my place to interfere. I merely seek to observe, learn, and understand."
												],
												[
													"8",
													"With a true understanding of metaphysics, anything is possible—including the creation of a more orderly and perfect cosmos than this one."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Amethyst Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Balance. Everything is a complex interaction of forces that must be kept in a delicate and carefully maintained balance. (Neutral)"
												],
												[
													"2",
													"Knowledge. We are the whole of creation, seeking to understand itself. (Any)"
												],
												[
													"3",
													"Self-Improvement. I am a complex gem, and I constantly polish and refine my many facets to make the whole that much more perfect. (Any)"
												],
												[
													"4",
													"Responsibility. Having knowledge and power gives one a responsibility to those who have less of either. (Lawful)"
												],
												[
													"5",
													"Noble Obligation. My superior experience, intellect, and insight give me a duty to mediate disputes when I can. (Good)"
												],
												[
													"6",
													"Power. Knowledge is power, power must be used, and I use it. Your concerns are irrelevant. (Evil)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Amethyst Dragon Adventures",
							"entries": [
								"The Amethyst Dragon Adventure Hooks table offers suggestions for stories and adventures involving amethyst dragons.",
								{
									"type": "entries",
									"name": "Amethyst Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An amethyst dragon seeks a rare type of crystal found in the domain of a territorial stone giant clan."
												],
												[
													"2",
													"A coven of hags seeks to reclaim its hag eye, which rests within an amethyst dragon's hoard."
												],
												[
													"3",
													"An amethyst dragon magically disables all teleportation within a thousand miles of their lair. Governments within that area seek emissaries who can negotiate an end to the restriction."
												],
												[
													"4",
													"An amethyst dragon recruits a group of adventurers to psychically trade bodies with adventurers from another world, so that each can carry out certain tasks before swapping back."
												],
												[
													"5",
													"A cult devoted to a Great Old One of the Far Realm seeks an alien monolith that can summon its master, but the site is guarded by an amethyst dragon."
												],
												[
													"6",
													"An amethyst dragon wyrmling is actually the temporally displaced form of an ancient amethyst dragon who already exists in the same time line."
												],
												[
													"7",
													"An amethyst dragon seeks the means to plant special crystals that will allow the dragon to magically coexist in multiple places at once across the world during a rare celestial alignment."
												],
												[
													"8",
													"An amethyst dragon is fusing with their echoes on other worlds. They all hope to ascend to godhood, perhaps recreating or replacing Sardior."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Amethyst dragons are generally aloof creatures, dwelling in isolation for long periods of time and rarely cultivating connections with other creatures. When they do connect with others, it is most often for intellectual and philosophical pursuits or to fulfill some arcane purpose involving the dragons' echoes across the worlds."
									]
								},
								{
									"type": "entries",
									"name": "Young Amethyst Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A myconid community dwells in tunnels near a young amethyst dragon's lair, and its members telepathically commune with the dragon and any visitors in the lair from time to time."
												],
												[
													"2",
													"A young amethyst dragon and a githzerai zerth travel together, learning about the multiverse."
												],
												[
													"3",
													"A young amethyst dragon wants to take over the cavern lair of a hydra."
												],
												[
													"4",
													"A deep pool in a young amethyst dragon's lair leads to the underground domain of an aboleth the dragon has been seeking to eliminate."
												],
												[
													"5",
													"A young amethyst dragon and a cloud giant regularly host each other to play strategy games."
												],
												[
													"6",
													"Pegasi nesting in the mountain heights are under the protection of a young amethyst dragon."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Amethyst Dragon.webp"
					},
					"credit": "Shawn Wood"
				}
			]
		},
		{
			"name": "Young Crystal Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Shimmering with radiant energy and brimming with life, crystal dragons enjoy an innate psionic connection to the Positive Plane that suffuses their bodies as well as their personalities with light. Though they prefer to live in desolate, frigid regions, many of them are among the friendliest of dragonkind, nurturing and optimistic."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Inner Glow",
							"entries": [
								"When they hatch, crystal dragons have dull gray scales, with a few white or clear crystalline points, allowing the wyrmlings to blend in to rocky terrain in the face of danger. As they age, their scales turn snow white, then slowly fade to transparency. The oldest crystal dragons have scales of perfect clarity that bend and refract light, sometimes making them difficult to see clearly.",
								"The radiant energy of the Positive Plane shimmers in crystal dragons' scales. It glows like starlight between their bodies and the spines and horns that hover close to their heads and backs. These horns shift with the dragon's mood: bristling with anger, lying back with fear or suspicion, and rippling in side-to-side waves with amusement or joy."
							]
						},
						{
							"type": "entries",
							"name": "Visions in Starlight",
							"entries": [
								"Many crystal dragons study the stars, recording their observations of the night sky and tracking the signs written in starlight. They read these signs as omens, giving them glimpses of what is to come, and they eagerly examine the potential futures of any creatures who come to them in peace.",
								"Crystal dragons' connection to the radiant forces of the Positive Plane fosters a nurturing, optimistic attitude in most of these dragons. They sometimes adopt the abandoned eggs or hatchlings of other dragons; many a white wyrmling has been raised in the caring environment of a crystal dragon's lair. But they fiercely oppose destructive forces in their home territories, which sometimes leads nearby frost giants and white dragons to put aside their mutual enmity to hunt them."
							]
						},
						{
							"type": "entries",
							"name": "Glittering Hoards",
							"entries": [
								"For their treasure hoards, crystal dragons prize diamonds and baubles that refract light, collections of prophecy, works on astronomy, and star charts. When it comes to magical treasure, they seek items and spells that predict the future, create or manipulate light, or channel positive energy for healing and nurturing."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Crystal Dragon",
							"entries": [
								"Use the Crystal Dragon Personality Traits and Crystal Dragon Ideals tables to inspire your portrayal of distinctive crystal dragon characters.",
								{
									"type": "entries",
									"name": "Crystal Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"If you're not a thief or a frost giant, let's talk!"
												],
												[
													"2",
													"Are you comfortable? Can I tell your future for you? Just let me know what I can do for you, okay?"
												],
												[
													"3",
													"Jokes are as valuable as any gemstone and more fun to share."
												],
												[
													"4",
													"My empathy is a bottomless well. I can't help but lose myself in the emotions of others."
												],
												[
													"5",
													"The stars have much to tell us, and folk need me to interpret what the stars say."
												],
												[
													"6",
													"All play and no work—those are the words I live by."
												],
												[
													"7",
													"I am always the first to offer a compliment."
												],
												[
													"8",
													"Get off my snowfield, you immature bipeds! When I was a wyrmling, people respected their elders!"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Crystal Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Exploration. Yesterday is already known. Today is for something new. (Chaotic)"
												],
												[
													"2",
													"Empathy. It's a gift to share in another's joy, even if sometimes you must bear their pain, too. (Good)"
												],
												[
													"3",
													"Hospitality. We all live beautiful lives—it would be a shame not to share our lives with others. (Neutral)"
												],
												[
													"4",
													"Determinism. Our destinies may already be written, but the way we achieve them still matters. (Any)"
												],
												[
													"5",
													"Fun and Games. Play is learning, but without the boredom. (Chaotic)"
												],
												[
													"6",
													"Control. Everyone is welcome, as long as they follow my rules. (Lawful)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Crystal Dragon Adventures",
							"entries": [
								"The Crystal Dragon Adventure Hooks table offers suggestions for stories and adventures involving crystal dragons.",
								{
									"type": "entries",
									"name": "Crystal Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A towering palace of ice and quartz that was once the abode of an ancient crystal dragon is found deserted, with no clue as to whether its master will return or whether some other creature has claimed it."
												],
												[
													"2",
													"Prismatic shards rain from the sky in a beautiful but dangerous display. Rumors quickly spread that a crystal dragon is responsible."
												],
												[
													"3",
													"A crystal dragon invites the greatest bards and philosophers to partake in \"the Great Dialogue\" in the dragon's mountaintop lair. But only the dragon knows that the Great Dialogue has no end, and no one can leave the lair once it has begun."
												],
												[
													"4",
													"A crystal dragon intent on exploring a new world of the Material Plane has acquired a magic ship for the journey and now just needs a brave crew."
												],
												[
													"5",
													"A crystal dragon who has guarded a mountain pass for decades unexpectedly retires to the Elemental Plane of Air. Monstrous forces immediately move into the area—and might take control of the pass unless the dragon can be convinced to return."
												],
												[
													"6",
													"A royal heir goes missing while secretly visiting a crystal dragon. The heir's family, the heir's friends, and the dragon all want to find the heir, but no faction trusts the others."
												],
												[
													"7",
													"A crystal dragon seeks bold adventurers to steal an egg from an ancient white dragon who is infamous for abject cruelty and utter remorselessness."
												],
												[
													"8",
													"A crystal dragon has ripped open holes to the Elemental Planes of Air and Water, creating flash glaciation that encroaches upon inhabited lands."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Crystal dragons are among the most social and hospitable of dragons. They are equal parts mysterious, contemplative, and mischievous, making it difficult to know what to expect of them."
									]
								},
								{
									"type": "entries",
									"name": "Young Crystal Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A young crystal dragon tries to protect a local population of rare snowy owlbears from poachers and hunters."
												],
												[
													"2",
													"A young crystal dragon has adopted a group of kobolds and is trying to teach them the value of a good practical joke."
												],
												[
													"3",
													"A young crystal dragon has captured a pack of winter wolves loyal to a frost giant, intent on convincing the wolves to change their evil ways."
												],
												[
													"4",
													"A lonely werebear enjoys long conversations with a young crystal dragon but doesn't always appreciate the dragon's sense of humor."
												],
												[
													"5",
													"A young crystal dragon finds some manticores' bluster hilarious and befriends them despite their fear. But the dragon is having trouble overcoming the manticores' predatory nature."
												],
												[
													"6",
													"A young crystal dragon uses dancing lights and hypnotic pattern to give an air of authenticity to a charlatan fortuneteller's act, in exchange for a portion of the take from the charlatan's clients."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Crystal Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Young Deep Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Making their lairs in the depths of the Underdark, deep dragons are nightmarish cousins of chromatic dragons. The warped magical energy of their subterranean realm gives them the ability to exhale magical spores that instill fear and scar the mind.",
						"Deep dragons' black-and-gray hide is smooth like a salamander's, and their eyes are pale. As they age, their spore breath causes fungi to bloom across their skin, especially around the head and neck. Their wings are attached to their front legs and can fold in close to the body, allowing deep dragons to easily maneuver through relatively narrow tunnels.",
						"Deep dragons often hoard secrets, delighting in knowledge of far-off lands. Many seek out new insights and tricks that they can use against other denizens of the Underdark, preferring social manipulation and crafty dealmaking to exerting themselves in combat. Deep dragons look down on any creature that isn't useful to them, though they are willing to bargain for knowledge they lack."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Deep Dragon",
							"entries": [
								"Use the Deep Dragon Personality Traits and Deep Dragon Ideals tables to inspire your portrayal of distinctive deep dragon characters, and use the Deep Dragon Spellcasting table to help select spells for a spellcasting dragon.",
								{
									"type": "entries",
									"name": "Deep Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I will not risk injury at the hands of weaker creatures—especially while I can turn them against one another and have them fight in my stead."
												],
												[
													"2",
													"It is difficult for anyone not of dragonkind to penetrate the twisting labyrinth of my thoughts."
												],
												[
													"3",
													"I might disagree with other dragons, but we are superior beings and should not lower ourselves to direct conflict."
												],
												[
													"4",
													"I have no interest in going to the surface world. It's where one sends one's servants."
												],
												[
													"5",
													"While the petty squabbles of other creatures bore and irritate me, I might hear out those who demonstrate an appreciation for the finer things in life by bringing me delicacies like clams or aboleth flesh."
												],
												[
													"6",
													"I might be willing to exert myself to take out a mind flayer. Those disgusting creatures must be stopped."
												],
												[
													"7",
													"I dream of seeing the deepest places in the ocean."
												],
												[
													"8",
													"I find I rather enjoy the company of people—as long as they remain unaware of my true nature."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Deep Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Understanding. True power comes from the ability to discern other creatures' motivations better than they can discern yours. (Any)"
												],
												[
													"2",
													"Kindred. All dragons are kin to one another, and we would all do well to prioritize that kinship. (Any)"
												],
												[
													"3",
													"Mystery. I appreciate a question I cannot answer, so I strive to be an enigma for other creatures. (Any)"
												],
												[
													"4",
													"Adaptability. Whether taking on a new form, making new allies, or trying a new strategy, flexibility keeps one youthful. (Chaotic)"
												],
												[
													"5",
													"Superiority. Weaker creatures cannot be trusted, so I constantly remind my servants of my power. (Evil)"
												],
												[
													"6",
													"Patience. All creatures might teach me something, and I'm willing to wait and find out what that might be rather than acting in haste. (Good)"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Deep Dragon Spellcasting",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Age",
												"Spell Save Dc",
												"Spells Known"
											],
											"colStyles": [
												"col-1",
												"col-3 text-right",
												"col-8"
											],
											"rows": [
												[
													"Young",
													"14",
													"command, dissonant whispers, faerie fire"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Deep Dragon Adventures",
							"entries": [
								"The Deep Dragon Adventure Hooks table offers suggestions for stories and adventures involving deep dragons.",
								{
									"type": "entries",
									"name": "Deep Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Unfamiliar drow adventurers have been prowling a city's streets at night and have been overheard talking about the dragon they serve."
												],
												[
													"2",
													"Svirfneblin hire the characters to deliver tribute to their deep dragon neighbor."
												],
												[
													"3",
													"A disguised deep dragon offers access to rare artifacts—to a party who is willing to partner up on a seafood shipping business."
												],
												[
													"4",
													"A talented young ranger is kidnapped by a deep dragon who wants a hunting partner."
												],
												[
													"5",
													"A friendly young copper dragon seeks an entourage, hoping to impress the deep dragon holding the copper dragon's inheritance in trust."
												],
												[
													"6",
													"A deep dragon wants to know if rumors of a sea monster in an Underdark lake are true, so the dragon hires adventurers to investigate."
												],
												[
													"7",
													"Two Underdark settlements are about to go to war, having been carefully manipulated by a deep dragon. A desperate ruler offers a reward to anyone who can uncover the true cause of the hostility."
												],
												[
													"8",
													"A deep dragon wants someone to manufacture a scenario that will get the dragon out of an old commitment to protect a city."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Deep dragons appreciate the company of other dragons. Although they view most other species as inferior to dragonkind, having worth only as servants or tools, the rare individuals who impress them can sometimes earn respect as partners—albeit junior ones."
									]
								},
								{
									"type": "entries",
									"name": "Young Deep Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A young deep dragon has captured a number of kuo-toa and has decided to try them out as servants instead of eating them."
												],
												[
													"2",
													"A young deep dragon maintains the guise of a handsome Humanoid artist so as to maintain an adoring cult of drow and duergar admirers."
												],
												[
													"3",
													"A rather snooty bone naga serves as a young deep dragon's loyal butler, as it did for the dragon's parent."
												],
												[
													"4",
													"A young deep dragon has organized a society of hobgoblin explorers, whose members seek out new places in the Underdark for the dragon to visit."
												],
												[
													"5",
													"A doppelganger mimics a young deep dragon's Humanoid form while committing a string of murders, hoping to turn local Underdark settlements against the dragon."
												],
												[
													"6",
													"Despite repeated mind flayer attacks, a young deep dragon refuses to leave the cave where the dragon's best friend—an adventurer who won the dragon's respect and affection—lingers as a ghost."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Deep Dragon.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Young Dragon Turtle",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragon turtles are mighty creatures whose inherent magic is intimately linked with the oceans of the Material Plane. The dragon turtle presented in the {@i Monster Manual} is a typical adult, at least a century old and boasting a valuable hoard. You can use the stat blocks in this section for older or younger dragon turtles. In addition, chapter 5 includes lair actions and regional effects that can be used for adult or ancient dragon turtles. An ancient dragon turtle is a mythic creature akin to a greatwyrm, combining the power of multiple echoes from across the worlds of the Material Plane. Such a creature can be as large as an island—and indeed, legends suggest that many unwitting sailors wrecked at sea have mistaken slumbering dragon turtles for solid ground.",
						"Ancient dragon turtles might sleep for years or decades while floating along the surface of the ocean, enjoying the warmth of the sun and letting vegetation take root on their shells. An angry ancient dragon turtle is terrible to behold, radiating heat from the shell to boil the surrounding water—and any creatures in it. And even if an enemy wears down the dragon turtle's defenses, magical storms manifest to shield the dragon turtle and strike at foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Dragon Turtle",
							"entries": [
								"Use the Dragon Turtle Personality Traits and Dragon Turtle Ideals tables to inspire your portrayal of distinctive dragon turtle characters, and use the Dragon Turtle Spellcasting table to help select spells for a spellcasting dragon. (Though the {@i Monster Manual}doesn't explicitly include dragon turtles in the variant rules for making a dragon a spellcaster, you can apply those rules to these aquatic dragons.)",
								{
									"type": "entries",
									"name": "Dragon Turtle Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I speak slowly and deliberately, pausing to reflect after (or sometimes in the middle of) each utterance."
												],
												[
													"2",
													"I am more interested in the shiny baubles people carry than in anything they have to say."
												],
												[
													"3",
													"I think of ships as kindred spirits and like to rub affectionately against their keels."
												],
												[
													"4",
													"I like to show visitors the vastness of my domain, so they appreciate how insignificant they are."
												],
												[
													"5",
													"I attack anyone I notice taking from the sea's bounty without offering something in return."
												],
												[
													"6",
													"I think of sailors' songs as their \"water speech\" and try to converse with them by humming snippets of tunes I have overheard."
												],
												[
													"7",
													"I swim alongside ships sailing through my domain, just out of arrow range, so they know I am watching."
												],
												[
													"8",
													"I am fascinated by the politics of surface realms and talk endlessly with sailors and adventurers to stay current on the latest happenings on land."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dragon Turtle Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Endurance. We who dwell beneath the waves can weather all storms. (Any)"
												],
												[
													"2",
													"Indifference. What do I care for the fleeting concerns of those who crawl upon the land? (Any)"
												],
												[
													"3",
													"Curiosity. I want to know about everything that enters my domain, especially oddities from the surface world. (Any)"
												],
												[
													"4",
													"Supremacy. Creatures who refuse to recognize my rule over these waters suffer my displeasure. (Lawful or Evil)"
												],
												[
													"5",
													"Preservation. I am the ocean's steward, tending reefs and waters to ensure that they remain unspoiled. (Lawful)"
												],
												[
													"6",
													"Eradication. The peoples of the surface world were a mistake of creation. I will correct that error. (Evil)"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dragon Turtle Spellcasting",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Age",
												"Spell Save Dc",
												"Spells Known"
											],
											"colStyles": [
												"col-2",
												"col-5 text-right",
												"col-5 text-center"
											],
											"rows": [
												[
													"Young",
													"13",
													"fog cloud"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dragon Turtle Adventures",
							"entries": [
								"The Dragon Turtle Adventure Hooks table offers suggestions for stories and adventures involving dragon turtles.",
								{
									"type": "entries",
									"name": "Dragon Turtle Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A ruthless shipping magnate has bribed a dragon turtle to attack competitors' vessels and drive them out of business."
												],
												[
													"2",
													"A curious dragon turtle swam upriver from the sea and is now stuck beneath a bridge on a major trade road, terrifying travelers."
												],
												[
													"3",
													"After an unwise attack from a whaling ship, a dragon turtle pursued the ship back to harbor and now attacks any ship that tries to leave."
												],
												[
													"4",
													"The sea around a wizard's tower is too stormy for ships to sail through, but a resident dragon turtle might be convinced to ferry the characters across."
												],
												[
													"5",
													"A royal bathhouse was renowned for its sauna, until the dragon turtle supplying the steam escaped and started rampaging through the palace."
												],
												[
													"6",
													"A millennium ago, a fabled sword was buried at sea with its wielder. Now the sword must be found, and only a dragon turtle remembers where it is."
												],
												[
													"7",
													"A dragon turtle has taken up residence in a subterranean lake, and the steam has been driving other creatures up out of their tunnels toward the surface."
												],
												[
													"8",
													"A sea god has sent a dragon turtle to unleash devastation along a populated coast."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Dragon turtles are stolid and slow to anger. This temperament, combined with their disinterest in moral quandaries, allows them to get along with—or at least abide—most creatures they encounter. They frequently enter symbiotic relationships with other sea creatures that can bring them food or treasure, and they sometimes agree to work for creatures who ply them with generous sums of wealth."
									]
								},
								{
									"type": "entries",
									"name": "Young Dragon Turtle Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A young dragon turtle serves as a mount for a sahuagin baron in exchange for plunder."
												],
												[
													"2",
													"A young blue dragon is teaching a young dragon turtle to terrorize nearby settlements so the inhabitants will propitiate the dragon turtle with gold."
												],
												[
													"3",
													"A young dragon turtle serves as a mobile rookery for a flock of pteranodons and eats fish they drop."
												],
												[
													"4",
													"A young dragon turtle has been enslaved by an aboleth and forced to guard the creature's lair."
												],
												[
													"5",
													"A clan of gnomes pays a young dragon turtle to serve as a mobile refueling platform for their fleet of steamboats."
												],
												[
													"6",
													"A young dragon turtle likes to feast on giant crocodiles' eggs."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Young Emerald Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Emerald dragons are the most curious, cunning, and manipulative of the gem dragons, wielding psionic power to weave illusions to deceive and disorient. They cloak their own presence so they can observe other creatures without being discovered as they collect information on everything from local cultural practices to supernatural occurrences."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Shimmering Green",
							"entries": [
								"A wyrmling emerald dragon's scales are a dull, pale green, but they develop into richer and more varied shades of green as the dragon ages. Eventually, the scales become translucent and shimmer in the light, rippling as the dragon moves. The dragon's horns and spines hover above the body, moving and shifting along the back and tail to mirror the dragon's mood."
							]
						},
						{
							"type": "entries",
							"name": "Clever Concealment",
							"entries": [
								"The shyest of the gem dragons, emerald dragons are also the most curious. They love to observe local settlements and peoples, using their psionic abilities to cloak themselves and watch from afar. When an emerald dragon is old enough, the dragon might take on the guise of a creature that can blend in with the local population, or at least get close without arousing suspicion. Once in a position to observe, the dragon studies the day-to-day life of local folk, with a keen interest in any magical phenomena.",
								"Emerald dragons' attentiveness to unusual events makes them particularly useful to their sapphire dragon cousins, who hunt down Aberrations and seek evidence of Far Realm incursions into the Material Plane. These gem dragons often work together, with emerald dragons tracking the source of an incursion while sapphire dragons plan and execute a decisive purge—or recruit agents to do it for them.",
								"Emerald dragons' preference for volcanic lairs often puts them in conflict with fire giants. Despite their reluctance to reveal themselves to strangers, emerald dragons might approach experienced adventurers in the hopes of pitting them against fire giant rivals."
							]
						},
						{
							"type": "entries",
							"name": "Hoarded Histories",
							"entries": [
								"Emerald dragons prize knowledge, particularly local histories that focus on magical events and individuals. They usually know of places of power near their lairs and keep detailed records of how phenomena connected to those sites react to outside influences. They also avidly collect magic items and spells that create illusions, allowing them to better conceal their treasures from prying eyes and divinations."
							]
						},
						{
							"type": "entries",
							"name": "Creating an Emerald Dragon",
							"entries": [
								"Use the Emerald Dragon Personality Traits and Emerald Dragon Ideals tables to inspire your portrayal of distinctive emerald dragon characters.",
								{
									"type": "entries",
									"name": "Emerald Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I repeat what others have said back to them to make sure I have remembered it correctly."
												],
												[
													"2",
													"I might not like you, but I will endeavor to treat you with respect, if not kindness."
												],
												[
													"3",
													"I like to impress visitors by reciting epic poetry."
												],
												[
													"4",
													"The only people I'm interested in are those who know history and those who make history."
												],
												[
													"5",
													"I like to adopt the personas of characters from legend."
												],
												[
													"6",
													"I studiously mimic the mannerisms of my guests."
												],
												[
													"7",
													"I prefer to get others talking, then fade into the background. Sometimes literally."
												],
												[
													"8",
													"I seek out audiences and like to be the center of attention."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Emerald Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Seclusion. It's safer if others don't know I'm here—safer for me and safer for them. (Any)"
												],
												[
													"2",
													"Observation. People lie. Histories lie. Even dragons lie. But actions always ring true. (Lawful)"
												],
												[
													"3",
													"Storytelling. There is a magic in the retelling of stories. Each new teller adds a bit of themself to the spell. (Any)"
												],
												[
													"4",
													"Nurture. Rearing a child is our best chance to make sure our own stories are passed on. (Any)"
												],
												[
													"5",
													"Inquisitiveness. Even the smallest village contains myriad stories of love, loss, triumph, and betrayal. There is always more to learn about people. (Any)"
												],
												[
													"6",
													"Espionage. Once I get paid for the information I glean, I don't care what others do with it. (Evil)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Emerald Dragon Adventures",
							"entries": [
								"The Emerald Dragon Adventure Hooks table offers suggestions for stories and adventures involving emerald dragons.",
								{
									"type": "entries",
									"name": "Emerald Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An emerald dragon is the only witness to a murder but doesn't want to be found or identified."
												],
												[
													"2",
													"An emerald dragon seeks heroes to participate in a dramatic reenactment of a legendary battle involving dragon riders."
												],
												[
													"3",
													"An emerald dragon's assault on a fire giant has attracted the attention of the giant's clan, and now the dragon seeks aid."
												],
												[
													"4",
													"Villagers have been going missing, and then are found weeks later roaming the forest. They have no memory of the emerald dragon who charmed them for wandering too close to the dragon's lair."
												],
												[
													"5",
													"Giant lizards drawn to the lair of a legendary emerald dragon are terrorizing a nearby halfling settlement. One solution is to get rid of the dragon."
												],
												[
													"6",
													"An emerald dragon is the headmaster in absentia of a bardic college and must be convinced to defend the school in a contest against a rival college."
												],
												[
													"7",
													"An emerald dragon invisibly tails a party of adventurers, causing trouble for the heroes so the dragon can watch how they respond."
												],
												[
													"8",
													"An emerald dragon has been spying for a villainous cabal, ensuring the villains remain one step ahead of the adventurers."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Emerald dragons generally go out of their way to avoid interacting with other intelligent creatures. However, their interest in history and culture occasionally gets the better of them, prompting them to seek some engagement with the folk of the world."
									]
								},
								{
									"type": "entries",
									"name": "Young Emerald Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A young emerald dragon has befriended a stone giant, who is teaching the dragon giant folklore."
												],
												[
													"2",
													"A young emerald dragon lairs in abandoned bandit caverns also occupied by a friendly earth elemental, which hunts for buried coins for the dragon's hoard."
												],
												[
													"3",
													"A galeb duhr acts as a door guard to a young emerald dragon's lair."
												],
												[
													"4",
													"A young emerald dragon invites repeated visits from a drow mage who corrects what the dragon has learned about the history of the elven schism."
												],
												[
													"5",
													"A young emerald dragon attempts to drive off a clan of cyclopes who have taken up residence in a nearby cave, attacking the clan's herd of giant goats."
												],
												[
													"6",
													"An assassin and a young emerald dragon train together to master the art of stealth."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Emerald Dragon.webp"
					},
					"credit": "Julian Kok"
				}
			]
		},
		{
			"name": "Young Moonstone Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ancient legends suggest that when the gods came to the First World and tried to populate it with their Humanoid followers, a clever dragon fled to the Feywild to hide a clutch of eggs. The magic of that faerie realm suffused the eggs, which hatched into the first moonstone dragons. Their descendants are now found throughout the Feywild.",
						"Moonstone dragons are graceful and elegant creatures with opalescent scales and ruffs of emerald-green fur running down their chins, chests, backs, and tails. One horn arcs from the back of a moonstone dragon's skull and another at the tip of the nose; the two horns together form a shape that's reminiscent of a slender crescent moon. Moonstone dragons are playful and impetuous forces of mischief in their early years, but the best of them mature into wise teachers and storytellers who anchor Feywild communities. The worst of them are pompous and ill behaved, but even those remain gentle by nature and curious about all things—especially travelers from faraway places.",
						"Moonstone dragons can project themselves into the realm of dreams to communicate with the creatures that sleep near their lairs. In this way, they inspire artists and poets, encourage great thinkers, and spur adventurers to heroic deeds. They sometimes give guidance to those in need or request help from adventurers to encourage them to greatness.",
						"As a rule, moonstone dragons are not particularly interested in gold or copper, but they love silver, platinum, and mithral. They also cherish treasures whose value can't be easily quantified—a song sung from the heart, a lock of a loved one's hair, or a painting of a favorite place. A story of happy times fondly remembered is more precious to a moonstone dragon than a sack of gold."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Moonstone Dragon",
							"entries": [
								"Use the Moonstone Dragon Personality Traits and Moonstone Dragon Ideals tables to inspire your portrayal of distinctive moonstone dragon characters.",
								{
									"type": "entries",
									"name": "Moonstone Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I often lose track of whether I'm in the Feywild or on the Material Plane."
												],
												[
													"2",
													"I have been known to throw caution to the wind when in pursuit of new items for my hoard."
												],
												[
													"3",
													"No matter how old I get, I always delight in harmless pranks and tricks."
												],
												[
													"4",
													"I've always been mature for my age, and I can't wait for the day I can retire to my lair to be taken care of by doting fey."
												],
												[
													"5",
													"I look down upon any being who resorts to violence to solve a problem."
												],
												[
													"6",
													"Conversing with others is often difficult because I'm so easily distr... oh my goodness, is that circlet made of silver?"
												],
												[
													"7",
													"I find the waking world tedious and mundane and would much rather spend my time asleep, in the realm of dreams."
												],
												[
													"8",
													"I find the whimsy of fey, and whimsy in general, to be exasperating and exhausting."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Moonstone Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Curiosity. I might never be able to experience everything in the multiverse—but it doesn't hurt to try. (Any)"
												],
												[
													"2",
													"Nonviolence. Violence need never be the answer in a multiverse of infinite possibilities. (Neutral)"
												],
												[
													"3",
													"Whimsy. Why waste time on boring, ordinary concerns when the world is filled with fantastic and ludicrous wonders? (Chaotic)"
												],
												[
													"4",
													"Beauty. There is beauty to be found in even the simplest things if you look hard enough. (Good)"
												],
												[
													"5",
													"Inspiration. Great are history's artists and creators. But greater still are those who inspire them. (Any)"
												],
												[
													"6",
													"Power. Creatures are at their most vulnerable in their dreams, and I am the master of dreams. (Evil)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Moonstone Dragon Adventures",
							"entries": [
								"The Moonstone Dragon Adventure Hooks table offers suggestions for stories and adventures involving moonstone dragons.",
								{
									"type": "entries",
									"name": "Moonstone Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A wealthy and well-known artist's muse—a moonstone dragon—has stopped appearing in their dreams. The artist is desperate to hire adventurers to find the dragon."
												],
												[
													"2",
													"A clutch of moonstone dragons has discovered a portal to the Material Plane and is wreaking havoc on nearby villages, pilfering every bit of silver the locals own."
												],
												[
													"3",
													"A moonstone dragon seeks the platinum crown of a Fey prince—and will do anything to get it."
												],
												[
													"4",
													"A gluttonous moonstone dragon is consuming all the moonlight in a small forest, making the darkened path through the woods ideal for banditry."
												],
												[
													"5",
													"A moonstone dragon hosts a storytelling competition in the Feywild, and the winner gets to claim any one item on display in the dragon's lair."
												],
												[
													"6",
													"A moonstone dragon, offended by gifts of gold, is causing nightmares among the local nobility."
												],
												[
													"7",
													"A powerful spellcaster is forcing a captive moonstone dragon to invade the dreams of adventurers, sending parties on quests to assist the spellcaster's nefarious schemes."
												],
												[
													"8",
													"A moonstone dragon that accidentally stumbled through a portal to the Material Plane can't find a way back home to the Feywild."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"In the Feywild, moonstone dragons interact mostly with pixies, sprites, and other Fey creatures who revere and serve the dragon. Outside the Feywild, they often prefer to communicate with other creatures through dreams."
									]
								},
								{
									"type": "entries",
									"name": "Young Moonstone Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A young moonstone dragon on the cusp of adulthood refuses to settle down and build a lair. To protect the local populace from the dragon's chaotic activities, a minor deity sends a deva to temper the dragon's mischievous spirit."
												],
												[
													"2",
													"A young moonstone dragon fell victim to a fomorian's curse and has elected to stay with the Giant rather than reveal this magical affliction."
												],
												[
													"3",
													"A treant and a young moonstone dragon love to meet and share stories. While the dragon speaks of travels and adventures, the treant tells tales of the tiny moments that make up a forest's life."
												],
												[
													"4",
													"A young moonstone dragon has acquired a powerful magic item belonging to one of the fey courts and is leading the assassin sent to retrieve the item on a chase through the Feywild."
												],
												[
													"5",
													"A young moonstone dragon has joined a pack of blink dogs for a year and a day. The dragon pretends to be a blink dog and refuses to admit otherwise until this time with the pack expires."
												],
												[
													"6",
													"A young moonstone dragon and a night hag repeatedly encounter each other in the dream realm, but they have never met in the flesh."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Moonstone Dragon.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Young Sapphire Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The thunderous clash of conflict is part of the very nature of sapphire dragons. Militant and territorial, they defend their lairs fiercely, ambushing intruders and plotting assaults against their rivals. The sonic pulse of their breath weapon sows weakness, leaving the victims unable to fight back."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Luminous Blue",
							"entries": [
								"Sapphire dragons' scales and wing membranes show varied shades of blue, ranging from the light tones of a spring sky to the rich, crystalline azure of sapphire gems and compressed glacial ice. In the light, the scales glitter and shine like luminous starbursts. The dragons' psionic nature is evident in the horn and bone structures of their bodies. Their tail barbs and horn tips are all separate pieces, but they float in place, held aloft by psychic energy while the dragons live. These levitating horns and spines shift slightly with the dragons' moods, bobbing in amusement or flaring with anger."
							]
						},
						{
							"type": "entries",
							"name": "Art of War",
							"entries": [
								"The warlike sapphire dragons devise strategies and ambushes based on their ability to maneuver underground. A sapphire dragon often refrains from striking immediately, preferring to assess intruders first in order to devise the most advantageous approach to dealing with them.",
								"Sapphire dragons watch for signs of Aberrations and other creatures corrupted by the Far Realm. They frequently ally with emerald dragons, drawing on their kin's knowledge of occult phenomena to track the influence of the Far Realm. Armed with that knowledge, sapphire dragons stamp out alien influence before it spreads.",
								"People who dwell or delve deep beneath the earth can easily find themselves at odds with a sapphire dragon if they cross into the dragon's territory. But sapphire dragons sometimes forge peaceful relationships with rock gnomes or deep gnomes, relying on these folk to help protect the territory surrounding their lairs."
							]
						},
						{
							"type": "entries",
							"name": "Martial Hoards",
							"entries": [
								"Sapphire dragons' favorite prizes are weapons and armor, records of military history and tactics, and magic items that protect against psychic damage or mental intrusion. The centerpiece of a sapphire dragon's hoard is usually a cataloged, orderly collection of war gear, which can contain ancient relics of immense power."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Sapphire Dragon",
							"entries": [
								"Use the Sapphire Dragon Personality Traits and Sapphire Dragon Ideals tables to inspire your portrayal of distinctive sapphire dragon characters.",
								{
									"type": "entries",
									"name": "Sapphire Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I often fixate on specific historical battles or wars and won't rest until my hoard contains that conflict's most significant artifacts."
												],
												[
													"2",
													"I am constantly aware of a call from beyond this world. I must prepare to answer that call by amassing powerful arms and armor."
												],
												[
													"3",
													"I secretly look forward to adventurers trying to infiltrate my lair. How else could I try out new defenses?"
												],
												[
													"4",
													"Give me a storied helmet or scimitar over a pile of gold any day."
												],
												[
													"5",
													"No creature can outsmart my defenses—if they do, they obviously cheated."
												],
												[
													"6",
													"Any creature that can hold their own against me must teach me how—whether they want to or not."
												],
												[
													"7",
													"I cannot resist a game of dragonchess—which, I will have you know, my ancestors probably invented."
												],
												[
													"8",
													"The sight of blood makes me queasy."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sapphire Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Solitude. A stranger is just an intruder I haven't dealt with yet. (Neutral)"
												],
												[
													"2",
													"Preservation. Most creatures cannot be trusted to properly safeguard historically significant artifacts. I can. (Lawful)"
												],
												[
													"3",
													"Knowledge. The stories surrounding every piece in my collection are as important as the treasures themselves. (Any)"
												],
												[
													"4",
													"Order. An organized hoard makes me happy—and you don't want to see me unhappy. (Lawful)"
												],
												[
													"5",
													"Preparation. Justice and righteousness do not guarantee victory. Planning and tactics do. (Lawful)"
												],
												[
													"6",
													"Companionship. Sure, my hoard brings me great joy. But the real treasures are the guests who stop by to see it. (Good)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sapphire Dragon Adventures",
							"entries": [
								"The Sapphire Dragon Adventure Hooks table offers suggestions for stories and adventures involving sapphire dragons.",
								{
									"type": "entries",
									"name": "Sapphire Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Posing as an avatar of an evil earth elemental-god, a sapphire dragon serves as general to a fanatical cult—and claims the spoils of the cult's victories."
												],
												[
													"2",
													"A sapphire dragon is bound by an ancient pact to advise a monarchy on matters of defense—until someone bests the dragon's security measures."
												],
												[
													"3",
													"A sapphire dragon seeks adventurers to lead into battle against the mind flayers that usurped the dragon's lair."
												],
												[
													"4",
													"Powerful infernal creatures have opened a portal in the middle of a city square. The key to closing the portal is a mythical holy weapon that happens to be the pride and joy of a sapphire dragon's hoard."
												],
												[
													"5",
													"A sapphire dragon threatens to sink a town into the Underdark unless the authorities find and turn over a thief who stole from the dragon."
												],
												[
													"6",
													"A village is beset by swarms of giant spiders drawn to the area when a sapphire dragon took up residence nearby. Ridding the village of the spiders means tampering with the dragon's food supply."
												],
												[
													"7",
													"A sapphire dragon invites warriors to vie for the honor of studying military tactics under the dragon. The front-runner is an infamous bandit leader who will undoubtedly terrorize the area if they win."
												],
												[
													"8",
													"A sapphire dragon's lair is so well protected that its inner defenses have never been tested. The dragon spreads rumors of the treasures within to attract adventurers who can put the traps to the test."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Sapphire dragons are generally solitary creatures. On the rare occasion that one forms nonhostile relationships with other beings, it is almost always to bolster the defenses of the dragon's lair and hoard."
									]
								},
								{
									"type": "entries",
									"name": "Young Sapphire Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A young sapphire dragon practices martial skills by regularly using a horn of Valhalla to summon berserker spirits to fight."
												],
												[
													"2",
													"A young sapphire dragon has found a collection of long-forgotten clay golems and is trying to teach them military tactics."
												],
												[
													"3",
													"A druid summoned galeb duhr to guard a young sapphire dragon's hoard in exchange for the dragon controlling the giant spider population, but the galeb duhr are causing trouble for local miners."
												],
												[
													"4",
													"Two Lolth cultists seek a magical relic that attracts giant spiders, but the relic's resting place has become a young sapphire dragon's feeding ground."
												],
												[
													"5",
													"A young sapphire dragon and a hobgoblin warlord have become friends. The hobgoblin visits regularly to trade war stories and tactics with the dragon."
												],
												[
													"6",
													"A kuo-toa archpriest believes a young sapphire dragon is a god named Sliploopdreegoo, and calls on other kuo-toa to worship the dragon."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Sapphire Dragon.webp"
					},
					"credit": "Chris Rallis"
				}
			]
		},
		{
			"name": "Young Sea Serpent",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sea serpents rank alongside dragon turtles as some of the most feared predators of the deep and inspire many sailors' worst nightmares. Their strong fins propel them through the water at great speed.",
						"Young sea serpents are agile hunters. They use reefs and natural camouflage to hide before they strike, picking off members of a ship's crew one by one. Ancient sea serpents grow large enough to demolish whole ships, then feed at leisure on helpless sailors in the water. At any age, a sea serpent attacks with terrible bites, a lashing tail, a constricting grip, and a frigid breath weapon that can leave sailors' corpses floating frozen amid the wreckage of their ships.",
						"Sea serpents are as fiercely territorial as any other dragons, and they do not take kindly to ships passing over their domains without permission. Some can be appeased by offerings of treasure, but most demand that a ship's crew sacrifice one or more of their own.",
						"Living amid the wreckage of sunken ships or in deep sea caves, sea serpents collect the cargo of the craft they sink, amassing great hoards of trade goods, sailors' trinkets, and pirates' booty."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Sea Serpent.webp"
					},
					"credit": "Mark Behm"
				}
			]
		},
		{
			"name": "Young Topaz Dragon",
			"source": "FTD",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Decay and despair are bound up in the nature of topaz dragons, thanks to the necrotic energy of the Negative Plane that suffuses them. Their psionic power manifests the fundamental entropic principle that mortal beings and their creations are ultimately doomed to death and decomposition, and the dragons' demeanor is typically morbid and curmudgeonly as a result."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Gleaming Gold",
							"entries": [
								"Upon hatching, topaz dragon wyrmlings' scales are dull yellow-orange and have a cloudy or filmy look. As they age, their scales harden and clarify, becoming translucent and faceted, and ranging from bright yellow to rich amber in color. Their bodies are wider at the haunches, tapering in a wedge shape toward the head, and their wings are shaped to propel them through both air and water. A topaz dragon's psionic power manifests visibly in the gem-like spines that run in a ridge from the crown of the head to the tip of the tail. These spines hover above a living topaz dragon's back, dancing and shifting with the dragon's mood."
							]
						},
						{
							"type": "entries",
							"name": "Embodiment of Decay",
							"entries": [
								"While generally not malicious, topaz dragons embody decay. They view destruction as a natural means of clearing the way for new creation and growth, much as a forest fire clears dead wood, replenishes the soil, and allows the forest to regrow even healthier than before. To this end, topaz dragons use their power to reduce crumbling structures and diseased plants to dust, clearing the way for new growth and construction.",
								"Despite being competent swimmers and making their lairs on seacoasts and in brackish marshes, topaz dragons hate the water. Unfortunately, their favorite food is giant squid, so these dragons have ample opportunity to complain bitterly about being wet after diving deep into the ocean in search of prey.",
								"Topaz dragons often come into conflict with bronze dragons when their coastal territories overlap, and they can nurture an inexplicably intense hatred of these metallic dragons. They can also draw the ire of druids and other nature protectors who don't understand the dragons' proclivity for destroying large swaths of countryside. Beyond that, topaz dragons dislike company and grow irritated when disturbed. But anyone who can endure their abrasive demeanor, caustic observations, and morbid interests can form a lasting bond with a powerful ally."
							]
						},
						{
							"type": "entries",
							"name": "Entropic Hoards",
							"entries": [
								"Topaz dragons prize information on destruction and creation, whether abstract or dedicated to practical applications. They are fascinated by magic that creates objects from nothing, animates Undead, destroys matter, or manipulates negative energy. And they are particularly intrigued by Undead, sometimes keeping them in their hoards as curios."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Topaz Dragon",
							"entries": [
								"Use the Topaz Dragon Personality Traits and Topaz Dragon Ideals tables to inspire your portrayal of distinctive topaz dragon characters.",
								{
									"type": "entries",
									"name": "Topaz Dragon Personality Traits",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"I seek no company other than my own, for no one else can compete with me."
												],
												[
													"2",
													"If my offspring can't care for themselves, I'm not sure they're worthy of my attention."
												],
												[
													"3",
													"The sea is beautiful and I love gazing upon it, but I abhor being wet."
												],
												[
													"4",
													"Why should I risk damaging my splendid physique when I can fight with the power of my mind?"
												],
												[
													"5",
													"I am predictable only in my unpredictability."
												],
												[
													"6",
													"It takes true artistry to maintain a warm, desert-like dwelling under the water."
												],
												[
													"7",
													"I soothe myself to sleep by imagining the perfect insults for bronze dragons; while I wait to meet one, I hone them on other creatures."
												],
												[
													"8",
													"I secretly enjoy conversing with lesser beings, although I usually do so only to find their weaknesses."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Topaz Dragon Ideals",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Ideal"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Solitude. My own company obviates the need for others in my life, whether they are dragons or lesser creatures. (Any)"
												],
												[
													"2",
													"Change. Consistency is stagnation. (Chaotic)"
												],
												[
													"3",
													"Mental Superiority. I hone my mental powers so I can confuse, control, or kill any who annoy me. (Evil)"
												],
												[
													"4",
													"Territoriality. Any creature that comes into my territory has forfeited its right to be upset by anything I do to it. (Evil)"
												],
												[
													"5",
													"Wonder. Though I don't wish to spend time in it, my soul sings at the sight of the vast beauty of the ocean. (Good)"
												],
												[
													"6",
													"Code of Combat. I despise most other dragons, but I meet them face to face without resorting to the base trickery I use on lesser creatures. (Lawful)"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Topaz Dragon Adventures",
							"entries": [
								"The Topaz Dragon Adventure Hooks table offers suggestions for stories and adventures involving topaz dragons.",
								{
									"type": "entries",
									"name": "Topaz Dragon Adventure Hooks",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A pirate ship is found floating on the open sea, the bodies of the crew completely desiccated. The only clue to what happened is a single topaz dragon scale on the deck."
												],
												[
													"2",
													"A topaz dragon has claimed a stretch of coastline and ordered the residents of a seaside town to vacate the area or suffer the dragon's wrath."
												],
												[
													"3",
													"A fishery that specializes in a type of eel favored by a local topaz dragon is \"haunted,\" and shipments of the eel vanish every time the ghost appears."
												],
												[
													"4",
													"Legends claim that a gauntlet imbued with divine power rests in a temple beneath the waves. Unfortunately, that temple is now the lair of an especially tricky topaz dragon."
												],
												[
													"5",
													"A topaz dragon is injured and stranded far from the sea, but the dragon is too proud to ask for help getting home."
												],
												[
													"6",
													"A topaz dragon is building a tableau of desiccated creatures and has grown obsessed with catching one treasure hunter who escaped the dragon's clutches."
												],
												[
													"7",
													"A topaz dragon has developed a taste for merfolk, and the merfolk community near the dragon's lair is desperate for help."
												],
												[
													"8",
													"A topaz dragon is intent on destroying the homes of all intelligent creatures in the dragon's territory, and desperate locals seek to find out what's behind the dragon's wrath."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Connected Creatures",
									"entries": [
										"Topaz dragons rarely tolerate any company but their own, and they are usually indifferent at best even toward their own kind. Moreover, their unpredictability means that even if a creature proves itself useful to a topaz dragon, it shouldn't count on being safe from the dragon the next time they meet. Topaz dragons rarely go out of their way to fight other creatures, however, with the exception of bronze dragons, for whom they bear an inexplicably intense hatred."
									]
								},
								{
									"type": "entries",
									"name": "Young Topaz Dragon Connections",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Connected Creatures"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A young topaz dragon engages in repeated aerial battles with a young gynosphinx to determine territory. Both of them are secretly starting to enjoy the bouts."
												],
												[
													"2",
													"A young topaz dragon found and ate a dead sahuagin on the beach, unwittingly incurring the wrath of the sahuagin's community."
												],
												[
													"3",
													"A flock of harpies enjoy taunting a young topaz dragon who has moved into their territory. The dragon adds a feather to a necklace for each harpy slain."
												],
												[
													"4",
													"A curious water elemental supplies a young topaz dragon with aquatic delicacies so as to learn more about the dragon."
												],
												[
													"5",
													"A young topaz dragon continually attempts to steal eggs from a roc nest, despite having nearly been killed by the roc parents multiple times."
												],
												[
													"6",
													"A clan of winged kobolds consider a young topaz dragon their monarch, despite the dragon's complete lack of interest and growing annoyance toward them."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FTD/Young Topaz Dragon.webp"
					},
					"credit": "Alex Stone"
				}
			]
		}
	]
}
