{
	"_meta": {
		"dependencies": {
			"monsterFluff": [
				"MM"
			]
		},
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Adranach",
			"source": "TDCSR",
			"entries": [
				"An adranach is a winged feline construct made of raw arcane energy, fuchsia in hue and flecked with stars. It is an iconic servitor of the {@book League of Miracles|TDCSR|2|League of Miracles}, and the exact method of their creation is a closely guarded secret known only to the {@book Wonderworker|TDCSR|2|The Wonderworker} who guides that organization and the spellwrights who serve them.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"page": 223,
									"name": "Perfect Obedience",
									"entries": [
										"As constructs, adranachs are unfailingly loyal servants to the spellwrights who created them. To the people of Tal'Dorei, they are best known as the creatures that allowed cities razed by the {@book Chroma Conclave|TDCSR|1|The Chroma Conclave} to be rebuilt in a matter of weeks, rather than years. But adranachs are also mighty combatants that serve their masters as hunters, bodyguards, and even assassins."
									]
								},
								{
									"type": "entries",
									"page": 223,
									"name": "Astral Body",
									"entries": [
										"An adranach's body is formed from the energy of the Astral Plane. Their claws and face, as well as a number of rune-inscribed braces on their body, are made of mithral and are necessary to keep their form of pure energy from losing cohesion. The methods for creating these mithral foundations and for binding astral energy to them are known only to the {@book Wonderworker|TDCSR|2|The Wonderworker} (the leader of the {@book League of Miracles|TDCSR|2|League of Miracles}) and the spellwrights who learn from them.",
										"This secret knowledge is granted to worthy spellwrights in the form of an orb of mithral bands, about three feet in diameter, called a dormen. As the bands are removed and forged into the adranach's braces and mask, the dormen speaks aloud the instructions of how to craft an adranach in the magically recorded voice of the {@book Wonderworker|TDCSR|2|The Wonderworker}."
									]
								},
								{
									"type": "entries",
									"page": 223,
									"name": "Mithral Mask",
									"entries": [
										"Each adranach has a unique mask crafted by its creator as their signature. This mask is crafted from pure mithral, and is the key to summoning and dismissing an adranach to a unique pocket dimension where it can rest and repair itself. When not in use, the mask magically shrinks from its true size to an easily concealable size fit for a humanoid face. Most spellwrights keep this mask in a chest stored on the Ethereal Plane with the {@spell Leomund's Secret Chest|PHB|secret chest} spell, and only produce the mask when it is time to call their adranach forth."
									]
								},
								{
									"type": "entries",
									"page": 223,
									"name": "Master Adranach",
									"entries": [
										"The secretive master spellwrights of the {@book League of Miracles|TDCSR|2|League of Miracles} are taught how to build adranachs of monumental size, with strength to match. These legendary constructs are also inevitably outfitted with unique enhancements of their creators' own devising, from upgraded espionage tools to the ability to sublimate their starry form and travel through the Astral Plane."
									]
								},
								{
									"type": "entries",
									"page": 223,
									"name": "Arcane Nature",
									"entries": [
										"An adranach doesn't require air, food, drink, or sleep."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/AdranachFluffAttack.webp"
					},
					"credit": "{@link John Anthony di Giovanni|https://artstation.com/jad}",
					"altText": "The adranach is a large, purple, luminescent creature with a vaguely feline shape. Its wings are unfurled as it launches four missiles of violet arcane energy."
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/AdranachFluffSize.webp"
					},
					"credit": "{@link Genel Jumalon|https://artstation.com/geneljumalon}",
					"altText": "Concept art showing a tiny humanoid figure, a large winged purple adranach, and an even larger master adranach."
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/AdranachFluffMask.webp"
					},
					"credit": "{@link Genel Jumalon|https://artstation.com/geneljumalon}",
					"altText": "Concept art showing five different variations on a purple mask with feline or avian characteristics."
				}
			]
		},
		{
			"name": "Ashari",
			"source": "TDCSR",
			"entries": [
				{
					"type": "entries",
					"name": "Ashari",
					"page": 226,
					"entries": [
						"A reclusive society of elementalist druidic masters, {@book the Ashari|TDCSR|2|The Ashari} symbolize the connection between civilization and nature in balance as they govern, heal, and tame Exandria's primordial threats.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Mysterious Beginnings",
									"page": 226,
									"entries": [
										"No one knows {@book the Ashari's|TDCSR|2|The Ashari} true origins, though one popular legend ties directly to the ancient war between the gods and the primordial titans. As the {@book Prime Deities|TDCSR|2|Prime Deities} scattered the essence of their fallen foes across Exandria, the titans' remains birthed new Elemental Planes. In response, numerous humanoids—who would eventually become part of {@book the Ashari|TDCSR|2|The Ashari}—were gifted with a magical affinity to shape the world and a responsibility to defend against future primordial threats."
									]
								},
								{
									"type": "entries",
									"name": "Triumph Divided",
									"page": 226,
									"entries": [
										"A multiracial people, {@book the Ashari|TDCSR|2|The Ashari} strategically organize into four distinct communities—the Fire Ashari of Pyrah, the Air Ashari of {@book Zephrah|TDCSR|3|Zephrah}, the Earth Ashari of {@book Terrah|TDCSR|3|Terrah}, and the Water Ashari of Vesrah. Each community builds homes alongside sources of elemental power."
									]
								},
								{
									"type": "entries",
									"name": "Primordial Guardians",
									"page": 227,
									"entries": [
										"The walls between the Material Plane and the Elemental Planes are thin, and if those boundaries are tested, they tear asunder and form rifts. These planar fractures hemorrhage vast fields of wildfire, avalanches of crushing stone, boundless expanses of screeching hurricanes, and unending oceans of pounding tsunamis, all seemingly yearning for destruction.",
										"When an elemental rift grows volatile, {@book the Ashari|TDCSR|2|The Ashari} become a living dam—subduing, soothing, and sealing its escaping power. Then, once a rift calms, {@book the Ashari's|TDCSR|2|The Ashari} work to heal the surrounding land begins."
									]
								},
								{
									"type": "entries",
									"name": "Selfless Respect",
									"page": 227,
									"entries": [
										"Ashari is a word found in many languages with a multitude of meanings, including: sunrise, innate will, torchbearer, and gardener. Some Ashari greetings include, \"The Wildmother sees you\" and \"Your actions bring forth light.\""
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Ashari Firetamer",
			"source": "TDCSR",
			"_copy": {
				"name": "Ashari",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ashari Firetamer",
									"page": 228,
									"entries": [
										"Of all {@book the Ashari|TDCSR|2|The Ashari} tribes, the Fire Ashari of Pyrah have suffered the greatest. Their people were all but destroyed when {@book Thordak|TDCSR|1|Thordak, the Cinder King} burst through the Rift of Flame in his cataclysmic return to Exandria. Yet despite their immense hardships, the Fire Ashari have given selflessly to the people of Tal'Dorei.",
										"Firetamers are the elite elementalists of the Pyrah, using their attunement to the primordial forces of the world to not just create fire, not just command it, but tame it to their will. A firetamer of Pyrah is nothing like the manic pyromancers of Tal'Dorei. For while the latter recklessly wields fire as a weapon, firetamers use their talent to protect others from fire's destructive power—or wield that same power to destroy those who threaten their people.",
										"Firetamers are almost always accompanied by a {@creature salamander|MM}, a {@creature fire elemental}, or a small herd of {@creature magma mephit|MM|magma} or {@creature smoke mephit|MM|smoke mephits}. While home in Pyrah, Ashari firetamers use their power to control the Rift of Flame or to control the flames of the volcanic forest known as the Cindergrove. And on the outskirts of {@book Emon|TDCSR|3|Emon, the City of Fellowship}, a group of firetamers led by a half-orc Ashari named Lorkathar keeps watch over the volatile {@book Scar of the Cinder King|TDCSR|3|Scar of the Cinder King}."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/AshariFiretamerFluff.webp"
							},
							"credit": "{@link Anna Grinenko|https://annagrin.squarespace.com/}",
							"altText": "A Black man with short dark red and black hair, wisps of flame surrounding him. His arms have red and yellow glowing runes and he has subtle scars below his pectorals."
						}
					}
				}
			}
		},
		{
			"name": "Ashari Skydancer",
			"source": "TDCSR",
			"_copy": {
				"name": "Ashari",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ashari Skydancer",
									"page": 228,
									"entries": [
										"{@book Zephrah's|TDCSR|3|Zephrah} location in the {@book Summit Peaks|TDCSR|3|Summit Peaks} has shielded {@book the Ashari|TDCSR|2|The Ashari} who dwell there from countless hardships. Few infringe upon their isolated home, and this safety has bred a certain recklessness among the Air Ashari. Though they guard their elemental rift as closely as do the rest of their kin, their lack of stoicism and restraint often earns them the scorn of the Earth Ashari of {@book Terrah|TDCSR|3|Terrah}, the only other Ashari tribe in Tal'Dorei.",
										"Air Ashari children learn to fly before they learn to walk, accompanying their parents through snow-fattened clouds on Ashari {@item skysail|TDCSR|skysails}. But while all in {@book Zephrah|TDCSR|3|Zephrah} love the sensation of flight, few hone their skills as rigorously as the skydancers. These graceful masters of the wind are at once artists, performers, and warriors. They are the beloved heroes of their people, both defending them in times of danger and bringing them happiness in times of peace."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/AshariSkydancerFluff.webp"
							},
							"credit": "{@link Anna Grinenko|https://annagrin.squarespace.com/}",
							"altText": "A pale-skinned half-elven woman hurtles through the sky. She has long, white hair, brown leather armor and a half-cape of black feathers upon her back. More feathers float around her."
						}
					}
				}
			}
		},
		{
			"name": "Ashari Stoneguard",
			"source": "TDCSR",
			"_copy": {
				"name": "Ashari",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ashari Stoneguard",
									"page": 228,
									"entries": [
										"The Earth Ashari of {@book Terrah|TDCSR|3|Terrah} are a stoic people, slow to change and more likely to fight defensive battles and outlast enemies than wage offensive wars. The {@book Terrah|TDCSR|3|Terrah} stoneguard are the perfect embodiment of this ideal, with their druidic training augmented by ancient combat techniques that allow them to hold fast against a tide of enemies. The stoneguard craft arms and armor from the granite around them, and their magical stonecraft rivals even that of the {@book dwarves|TDCSR|4|dwarves}. It is said that when elemental armies poured into Exandria in mythic times, two legendary stoneguard protected all of {@book Terrah|TDCSR|3|Terrah} against that onslaught for ten days and ten nights, each standing guard while the other rested.",
										"Today, the stoneguards stand vigilant along key defensive points within the {@book Cliffkeep Mountains|TDCSR|3|Cliffkeep Mountains}, warding the {@book Terrah|TDCSR|3|Terrah} tribe against the {@book dwarves|TDCSR|4|dwarves} of {@book Kraghammer|TDCSR|3|Kraghammer}. If the stoneguard were ever to falter in their vigil, they believe the {@book dwarves|TDCSR|4|dwarves} would doubtlessly enter their ancestral lands and strip its natural beauty in search of wealth and fuel."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/AshariStoneguardFluff.webp"
							},
							"credit": "{@link Anna Grinenko|https://annagrin.squarespace.com/}",
							"altText": "A muscular, white-furred firbolg wearing stone armor. He is sitting on a rock and leaning on a large warhammer, a green butterfly sits on one of their outstretched fingers."
						}
					}
				}
			}
		},
		{
			"name": "Ashari Waverider",
			"source": "TDCSR",
			"_copy": {
				"name": "Ashari",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ashari Waverider",
									"page": 228,
									"entries": [
										"The waveriders of Vesrah know firsthand the dangers of the open ocean and dedicate their lives to protecting seafarers from storms, pirates, and sea monsters. They are not warriors, however, but rather accomplished healers and aquatic empaths, using their powers to seek out and rescue survivors of marine disasters. They sometimes bring critically wounded survivors to Vesrah, a practice that the isolationist Water Ashari condemn for fear that such outsiders threaten their way of life. The waveriders take their peers' scorn in stride, for they would rather be righteous than popular.",
										"A waverider turns to violence only as a last resort, preferring to fight in their shapechanged fishform rather than with harpoon in hand. They use hit-and-run tactics as a {@creature hunter shark} or employ their {@creature giant octopus} form's natural camouflage to harry opponents. When patrolling the open seas, waveriders skim across the water on personal waveboards with folding sails, similar in function to the {@item skysail|TDCSR|skysails} of the {@book Zephrah|TDCSR|3|Zephrah}."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/AshariWaveriderFluff.webp"
							},
							"credit": "{@link Anna Grinenko|https://annagrin.squarespace.com/}",
							"altText": "A heavier woman with brown skin and long blue and silver hair wearing a purple fish-like body armor. She surfs on a sailboard overtop green water which twists around her free hand. The sail of the sailboard is green with an image of an octopus upon it."
						}
					}
				}
			}
		},
		{
			"name": "Black King",
			"source": "TDCSR",
			"_copy": {
				"name": "Stone Golem",
				"source": "MM",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"Palest Westruun was not a king, but his new statue in the Opal Ward is often called the {@creature Black King|TDCSR}, a subtle jab at the city's previous \"Black King,\" the tyrannical dragon Umbrasyl. The high priest of the First Bastion blessed both the {@creature Black King|TDCSR} and {@book Westruun|TDCSR|3|Westruun} itself when the statue was unveiled on the anniversary of {@book Westruun's|TDCSR|3|Westruun} reclamation, saying, \"May the {@deity The Lawbearer|Exandria|TDCSR|Lawbearer} grant us all strength of spirit when chaos next threatens our peaceful civilization. When that time comes, may the {@creature Black King|TDCSR} unsheathe his sword to rally our people and lead {@book Westruun|TDCSR|3|Westruun} to victory.\"",
								"When the safety of all of {@book Westruun|TDCSR|3|Westruun} is threatened, the {@creature Black King|TDCSR} will animate and defend its people, becoming a {@creature Black King|TDCSR|stone golem with a speed of 60 feet, Charisma and Intelligence scores of 18 (+4), and the ability to speak Common}. Its personality is dour but determined—regal and single-minded in its desire to protect its city and its people.",
								"{@note See {@book The Black King|TDCSR|3|7. The Black King} for more information on this NPC.}",
								{
									"type": "hr"
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Centaur Skeleton",
			"source": "TDCSR",
			"_copy": {
				"name": "Skeletons",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Centaur Skeleton",
									"page": 255,
									"entries": [
										"The {@book Alabaster Sierras|TDCSR|3|Alabaster Sierras} are bordered by hazardously treacherous shore-side cliffs and bleak mountains swarming with starving monstrosities. But beneath those peaks is a dense, beautiful, and eerie forest called the {@book Parchwood|TDCSR|3|Parchwood Timberlands}. During the six-year nightmare that was the Briarwood's reign, refugees made their home here—but so did Lady Delilah and Lord Sylas's experiments. The centaur skeletons of the {@book Parchwood|TDCSR|3|Parchwood Timberlands} are not {@book centaurs|TDCSR|6|centaurs} at all; rather, they are the remnants of the {@book Briarwoods'|TDCSR|3|Scars of the Briarwoods} fleeting attempts to entertain themselves by refashioning the remains of different species into unique forms."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/CentaurSkeletonFluff.webp"
							},
							"credit": "{@link John Anthony di Giovanni|https://artstation.com/jad}",
							"altText": "Three skeletal centaurs stand in a forest at nighttime, with a large white full moon behind them. One of the centaurs holds its skull in its head; the skull is burning with flame. They look at the viewer menacingly."
						}
					}
				}
			}
		},
		{
			"name": "Champion of Ravens",
			"source": "TDCSR",
			"_copy": {
				"name": "Vox Machina",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Champion of Ravens",
									"page": 274,
									"entries": [
										"Death comes for all things in their time. It is the will of the {@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens} that no being, no matter how heroic or how powerful, shall escape their rightful place in the hereafter. Yet when his sister {@creature Vex'ahlia|TDCSR} died in a sunken {@book Issylran|TDCSR|3|Issylra} tomb, Vax'ildan demanded that the goddess of death release her claim on {@creature Vex'ahlia|TDCSR|Vex'ahlia's} soul—and claim his instead.",
										"Inscrutably, the {@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens} acquiesced to Vax'ildan's demand. He donned the {@item Deathwalker's Ward|TDCSR}, a {@book Vestige of Divergence|TDCSR|5|Vestiges of Divergence} imbued with the {@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens'} power, and the legendary armor of her previous mortal champion. In time, Vax'ildan too came to be called her champion, and returned to life from death more than once—even enduring utter annihilation by {@deity The Whispered One|Exandria|TDCSR} and strangulation by an Archfey. All these deaths were permissible for the {@deity The Matron of Ravens|Exandria|TDCSR|Matron of Ravens'} champion, since the threads of fate that bound Vax'ildan to her service had not yet run their full course. But they inevitably did.",
										"Vax'ildan bade farewell to all the people he held most dear in the wake of {@deity The Whispered One|Exandria|TDCSR|The Whispered One's} defeat, and vanished into the eternal embrace of his god. In the years since, his returns to the world he once knew have been rare and fleeting. The Champion of Ravens is not Vax'ildan, though Vax resides within him. He is a loyal arbiter of the ineffable providence of death itself. He appears at times as a wrathful angel, masked and surrounded by a storm of raven feathers, bringing an end to those who would pervert the sanctity of oblivion out of greed or fear of the unknown.",
										"All fear the end, in their own way. Some fight it, delving into magic that delays the inevitable by making a mockery of both life and death. Others lash out, hurting people around them in smaller ways. But those whose fears are greatest are met by the Champion of Ravens, whose kind soul soothes and shepherds the fearful beyond the veil of the mortal world."
									]
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/VaxFluff.webp"
					},
					"credit": "{@link Elliott Berggren|https://twitter.com/planarbindings}",
					"altText": "A portrait of the Champion of Ravens: a pale, half-elven man standing in front of an eclipsed moon. Black raven wings extend behind him, his long, dark hair draped over them. He has small, twisted white antlers on his right shoulder and is holds a porcelain eye mask in his right hand."
				}
			]
		},
		{
			"name": "Cinderslag Elemental",
			"source": "TDCSR",
			"entries": [
				"Cinderslag elementals are pure manifestations of the hatred and furore of the deceased {@book Cinder King, Thordak|TDCSR|1|Thordak, the Cinder King}. Even after his death, the fires of that great red dragon continue to ravage {@book Emon|TDCSR|3|Emon, the City of Fellowship}, as places scorched by his corrupting flames are transformed into vitriolic pits of slag and ash that spawn mindless creatures of elemental destruction. Though {@book Thordak's Crater|TDCSR|3|7. Thordak's Crater} in {@book Emon|TDCSR|3|Emon, the City of Fellowship} has mostly been healed by the Fire Ashari of Pyrah, the terrible fires still churning beneath the city give rise to {@creature cinderslag elemental|TDCSR|cinderslag elementals}, as do other areas where the {@book Cinder King's|TDCSR|1|Thordak, the Cinder King} elemental devastation has left an indelible mark, including the ruins of {@book Serpent's Head|TDCSR|3|Serpent's Head} in the {@book Cliffkeep Mountains|TDCSR|3|Cliffkeep Mountains} and the {@book Ashen Gorge|TDCSR|3|Ashen Gorge} in the {@book Stormcrest Mountains|TDCSR|3|Stormcrest Mountains}.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Gaze of Annihilation",
									"page": 231,
									"entries": [
										"A cinderslag elemental's Molten Gaze unleashes incredible power that can melt steel and stone with a glance. If one of these creatures is allowed to focus its gaze for long periods, or if several elementals work in unison, entire cities can easily be leveled in a tide of molten stone. Fortunately for the people of {@book Emon|TDCSR|3|Emon, the City of Fellowship}, {@book Thordak's|TDCSR|1|Thordak, the Cinder King} elemental spawn are mindless and incapable of unified action—as long as no one is able to bend these creatures to their will."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/CinderslagElementalFluff.webp"
					},
					"credit": "{@link Svetoslav Petrov|https://artstation.com/svetoslavpetrov}",
					"altText": "A hulking beast with red eyes made of dark rock with cindering lava glowing through its body."
				}
			]
		},
		{
			"name": "Clasp Cutthroat",
			"source": "TDCSR",
			"_copy": {
				"name": "Clasp Operatives",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Clasp Cutthroat",
									"page": 232,
									"entries": [
										"When the thieves and assassins of the {@book Clasp|TDCSR|2|The Clasp} need to acquire additional funds or relieve certain people of their possessions, the organization's cutthroats are the first to be called. However, the {@book Clasp|TDCSR|2|The Clasp} didn't earn an extraordinary customer satisfaction rating by letting just any scoundrel claim the rank of cutthroat. An effective cutthroat is patient and precise. Sneak in, take cover, wait, strike only with advantage, and fight without honor. If spotted, misdirect by fleeing—then regain a strategic position, and attack when they least expect it.",
										{
											"type": "quote",
											"entries": [
												"Just because we of the Clasp are heroes these days doesn't mean we won't slit your throat in a heartbeat if you cross us. Heroism is good up on the streets of Emon, but it don't mean much when you're down here in the Grotto."
											],
											"by": "Gethrude Lael",
											"from": "Clasp cutthroat"
										}
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Clasp Enforcer",
			"source": "TDCSR",
			"_copy": {
				"name": "Clasp Operatives",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Clasp Enforcer",
									"page": 232,
									"entries": [
										"The {@book Clasp|TDCSR|2|The Clasp} prefers to operate in the shadows, but sometimes blackmail targets need convincing. Whenever a scare or a show of force is needed, the Clasp's enforcers make quite an impression. An enforcer values promises and debt repayment nearly as much as profit, so any who break agreements with the {@book Clasp|TDCSR|2|The Clasp} are sure to earn a visit from one. \"Want to know exactly what enforcers enforce?\" is a popular {@book Clasp|TDCSR|2|The Clasp} one-liner—before the operative delivering the joke switches from telling to showing.",
										"Hard to hit and harder to kill, enforcers enjoy running up to targets with hammers swinging, inspiring a healthy dose of intimidation in anyone lacking the wisdom to pay up or run."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Clasp Operatives",
			"source": "TDCSR",
			"entries": [
				{
					"type": "entries",
					"name": "Clasp Operatives",
					"page": 232,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"When night is come and darkness falls,",
								"Locks help not, nor do stone walls.",
								"Slinking and hiding, like poison asp;",
								"Close tight thy eyes, see not the Clasp."
							],
							"from": "Children's rhyme"
						},
						"Members of the {@book Clasp|TDCSR|2|The Clasp}—a stealthy organization of spies, thieves, assassins, and smugglers—are at once beloved folk heroes worthy of bardsong and bedtime stories, and sinister scoundrels whose deeds are the stuff of infamous legend. While definitely in the business of discreetly performing illegal deeds for the wealthy, {@book Clasp|TDCSR|2|The Clasp} operatives are also known as the roguish heroes who saved countless common folk of Tal'Dorei during the {@book Cinder King's|TDCSR|1|Thordak, the Cinder King} tyranny. They style their brand now as the \"clasp\" that holds society together—understanding that, after all, an organized criminal syndicate requires a functioning, civilized economy."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/ClaspFluff.webp"
					},
					"credit": "{@link Svetoslav Petrov|https://www.artstation.com/svetoslavpetrov}"
				}
			]
		},
		{
			"name": "Cobalt Golem",
			"source": "TDCSR",
			"_copy": {
				"name": "Golems",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Cobalt Golem",
									"page": 239,
									"entries": [
										"A unique form of a classic arcane construct, cobalt golems are mighty armored servitors made by arcanists who find iron too mundane a metal. The first seeds of these automata fall from the sky, with raw cobalt carefully extracted from meteorites and smelted by way of ferromagnetic alchemy into a hard, lustrous, silver-gray metal. This finished cobalt is then molded and twisted into armored skin shielding clockwork designs that animate rune-encrusted muscle-like chains. A central lodestone powers a cobalt golem, fueled by magic rituals that spark ionized life within its inorganic shell.",
										{
											"type": "entries",
											"name": "Archivists' Automata",
											"page": 239,
											"entries": [
												"The {@book Library of the Cobalt Soul|TDCSR|2|Library of the Cobalt Soul} has commissioned a large number of cobalt golems to guard their most restricted archives, taking pleasure in the serendipitous nature of the construct's name and trusting the threat of these powerful warriors to deter anyone thinking of fleeing with sacred knowledge."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/CobaltGolemFluff.webp"
							},
							"credit": "{@link Caio Santos|https://artstation.com/caiosantos}",
							"altText": "A large construct creature, iridescent purple and blue in color, holds a large blade with a long golden hilt. Their golden head has a rectangular shape."
						}
					}
				}
			}
		},
		{
			"name": "Cold Snap Spirit",
			"source": "TDCSR",
			"entries": [
				"A number of {@book elves|TDCSR|4|elves} and archmagi still live who remember the {@book Icelost Years|TDCSR|1|The Icelost Years}—a dark time in Tal'Dorei's history, when legions of ice-rimed warriors spilled forth from the Elemental Planes, intent on turning the world into a gelid wasteland. Cold snap spirits are a surviving echo of the vast armies of the cruel elemental {@book Errevon the Rimelord|TDCSR|1|The Icelost Years}, who nearly claimed Tal'Dorei for his own. They linger in the ever-frozen forests of the {@book Frostweald|TDCSR|3|The Frostweald}, atop the snow-capped peaks of the {@book Cliffkeep Mountains|TDCSR|3|Cliffkeep Mountains}, and amid the arctic plains of the {@book Neverfields|TDCSR|3|The Neverfields}.",
				{
					"type": "entries",
					"name": "Reclusive Spirits",
					"page": 234,
					"entries": [
						"When separated from the malign command of an elemental warlord, cold snap spirits are little more than animalistic creatures of instinct. They drift harmlessly about cold regions of the Material Plane that mirror the interminable frost of their plane of origin."
					]
				},
				{
					"type": "entries",
					"name": "Heated Hatred",
					"page": 234,
					"entries": [
						"Normally docile cold snap spirits are driven into a terrible frenzy by the presence of heat. They have an instinctive fear of flame, and even the warmth of a living creature can be enough to drive them into a murderous rage. Once the source of heat is annihilated, a cold snap spirit rapidly returns to a state of calm ambivalence."
					]
				},
				{
					"type": "entries",
					"name": "Inchoate Berserkers",
					"page": 234,
					"entries": [
						"Cold snap spirits make excellent soldiers for elemental beings with ambition and the will to dominate. Their aversion to warm climes is quickly overridden by loyalty to their commander, and the ambient heat of even a temperate region is enough to drive them to a state of constant frenzy."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/ColdSnapSpiritFluff.webp"
					},
					"credit": "{@link Ameera Sheikh|https://mikandii.com/}",
					"altText": "Three illuminated motes of blue-white energy surrounded individually by blue crystal ice-like shards."
				}
			]
		},
		{
			"name": "Cyclops Stormcaller",
			"source": "TDCSR",
			"entries": [
				"When {@creature cyclops|MM|cyclopes} are born beneath a raging storm, they sometimes grow up different—smaller than the rest, sickly and weak. Most of these stormborn {@creature cyclops|MM|cyclopes} are relentlessly bullied and beaten for their tiny stature, and many die before adulthood. Those who survive do so because of the magic the {@deity The Stormlord|Exandria|TDCSR|Stormlord} has bestowed upon them—intentionally or otherwise. As {@creature cyclops|MM|cyclopes} are generally unfamiliar with magic, the power of a stormcaller awes and terrifies them, and many see stormcallers as nothing short of the manifestation of a god.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Storm Worship",
									"page": 235,
									"entries": [
										"Their fellow {@creature cyclops|MM|cyclopes} may assume that the might of a stormcaller is akin to godliness, but many stormcallers hunger for greater power. A cabal of stormcallers regularly gathers in the {@book Daggerbay Mountains|TDCSR|3|Daggerbay Mountains} at an ancient elven temple called the Skyneedle (in Elvish, ira'fallai; in Giant, \"Tall Zappo-Zappo\"). There, they conduct strange rituals to commune with an entity they call the Eye of the Storm—and with every ritual, their power grows.",
										"However, the Eye of the Storm is no avatar of the {@deity The Stormlord|Exandria|TDCSR|Stormlord}, but a vengeful {@creature storm giant} named Eyvindr, who's posing as a demigod and intent on raising an army to exact retribution on the {@book Council of Seven Scepters|TDCSR|6|Council of Seven Scepters}. He'll have to risk revealing himself to the stormcallers eventually—but not until he believes that his control over his cyclops devotees is absolute."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/CyclopsStormcallerFluff.webp"
					},
					"credit": "{@link Allie Briggs|https://alliebriggs.com/}",
					"altText": "A cyclops with two arms outstretched palms facing the sky, one arm is lit in reddish light. Blue lightning streaks behind the cyclops."
				}
			]
		},
		{
			"name": "Demonfeed Spider",
			"source": "TDCSR",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"It was poor guidance that left us wandering through that sulfurous nest of web and ash, but it was cruel fate that woke the matron beast and her brood of burning blood. The only reason I stand before you today is because I had the wisdom to run."
					],
					"by": "Orac Wioda",
					"from": "renowned relic hunter"
				},
				"These monstrous spiders, the spawn of the divine {@deity The Spider Queen|Exandria|TDCSR|Spider Queen}, lurk in the darkest recesses of the world. They have gorged themselves on the ichor of demons since the earliest days of the {@book Calamity|TDCSR|1|The Calamity}, when demons were slain in such quantity that the subterranean depths were awash with their foul blood.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Monstrosities Transformed",
									"page": 237,
									"entries": [
										"Demonfeed spiders are terrible fiends as a result of having supped upon the remains of demons, but all are descended from the overlarge spiders that haunt caverns and forests across Tal'Dorei. As such, most are native to the Material Plane, so that once killed, they are slain forever—unlike fiends that are simply banished to their home plane."
									]
								},
								{
									"type": "entries",
									"name": "Endless Hunger",
									"page": 237,
									"entries": [
										"No sustenance is more delectable to a demonfeed spider than the ichor remaining behind after a demon has been slain on the Material Plane. However, in the absence of such remains, they will sate themselves on the fluids of any living creature."
									]
								},
								{
									"type": "entries",
									"name": "Toxic Blood",
									"page": 237,
									"entries": [
										"The terrible poison of spiders, when mixed with the vile ichor of demons, becomes the demonfeed spider's most potent weapon. When its chitinous hide is pierced and its blood begins to flow, the spider can expel arcing sprays of caustic blood that seep into the exposed flesh of its attackers."
									]
								},
								{
									"type": "entries",
									"name": "Alignment",
									"page": 237,
									"entries": [
										"Chaotic evil."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/DemonfeedSpiderFluff.webp"
					},
					"credit": "{@link Elisa Serio|https://elisaserioart.com/}",
					"altText": "A monstrous arachnid with embering orange, spiky exoskeleton, its front legs raised, it's white-fanged mouth open wide."
				}
			]
		},
		{
			"name": "Demonfeed Spiderling",
			"source": "TDCSR",
			"_copy": {
				"name": "Demonfeed Spider",
				"source": "TDCSR"
			}
		},
		{
			"name": "Diseased Grick",
			"source": "TDCSR",
			"_copy": {
				"name": "Grick",
				"source": "MM",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"In ancient times, the Mirescar was called the Heartwood. It was the domain of a wise and kindly {@creature guardian naga} named {@creature Sagacitous Erusaire|TDCSR}, who welcomed all with good hearts to share their bounty or receive alms. However, this {@creature Sagacitous Erusaire|TDCSR|naga} has been corrupted into a cruel shadow of his former self. He and his {@creature diseased grick|TDCSR} minions have been twisted into hideous, pus-oozing spreaders of disease—and spreading it is now the only thought in their minds. The {@creature Sagacitous Erusaire|TDCSR|naga} can cast {@spell contagion} at will, and his {@creature diseased grick|TDCSR} minions can do so once per day. Is it possible to save the mind of this corrupted guardian?",
								"{@note See {@book A Sickness Spreads|TDCSR|3|A Sickness Spreads (mid-level)} for more information on this NPC.}",
								{
									"type": "hr"
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Doty X",
			"source": "TDCSR",
			"_copy": {
				"name": "Taryon and Doty",
				"source": "TDCSR"
			}
		},
		{
			"name": "Drynna Hydra",
			"source": "TDCSR",
			"_copy": {
				"name": "Hydra",
				"source": "MM",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"{@note This Hyrda lives in {@book Mooren Lake|TDCSR|3|Mooren Lake} and has gained intelligence by living for so long in the {@item residuum|TDCSR}-infused waters. It has an Intelligence score of 12 (+1), can speak {@language Common}, and commands a tribe of {@creature lizardfolk}.}",
								"{@note See {@book Unfriendly Waters|TDCSR|3|Unfriendly Waters (mid-level)}, a mid-level adventure hook, for more information.}",
								{
									"type": "hr"
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Ember Roc",
			"source": "TDCSR",
			"entries": [
				"Centuries old, birthed by primordial chaos, and equaling the oldest dragons in size, the ember roc is an engine of ruthless consumption. With wingspans vast enough to blot out the sky and auras bright enough to rival the sun, these fiery birds of prey hunt only the deadliest game.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Evolutionary Fire",
									"page": 238,
									"entries": [
										"The Fire Ashari of Pyrah believe that the mythic {@creature roc|MM|rocs} that gave rise to the ember rocs maintain balance in Tal'Dorei. {@creature roc|MM|Rocs} avoid humanoid settlements and hunt the monstrous creatures that would otherwise threaten those settlements. So {@book the Ashari|TDCSR|2|The Ashari} lure {@creature roc|MM|rocs} to sites of elemental rifts, enticing them to devour creatures attempting to escape into the Material Plane. After years of feeding on {@creature fire elemental|MM|fire elementals}, {@creature salamander|MM|salamanders}, {@creature fire giant|MM|fire giants}, and more, a {@creature roc} is imbued with primordial power, flames erupting from every feather to transform it into the ember roc."
									]
								},
								{
									"type": "entries",
									"name": "Hopeless Ends",
									"page": 238,
									"entries": [
										"An ember roc patiently observes prey for hours before it strikes, snatching up {@creature elephant|MM|elephants}, {@creature killer whale|MM|whales}, and even young dragons. It unleashes iron talons to {@action grapple} targets, paying no heed to counter-attacks, then soars back to its nest—often inside an active volcano. If prey proves too much trouble while in flight, an ember roc readily drops it from some great height. But those unable to escape slowly roast in the creature's fiery grip."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/EmberRocFluff.webp"
					}
				}
			]
		},
		{
			"name": "Flaming Skeleton",
			"source": "TDCSR",
			"_copy": {
				"name": "Skeletons",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Flaming Skeleton",
									"page": 255,
									"entries": [
										"The skeletal remains of many of those who opposed {@book Thordak the Cinder King|TDCSR|1|Thordak, the Cinder King} are said to be forever imbued with the primordial power of his fire breath. Areas scarred by the red dragon's power, including {@book Thordak's Crater|TDCSR|3|7. Thordak's Crater} in {@book Emon's|TDCSR|3|Emon, the City of Fellowship} {@book Cloudtop District|TDCSR|3|Cloudtop District}, the {@book Ashen Gorge|TDCSR|3|Ashen Gorge} in the {@book Stormcrest Mountains|TDCSR|3|Stormcrest Mountains}, and {@book Serpent's Head|TDCSR|3|Serpent's Head} in the {@book Cliffkeep Mountains|TDCSR|3|Cliffkeep Mountains}, are rife with flaming skeletons. These undead react to the raw power of the Elemental Planes, and are filled with an unquenchable desire to spread flames far and wide until nothing is left untouched by fire."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/FlamingSkeletonFluff.webp"
							},
							"credit": "{@link Brian Syme|https://artstation.com/bryansyme}",
							"altText": "A half-orc warrior in the foreground with her mouth open in a battle cry, brandishing a blade at a host of flaming skeletons approaching from blackened trees."
						}
					}
				}
			}
		},
		{
			"name": "Forge Guardian",
			"source": "TDCSR",
			"_copy": {
				"name": "Golems",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Forge Guardian",
									"page": 239,
									"entries": [
										"Just as {@book dwarves|TDCSR|4|dwarves} created the earliest golems, the {@deity The All-Hammer|Exandria|TDCSR|All-Hammer} fashioned forge guardians to guard the divine furnaces and hearths that designed the first {@book dwarves|TDCSR|4|dwarves}. Shaped from extravagant marble and fused with adamantine, crafted with impeccable detail and care, these rare and massive constructs exemplify the highest form of artistry that every Exandrian blacksmith, forgemaster, and artisan spends a life-time hoping to achieve.",
										{
											"type": "entries",
											"name": "Divine Spark",
											"page": 239,
											"entries": [
												"A faceless, tireless being of immense strength, a forge golem is gifted life by a single shard from the {@deity The All-Hammer|Exandria|TDCSR|All-Hammer's} own divine spark, lovingly kept safe inside a ring of arcane flame and ancient sigils. The {@deity The All-Hammer|Exandria|TDCSR|All-Hammer's} divinity is akin to a volcano inside the golem, turning the construct's blood into lava. Fire no longer harms the construct, but instead heals it."
											]
										},
										{
											"type": "entries",
											"name": "Sacred purpose",
											"page": 239,
											"entries": [
												"Where it looms over a divine forge, a forge guardian's appendages end in a stretched set of hooked forceps and a rune-adorned blade. The golem can assist a blacksmith in creating new golems, or it can trample, bludgeon, push, and knock down any who threaten this sacred process of creation.",
												"Forge golems also serve as opponents for any wishing to engage in the {@deity The All-Hammer|Exandria|TDCSR|All-Hammer's} trial of worthiness. A golem's attacks blind prospective heroes, who must then earn back their vision by risking a deadly counterattack."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/ForgeGuardianFluff.webp"
							},
							"credit": "{@link Nguyen Hieu|https://artstation.com/wthieu153}",
							"altText": "A gigantic, metallic humanoid construct stands chained to a stone cavern wall. A fiery hot red glows through the cracks of its silver body."
						}
					}
				}
			}
		},
		{
			"name": "Goat-Knight Steed",
			"source": "TDCSR",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/GoatKnightFluff.webp"
					},
					"credit": "{@link Ilich Henriquez|https://deviantart.com/ilacha}",
					"altText": "A dwarf with long, braided brown beard and clad in full plate armor, sits atop a large, wiry-haired mountain goat."
				}
			]
		},
		{
			"name": "Golems",
			"source": "TDCSR",
			"entries": [
				"Ageless and unstoppable guardians, golems are expertly crafted to execute their owners' every command without question. Vaguely humanoid in appearance and unfailingly loyal, these powerful constructs feel no agony or sympathy, require no sustenance or sleep, ignore bribes and bargains, and do as they are told without remorse or hesitation.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Covetous Origins",
									"page": 239,
									"entries": [
										"During the {@book Age of Arcanum|TDCSR|1|Age of Arcanum}, magic inspired a deep arrogance in many of the gods' children, who assumed arcane gifts were proof of inevitable divinity. In response, many mortal folk experimented with manufacturing \"life\" of their own. The {@book dwarves|TDCSR|4|dwarves} succeeded first, marrying divine gifts with technical skill to animate autonomous wardens as protectors of their ancestral halls. The {@book dwarves'|TDCSR|4|dwarves} knowledge was quickly stolen and expanded upon by other folk, and creating golems eventually became less about proving that mortals can shape life as the gods do, and more about protecting life, wealth, and secrets from others."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Grog Strongjaw",
			"source": "TDCSR",
			"_copy": {
				"name": "Vox Machina",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Grog Strongjaw",
									"page": 260,
									"entries": [
										"Towering, broad, and ready for battle, Grog Strongjaw is a paragon of raw strength and unwavering determination. The son of Stonejaw Strongjaw joined Vox Machina in their first meeting in {@book Stilben|TDCSR|3|Stilben}, and went on to defeat his tyrannical uncle Kevdak, bear the mythic {@item Titanstone Knuckles|TDCSR}, and save Exandria twice over alongside his companions.",
										{
											"type": "entries",
											"name": "Kindhearted Berserker",
											"page": 260,
											"entries": [
												"Grog is a man of simple pleasures. When he traveled the world with Vox Machina, his great loves in life were famously battle, women, and ale. And though he was renowned for his crass manners, vicious weapons, and relentless battle rage, he was just as well known for his love for his friends. It was never just about saving the world for Grog. Rather, it was about overcoming ever-greater challenges, and doing so side by side with his chosen family."
											]
										},
										{
											"type": "entries",
											"name": "After the Epilogue",
											"page": 260,
											"entries": [
												"After {@deity The Whispered One|Exandria|TDCSR|The Whispered One's} defeat, Grog Strongjaw retired to {@book Westruun|TDCSR|3|Westruun} to live with his best friend {@creature Pike Trickfoot|TDCSR}. Since then, he has dedicated himself to learning to read and strengthening his mind. In the course of his study of letters, shapes, colors, and numbers, Grog has organized a quadrennial event in {@book Whitestone|TDCSR|3|Whitestone} that he calls the Luncheon of Champions. He personally sends a handwritten invitation to the greatest warriors of Exandria to battle in an all-out brawl—and then join him for lunch and ale."
											]
										}
									]
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/GrogStrongjawFluffPortrait.webp"
					},
					"credit": "{@link Wesley Griffith|https://artstation.com/wesleygriffith}",
					"altText": "A portrait of Grog Strongjaw. He has a black, graying beard and grey skin with black tattoos on his oversized biceps and bald head. He wears a cloak with fur trim, a belt of dwarvenkind, and his forearms bear the Titanstone Knuckles. In his hands he lovingly holds his great red Bloodaxe."
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/GrogStrongjawFluffChallenge.webp"
					},
					"credit": "{@link Kennef Riggles|https://twitter.com/kennefriggles} & {@link De La Rosa Design, LLC|https://delarosadesign.com/}",
					"altText": "A portion of a note written on parchment with a Strongjaw Ale logo stamped on it. The note has several mispellings, and reads: \"Dear champion, I, Grog Strongjaw, inveet you to the Luncheon of Champions on the 7th of Misutharr 836 PD at the Casle Whitestone. Bring your best wep-ons.\""
				}
			]
		},
		{
			"name": "Jourrael, the Caedogeist",
			"source": "TDCSR",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Of the great, terrible legends born in the blood and fire of the Calamity, few managed to defy mortality and endure the ages as deftly as the assassin queen Jourrael. Blessed by shadow and death, they walk between realms, relishing the hunt and stalking their target tirelessly, unburdened by wall, gate, or door. Whatever poor soul finds the ire of the Caedogeist can only accept their 'Inevitable End.'"
					],
					"from": "Unnamed scholar of the Cobalt Soul"
				},
				"Jourrael is a nightmarish specter and ancient assassin of many names. The {@deity The Spider Queen|Exandria|TDCSR|Spider Queen} bestowed upon her the title of Caedogeist, the specter of silent death, while scholars describe Jourrael as \"the Inevitable End,\" more certain than death. Those who catch a glimpse of her whisper of a shadowy wraith with hair like fire, who wields daggers dripping poison and walks through walls and mountains as if they were water.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Death Forbidden",
									"page": 244,
									"entries": [
										"Jourrael cannot die. A contract between the {@deity The Lord of the Hells|Exandria|TDCSR|Lord of the Hells} and the {@deity The Spider Queen|Exandria|TDCSR|Spider Queen} forbids death from claiming the assassin, though many have tried—often in increasingly creative ways. At the {@book Calamity's|TDCSR|1|The Calamity} end, armies joined together to separate Jourrael's body into disparate parts. The Savalirwood {@book elves|TDCSR|4|elves} took their head to Veluthil, while their heart was hidden in the Lotusden Greenwood under a dread {@creature wraithroot tree|TDCSR}.",
										"The mysterious fiend Obann falsely believed that after recovering and reviving Jourrael, he could control her indefinitely. Inevitably, Jourrael dealt a killing blow to Obann, sending him to the death she will never meet."
									]
								},
								{
									"type": "entries",
									"name": "Unbound Future",
									"page": 244,
									"entries": [
										"Alive and well, Jourrael still serves the {@deity The Spider Queen|Exandria|TDCSR|Spider Queen}. Their ghostly form and unmatchable stealth fuel the attacks of their spectral blade and void dagger, with few surviving that onslaught. They shrug off nature's elements and mortals' weapons, won't be held against their will, and know no fear. After having spent so long dismembered and sealed away, Jourrael is eager to see the world of Exandria—and to kill any creature they deem worthy of dying on their blades."
									]
								},
								{
									"type": "entries",
									"name": "Alignment",
									"page": 244,
									"entries": [
										"Chaotic evil."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/JourraelFluff.webp"
					},
					"credit": "{@link Hunter Bonyun|https://twitter.com/deerlordhunter}",
					"altText": "Jourrael: A six-armed spectral dark elf with pale skin, long hair, and a red crown with four red wisps extending from it. In each of their six hands they hold curved daggers."
				}
			]
		},
		{
			"name": "Keyleth, Voice of the Tempest",
			"source": "TDCSR",
			"_copy": {
				"name": "Vox Machina",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Keyleth, Voice of the Tempest",
									"page": 262,
									"entries": [
										"Many painters across Tal'Dorei have depicted the stoic, melancholy visage of Keyleth, Voice of the Tempest, as she stands at the edge of a lofty cliff of {@book Zephrah|TDCSR|3|Zephrah}, gazing into the rosy sunset beside a pink-blossomed tree. In this image, people see a leader who has lost much—and sacrificed even more—for her people, for her world, and for the family she found on her journeys.",
										{
											"type": "entries",
											"name": "Hidden Heart",
											"page": 262,
											"entries": [
												"Though Keyleth often looks back on the life she left behind, she does not dwell on the past. She remembers the joy and pain in equal measure, keeping her eyes on the horizon to seek the next sunrise, not the sunset. In public, she is a consummate leader, speaking tactfully, with calculated words and poise. Yet when she's with her friends from the old days, particularly {@creature Pike Trickfoot|TDCSR|Pike}, {@creature Percival De Rolo|TDCSR|Percival}, and {@creature Vex'ahlia|TDCSR}, her practiced public face falls away, revealing the same eager, enthusiastic, idealistic Keyleth that she's always been—just with a few more sorrows weighing upon her heart. She keeps a humble home in {@book Whitestone|TDCSR|3|Whitestone} near {@book Grey Hunt Manor|TDCSR|3|6. Grey Hunt Manor}, close to a {@book hidden forest trail she can walk down in peace, conjuring snowdrops as she goes|TDCSR|3|5. Snowdrop Memorial Trail}."
											]
										},
										{
											"type": "entries",
											"name": "After the Epilogue",
											"page": 262,
											"entries": [
												"Keyleth buried herself in her duties as Voice of the Tempest after the loss of {@creature Champion of Ravens|TDCSR|Vax'ildan} and {@deity The Whispered One|Exandria|TDCSR|The Whispered One's} defeat. She did everything she could to ally the Air Ashari with the rest of Tal'Dorei, and to create a world better prepared to unite against threats like {@deity The Whispered One|Exandria|TDCSR} and the {@book Chroma Conclave|TDCSR|1|The Chroma Conclave}. Her heroic reputation, her political will, and her mighty elemental magic gained her many allies, but the entrenched elite of Tal'Dorei still see her as a potential threat to their stability. She rarely adventures anymore, preferring to hire others to tackle problems she sees arising across Tal'Dorei. But if the world is ever in need of an archdruid, she will answer the call."
											]
										}
									]
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/KeylethFluff.webp"
					},
					"credit": "{@link Jonah Baumann|https://galacticjonah.com/}",
					"altText": "A portrait of Keyleth: She is a pale-skinned woman with green eyes, freckles, and long greying red wavy hair. She wears a multi-coloured cloak made of autumn leaves, and a teal ceremonial Ashari gown with a golden belt. Upon her head sets the white antlers of the Mantle of the Tempest, its horns adorned with flowers. She bears the Spire of Conflux in her right hand."
				}
			]
		},
		{
			"name": "Kraghammer Goat-Knight",
			"source": "TDCSR",
			"entries": [
				"The sheer cliff faces and winding mountainside roads of the {@book Cliffkeep Mountains|TDCSR|3|Cliffkeep Mountains} are nearly impossible to traverse by normal means with any speed. The Peakclimber Knights of {@book Kraghammer|TDCSR|3|Kraghammer}—commonly known as the {@creature Kraghammer Goat-Knight|TDCSR|goat-knights}—are the enforcers of peace and justice across the mountain range. They trust their {@creature Goat-Knight Steed|TDCSR|giant goat steeds} to master the harsh mountain slopes, and many travelers lost within the {@book Cliffkeep Mountains|TDCSR|3|Cliffkeep Mountains} have been saved by a {@creature Kraghammer Goat-Knight|TDCSR|goat-knight} who led them to safety along the more traversable mountain paths.",
				"These knights serve the {@deity The All-Hammer|Exandria|TDCSR|All-Hammer} and sometimes find themselves at odds while enforcing the laws of {@book Kraghammer|TDCSR|3|Kraghammer} and upholding the edicts of their god.",
				{
					"type": "entries",
					"name": "Mounted Combatant",
					"page": 246,
					"entries": [
						"Any spell the {@creature Kraghammer Goat-Knight|TDCSR|goat-knight} casts with a range of self also targets the goat.",
						"When a {@creature Goat-Knight Steed|TDCSR} drops to 0 hit points, it disappears, leaving behind no physical form. The {@creature Kraghammer Goat-Knight|TDCSR|goat-knight} can also dismiss the steed at any time as an action, causing it to disappear. In either case, the same steed is summoned when the {@creature Kraghammer Goat-Knight|TDCSR|goat-knight} casts {@spell find steed}."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/GoatKnightFluff.webp"
					},
					"credit": "{@link Ilich Henriquez|https://deviantart.com/ilacha}",
					"altText": "A dwarf with long, braided brown beard and clad in full plate armor, sits atop a large, wiry-haired mountain goat."
				}
			]
		},
		{
			"name": "Mage Hunter Golem",
			"source": "TDCSR",
			"_copy": {
				"name": "Golems",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Mage Hunter Golem",
									"page": 239,
									"entries": [
										"The gods cursed mortals with free will, but also blessed them with the means to survive the Primordials' wrath—the arts of magic. With magic, the people of Exandria fend off droughts, famines, volcanic flame, slashing ice, and angry earth. But knowing that the power of magic might inevitably tear Exandria apart, the gods also created the ultimate magical failsafe—antimagic.",
										{
											"type": "entries",
											"name": "Hunter of Magic",
											"page": 239,
											"entries": [
												"For many heroes who employ magic, the most terrifying nightmare is facing a hulking creature whose mere presence can strip away the power of spells and magic relics alike. Mage hunter golems are brutally efficient in their tactics, sweeping the battlefield with their disruptive antimagic, devouring spells used against them, and fitting collars to spellcasters that can leave them at the golem's mercy."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/MageHunterGolemFluff.webp"
							},
							"credit": "{@link Caio Santos|https://artstation.com/caiosantos}",
							"altText": "A large, metallic construct of black armor and glowing, violet, arcane energy. One hand ends in a collar-like claw. The golem and its collar-like claw are all adorned with glowing runes."
						}
					}
				}
			}
		},
		{
			"name": "Magma Landshark",
			"source": "TDCSR",
			"entries": [
				"Lurking inside volcanoes, subterranean magma pits, and the endless seas of flame within the Elemental Plane of Fire, magma landsharks live only to eat. These creatures are physically similar to {@creature bulette|MM|bulettes}, the common landshark of the {@book Dividing Plains|TDCSR|3|Dividing Plains}, but are filled with churning elemental power.",
				"This fiery, armored predator burrows and burns through solid rock and can sense the slightest movement in the ground around it. When hungry—and these creatures are always hungry—a magma landshark erupts from under the earth, oblivious to any obstruction or danger, uprooting trees, destroying roads, unleashing avalanches, and leaving sinkholes behind in its wake. Its jaws widen as it swallows prey whole, and even creatures that initially survive the attack must contend with an aura of intense heat if they can't escape."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/MagmaLandsharkFluff.webp"
					},
					"credit": "{@link Allie Briggs|https://alliebriggs.com/}",
					"altText": "A black and red creature like a shark made of volcanic rock with magma coming from its spine, head, eyes, mouth, claws, and tail."
				}
			]
		},
		{
			"name": "Master Adranach",
			"source": "TDCSR",
			"_copy": {
				"name": "Adranach",
				"source": "TDCSR"
			}
		},
		{
			"name": "Percival de Rolo",
			"source": "TDCSR",
			"_copy": {
				"name": "Vox Machina",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Percival de Rolo",
									"page": 264,
									"entries": [
										"Percival Fredrickstein von Musel Klossowski de Rolo III has endured much in his life. He was a young man plagued by personal demons when Vox Machina rescued him from a dismal cell in the {@book Umbra Hills|TDCSR|3|Umbra Hills}. In those days, Percival de Rolo was a man driven by vengeance, with only his guns as allies, but he took no joy in that life. He has since expressed that the thing he's most grateful for is that he didn't die as the person he was, but lived long enough to grow into someone better, together with his beloved {@creature Vex'ahlia|TDCSR} and their five children.",
										{
											"type": "entries",
											"name": "Father and Inventor",
											"page": 264,
											"entries": [
												"Percival is deeply dedicated to his wife, to his children, and to the enduring health of {@book Whitestone|TDCSR|3|Whitestone}. The sorrows of his old life still haunt him, though, particularly the creation of firearms. But he has done his best to make peace with his past, resolving to spend the rest of his days creating things that bring joy to the lives of others rather than curtailing those lives. His crowning achievement is the {@book Heart of Whitestone|TDCSR|3|4. The Heart of Whitestone}, a majestic clock tower that looms over his city."
											]
										},
										{
											"type": "entries",
											"name": "After the Epilogue",
											"page": 264,
											"entries": [
												"Percival largely retired from public life not long after the fall of {@deity The Whispered One|Exandria|TDCSR}. He now dedicates himself to his duties as a leader in {@book Whitestone|TDCSR|3|Whitestone} as much as he can, though he is more interested in creating than governing. Most of his tinkering happens in private, creating novelties such as intricate watches and streetlamps powered by volatile reactions with the acid pools beneath his city. He has also lent his knowledge to a number of feats of civic engineering, including {@book Whitestone's|TDCSR|3|Whitestone} skyport and {@book Zephrah's|TDCSR|3|Zephrah} network of windmills."
											]
										}
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Pike Trickfoot",
			"source": "TDCSR",
			"_copy": {
				"name": "Vox Machina",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Pike Trickfoot",
									"page": 268,
									"entries": [
										"This little gnome from the {@book Bramblewood|TDCSR|3|The Bramblewood} has been called many things—dragonslayer, savior of Exandria, champion of the {@deity The Everlight|Exandria|TDCSR|Everlight}, Monstah, and, more recently, Mom. But Pike doesn't care much what people call her, as long as it's said with love. Her soul befits the mantle of the {@deity The Everlight|Exandria|TDCSR|Everlight} well, as she exudes warmth, calm, and comfort. But all that cozy kindness shelters a fiery, rebellious spark that can shock strangers and inspire raucous cheers and peals of laughter from her friends.",
										{
											"type": "entries",
											"name": "After the Epilogue",
											"page": 268,
											"entries": [
												"Pike ultimately returned {@creature Scanlan Shorthalt|TDCSR|Scanlan Shorthalt's} romantic interest after {@deity The Whispered One|Exandria|TDCSR} was defeated and Exandria saved once more. There was no denying that she loved him, and they settled down in {@book Westruun|TDCSR|3|Westruun} and had two children within a year of one another, Juniper and Wilhand'ildan (Juni and Wax for short). When the kids went off to school (one to seminary, the other to {@book Westhall Academy in Westruun|TDCSR|3|2. Westhall Academy}), Pike and {@creature Scanlan Shorthalt|TDCSR|Scanlan} decided to call it quits, with sad smiles and promises to always be the best of friends. And they've since kept that promise, even as the two of them each sought new paths in life.",
												"Missing her found family, Pike moved to {@book Whitestone|TDCSR|3|Whitestone} and built a temple to the {@deity The Everlight|Exandria|TDCSR|Everlight} in the city's Temple Ward. It's beautiful, small, and cozy—a true work of art down to the smallest details. Folk can find her there most days, tending to the gardens but always ready to lend a helping hand or a prayer. Many mornings, Pike swings by the {@book Slayer's Cake|TDCSR|3|8. Slayer's Cake Bakery} to make sure the baked goods remain as tasty as their reputation demands. She'll grab some fresh pastries and coffee to go, and maybe drop off a delivery at Kiki's—that is, Keyleth's—house.",
												"{@creature Scanlan Shorthalt|TDCSR|Scanlan} usually comes by {@book Whitestone|TDCSR|3|Whitestone} in the summer, his and Pike's favorite time of year. This is a time for simple pleasures—eating dinners with the kids and their {@creature Keyleth, Voice of the Tempest|TDCSR|Auntie Kiki}, {@creature Vex'ahlia|TDCSR|Auntie Vex}, {@creature Grog Strongjaw|TDCSR|Uncle Grog}, and {@creature Percival de Rolo|TDCSR|Uncle Percy}; playing music by the fire; hearing Wilhand'ildan and young Vax'ildan de Rolo joke in private about their names and their weird family; and reminiscing about times past. And sometimes, Pike and {@creature Scanlan Shorthalt|TDCSR|Scanlan} even wind up in bed together, though also, sometimes not. Though Pike's path has diverged from {@creature Scanlan Shorthalt|TDCSR|Scanlan's} in one way, their lives are never truly separated—a thing that could be said of everyone in Vox Machina."
											]
										}
									]
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/PikeFluff.webp"
					},
					"credit": "{@link Jonah Baumann|https://galacticjonah.com/}",
					"altText": "A portrait of Pike: A white gnomish woman with long, braided white hair and blue eyes. She wears a blue dress covered by a woven red shawl. She smiles, holding a golden symbol of the Everlight, a red ruby inset at its top."
				}
			]
		},
		{
			"name": "Plainscow",
			"source": "TDCSR",
			"entries": [
				"The hulking plainscow is an exceptionally sturdy beast of burden native to the {@book Dividing Plains|TDCSR|3|Dividing Plains} and used by the people of central Tal'Dorei for centuries. Though many wild herds still roam the plains, domesticated plainscows are more common, used as {@quickref Mounts and Vehicles|PHB|1|0|mounts}, pack animals, and livestock. Plainscows are unusually empathetic for beasts, and often bond with a rider for life. They stand 6 feet tall, weigh about two tons, and live for 70 years.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Market Value",
									"page": 248,
									"entries": [
										"Plainscows can be bought in {@book Westruun|TDCSR|3|Westruun} for 200 gp. A plainscow has a carrying capacity of 1,500 pounds."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Platinum Golem",
			"source": "TDCSR",
			"_copy": {
				"name": "Golems",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Platinum Golem",
									"page": 239,
									"entries": [
										"This animated construct plated in precious platinum is the primary choice of prestigious mages and paranoid dragons to guard their most precious treasures. Its clanking footsteps make its approach audible to all intruders, who should recognize that fleeing is the best option: for the golem's form is nigh-invulnerable, and its mighty fists can obliterate life with a single blow.",
										{
											"type": "entries",
											"name": "Devoted Guardians",
											"page": 239,
											"entries": [
												"Their creators fashion platinum golems from the spirits of indomitable warriors who died failing to protect what they loved most. This final regret fuels the golem's need to execute its master's orders to perfection. Temples of the {@deity The Platinum Dragon|Exandria|TDCSR|Platinum Dragon} also craft these golems using divine rituals and imbue them with the unflinching devotion to justice epitomized by their god."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/TDCSR/PlatinumGolemFluff.webp"
							},
							"credit": "{@link Caio Santos|https://artstation.com/caiosantos}",
							"altText": "A platinum construct creature with crimson runes across its torso and arms."
						}
					}
				}
			}
		},
		{
			"name": "Ravager Slaughter Lord",
			"source": "TDCSR",
			"_copy": {
				"name": "Ravagers",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ravager Slaughter Lord",
									"page": 249,
									"entries": [
										"Some warlords of the {@book Dividing Plains|TDCSR|3|Dividing Plains}, hungry for recognition in the single burning eye of their god, turn to the {@book Ravagers|TDCSR|4|Ravagers} in the name of blood and glory. Those few whose deeds live up to their ambitions soon find themselves leading factions of the cult—and honored by the title of Slaughter Lord. A Slaughter Lord craves combat and leads Ravager raids as often as possible. However, they are frequently forced to remain at their strongholds because of the strict regimen of alchemical treatments that grant them increased power.",
										"A small army of shamans and alchemists attend to the Slaughter Lords to artificially enhance their strength and fury, creating concoctions to grow their muscular forms to massive size, sharpen their tactical reasoning, and bestow upon them the divine protection of the {@deity The Ruiner|Exandria|TDCSR|Ruiner}. A Slaughter Lord's unnatural size is their most obvious martial advantage, enabling them to dual-wield even the largest weapons. But the {@deity The Ruiner|Exandria|TDCSR|Ruiner's} blessings also grant them access to divine magic that can blind or slay enemies with a word.",
										"It is speculated that four major arms of the {@book Ravagers|TDCSR|4|Ravagers} are each commanded by one of these terrors, but the exact number of Slaughter Lords remains unknown.",
										{
											"type": "entries",
											"name": "Alignment",
											"page": 249,
											"entries": [
												"Chaotic evil."
											]
										}
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Ravager Stabby-Stabber",
			"source": "TDCSR",
			"_copy": {
				"name": "Ravagers",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ravager Stabby-Stabber",
									"page": 249,
									"entries": [
										"Adventurers and mercenaries most often take up arms against the {@book Ravagers|TDCSR|4|Ravagers} after hearing stories of the hordes terrorizing the free peoples of the {@book Dividing Plains|TDCSR|3|Dividing Plains}. They prepare themselves for brutal combat against even more brutal foes—and are thus unprepared for the {@book Ravagers'|TDCSR|4|Ravagers} most terrifying weapon, the stabby-stabbers. Fresh-faced warriors from {@book Emon|TDCSR|3|Emon, the City of Fellowship} laugh at the name when they first hear it in {@book Kymal's|TDCSR|3|Kymal} taverns, even as veteran mercenaries close their eyes and hastily bury their faces in their tankards.",
										"Nimble Ravager warriors who show exceptional skill are brought before their Slaughter Lord and forced to drink a terrible brew the {@book Ravagers|TDCSR|4|Ravagers} call skullfire. This concoction burns away what little reasoning ability those warriors possessed, turning them into perfectly obedient, flesh-hungry monsters. In battle, stabby-stabbers swarm like rats, eviscerating enemies and bystanders alike.",
										{
											"type": "entries",
											"name": "Alignment",
											"page": 249,
											"entries": [
												"Chaotic evil."
											]
										}
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Ravagers",
			"source": "TDCSR",
			"entries": [
				"The {@book Ravagers|TDCSR|4|Ravagers} are a death cult that stampedes across the {@book Dividing Plains|TDCSR|3|Dividing Plains}, spilling blood in the name of the Betrayer God known as the {@deity The Ruiner|Exandria|TDCSR|Ruiner}. Led by bloodthirsty warlords called {@creature Ravager Slaughter Lord|TDCSR|Slaughter Lords}, the cult's long-term goals are unknown, but its members are content in the short term to sow the seeds of chaos across the plains.",
				"Such wanton, chaotic slaughter would certainly please the {@deity The Ruiner|Exandria|TDCSR|Ruiner}, and the smaller settlements of the plains have learned to fear the sight of {@book Ravagers|TDCSR|4|Ravagers} on the horizon. Inside the walls of {@book Westruun|TDCSR|3|Westruun}, however, Lord Mayor Lysandra Kallos and her councilors worry that the {@book Ravagers|TDCSR|4|Ravagers} show better organization than their bloodthirsty warlords should be capable of instilling in the cult. Who—or what—is commanding the Slaughter Lords from the shadows? And toward what end are these depraved warriors being directed?"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/RavagersFluff.webp"
					},
					"credit": "{@link Elisa Serio|https://elisaserioart.com/}",
					"altText": "Two menacing individuals—one is short and emaciated, with stringy hair and a nasty grin, brandishing two small blades. The other is tall and hulking; he wears a helmet adorned with spikes and wide horns, a ragged wrap, and decorative chains across his chest. He wields a large greatsword in each hand."
				}
			]
		},
		{
			"name": "Remnant Chosen",
			"source": "TDCSR",
			"_copy": {
				"name": "Remnants",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Remnant Chosen",
									"page": 251,
									"entries": [
										"All devotees of {@deity The Whispered One|Exandria|TDCSR} are zealous followers, spending hours in silent meditation hoping to hear their long-dead master whisper a commandment from beyond. However, only a rare few hear the spectral voice of {@deity The Whispered One|Exandria|TDCSR} as it worms its way into their minds, emptying out other thought and filling their heads with clarity and direction. Much of this direction involves the {@book Remnants'|TDCSR|2|The Remnants} plans to leverage secrets stolen from the Plane of Shadow to increase the cult's power in Tal'Dorei."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Remnant Cultist",
			"source": "TDCSR",
			"_copy": {
				"name": "Remnants",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Remnant Cultist",
									"page": 252,
									"entries": [
										"All cultists of {@deity The Whispered One|Exandria|TDCSR} endure horrific rites of initiation that force them to remove one of their own eyes and forever shackle themselves to the will of the cult's leaders. Every cultist can feel the presence of their foul god just beyond the fabric of the physical world, and many claim to hear him speaking to them when all else is silent.",
										"The cultists of {@deity The Whispered One|Exandria|TDCSR} still venerate their wrathful master with offerings of secrets and unwilling souls to gain his favor, learning what they can and keeping hidden that which they know. Cultists believe in cultivating evil in themselves and recognizing it in others, encouraging them to express it. They hope to seed the ruin of all who worship other deities until only those who kneel before {@deity The Whispered One|Exandria|TDCSR} remain."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Remnants",
			"source": "TDCSR",
			"entries": [
				{
					"type": "entries",
					"name": "Remnants",
					"page": 251,
					"entries": [
						"The {@book Remnants|TDCSR|2|The Remnants} is a foul cult dedicated to seeing their lich leader, {@deity The Whispered One|Exandria|TDCSR}, ascend to godhood. Cultists believe that self-mutilation and transitory failings are requirements to pierce the veil and see the world for the lie it is—including accepting that the true hidden world already belongs to {@deity The Whispered One|Exandria|TDCSR}.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Bitter Victory",
									"page": 251,
									"entries": [
										"The {@book Remnants|TDCSR|2|The Remnants} have both won and failed in their dire goal, as {@deity The Whispered One|Exandria|TDCSR} ascended but was banished beyond the Divine Gate. Yet they name him the Ascendant One, the Banished One, or—because all others gods are pretenders—simply the One, and prepare patiently for his final ascension."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/RemnantsFluff.webp"
					},
					"credit": "{@link Biago D'Alessandro|https://artstation.com/blas-t}",
					"altText": "Two uncanny mages casting spells. One is a pale, skinny human man with a long beard and robes, manipulating white arcane energy. The other is a white woman with claw-like armored gloves and a circle of arcane energy around her head and through one eye."
				}
			]
		},
		{
			"name": "Rivermaw Brawler",
			"source": "TDCSR",
			"_copy": {
				"name": "Rivermaw Warriors",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Rivermaw Brawler",
									"page": 253,
									"entries": [
										"Many children in the {@book Rivermaw herd|TDCSR|3|Rivermaw Herd} get into friendly brawls, but only the truly dedicated learn the art of fist fighting. Rivermaw brawlers usually lead the charge on the battlefield, using their exceptional strength, speed, and cunning to throw an enemy vanguard into chaos.",
										"Beyond the {@book Dividing Plains|TDCSR|3|Dividing Plains}, brawlers trained by the Rivermaw can be found in noble adventuring parties, working for the {@book Clasp|TDCSR|2|The Clasp} as muscle, in underground fighting rings, and as personal bodyguards. In {@book Emon|TDCSR|3|Emon, the City of Fellowship}, the most famous fist fighters make a name for themselves within the {@book Brawler's League|TDCSR|2|Brawler's League} or the {@book Godsbrawl|TDCSR|3|10. Godsbrawl Ring}, representing the {@deity The Stormlord|Exandria|TDCSR|Stormlord} in that annual holy tournament."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Rivermaw Stormborn",
			"source": "TDCSR",
			"_copy": {
				"name": "Rivermaw Warriors",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Rivermaw Stormborn",
									"page": 253,
									"entries": [
										"Countless goliath legends tell of heroes born beneath a raging storm: Kaldon Thunderhead, who slew the {@creature ember roc|TDCSR} of the south; Marydra Skysplitter, who defeated a champion of the {@deity The Ruiner|Exandria|TDCSR|Ruiner} in single combat; and Yodrell Rumblechest, who halted a flash flood with only his voice, to name just a few.",
										"Though the stormborn of legend were all {@book half-giants|TDCSR|4|Half-Giants}, more and more Rivermaw have begun to feel the {@deity The Stormlord|Exandria|TDCSR|Stormlord's} power reverberate within them. These peerless warriors are blessed with preternatural skill with a blade and the uncanny ability to command lightning. Often destined to become mythic heroes, stormborn fight with reckless abandon—but many can be distressingly prideful and might need reminding that the songs of defeated or tyrannical stormborn are rarely sung by the bards.",
										"The tyrant Kevdak's fearsome Herd of Storms was so named because of the many stormborn in its ranks, but that herd was broken at {@book Westruun|TDCSR|3|Westruun} some two decades ago. Now the {@book Rivermaw herd|TDCSR|3|Rivermaw Herd} is bolstered by those who were freed from Kevdak's rule. The few stormborn remaining from that broken herd are part of the Rivermaw, and more storm-blessed warriors have been born into the Rivermaw since, ready to forge new legends."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Rivermaw Warriors",
			"source": "TDCSR",
			"entries": [
				{
					"type": "entries",
					"name": "Rivermaw Warriors",
					"page": 253,
					"entries": [
						"The {@book Rivermaw herd|TDCSR|3|Rivermaw Herd} is a nomadic society mostly composed of {@book half-giants|TDCSR|4|Half-Giants}, also known as {@book goliaths|TDCSR|4|Half-Giants}, and a mighty force for good on the {@book Dividing Plains|TDCSR|3|Dividing Plains}. The herd was once conquered by a goliath tyrant named Kevdak, then formed anew after Kevdak was eventually defeated by Vox Machina. Free of Kevdak's martial cruelty, the Rivermaw see it as their duty to prevent any such tyrant from conquering the {@book Dividing Plains|TDCSR|3|Dividing Plains} ever again.",
						"Though most members of the {@book Rivermaw herd|TDCSR|3|Rivermaw Herd} are {@book goliaths|TDCSR|4|Half-Giants}, their ranks include people of all races who wish to live beyond the stone walls of {@book Westruun|TDCSR|3|Westruun} and the palisades of plains towns like {@book Turst Fields|TDCSR|3|Turst Fields}. {@book Orcs|TDCSR|4|orcs}, {@book humans|TDCSR|4|humans}, {@book halflings|TDCSR|4|halflings}, and {@book gnolls|TDCSR|6|gnolls} make up most of the rest of the herd's warriors. Most of those warriors value strength and endurance over other qualities, but the brawlers and stormborn of the Rivermaw are better known for cunning, intelligence, strategy, and a unique attunement to the mighty thunder of the {@deity The Stormlord|Exandria|TDCSR|Stormlord}."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/RivermawWarriorsFluff.webp"
					},
					"credit": "{@link Claudia Ianniciello|https://artstation.com/claudiasg}",
					"altText": "A male and female goliath stand next to each other. The male is bald, clad in leather and metal armor and bears a greataxe that crackles with green, arcane energy. The female has long, dark hair and wears spiked gauntlets."
				}
			]
		},
		{
			"name": "Sagacitous Erusaire",
			"source": "TDCSR",
			"_copy": {
				"name": "Guardian Naga",
				"source": "MM",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"In ancient times, the Mirescar was called the Heartwood. It was the domain of a wise and kindly {@creature guardian naga} named {@creature Sagacitous Erusaire|TDCSR}, who welcomed all with good hearts to share their bounty or receive alms. However, this {@creature Sagacitous Erusaire|TDCSR|naga} has been corrupted into a cruel shadow of his former self. He and his {@creature diseased grick|TDCSR} minions have been twisted into hideous, pus-oozing spreaders of disease—and spreading it is now the only thought in their minds. The {@creature Sagacitous Erusaire|TDCSR|naga} can cast {@spell contagion} at will, and his {@creature diseased grick|TDCSR} minions can do so once per day. Is it possible to save the mind of this corrupted guardian?",
								"{@note See {@book A Sickness Spreads|TDCSR|3|A Sickness Spreads (mid-level)} for more information on this NPC.}",
								{
									"type": "hr"
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Scanlan Shorthalt",
			"source": "TDCSR",
			"_copy": {
				"name": "Vox Machina",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Scanlan Shorthalt",
									"page": 270,
									"entries": [
										"Bard extraordinaire, champion of the {@deity The Knowing Mentor|Exandria|TDCSR|Knowing Mentor}, and braggadocious hero of all Exandria, Scanlan Shorthalt is the kind of adventurer who will never let you forget his name. He's personally ensured that the bards spreading his legend across the world will sing his praises for decades to come.",
										{
											"type": "entries",
											"name": "After the Epilogue",
											"page": 270,
											"entries": [
												"Scanlan has always been a self-centered, showboating braggart, but it doesn't mean he doesn't have a heart. These days, friendship and family mean more to him than anything, even if he's still not very good at showing it.",
												"Following the defeat of {@deity The Whispered One|Exandria|TDCSR}, Scanlan eventually proposed to his long-pursued sweetheart, {@creature Pike Trickfoot|TDCSR}, and they were married in a grand ceremony. The duo had a pair of children, one named Juniper (Juni) and the other named Wilhand'ildan (Wax). When the children were grown and in school, {@creature Pike Trickfoot|TDCSR|Pike} and Scanlan amicably divorced and went their separate ways, remaining good friends—and occasional lovers—but content to follow their own paths.",
												"Scanlan is approaching a century of life, but as a long-lived gnome, his looks are much as they were in his adventuring days except for his slowly receding hairline and the slight belly he's developed. Vanity dies slowly, though, and he hides even this modest amount of aging with a comb-over, frequent use of his trademark beret, and well-placed illusion magic when he needs to look portrait perfect.",
												"Scanlan likes to sing songs of the Vox Machina days to crowded houses in cities across Tal'Dorei. He spends his winters in {@book Ank'Harel|TDCSR|3|Marquet}, where he and his daughter Kaylie operate their high-end trading business, Meatman Imports & Sexports. It's a good job that keeps him constantly traveling around Exandria, suiting his interest in seeking out new people and places around the world—and for new performance venues and places to get into trouble.",
												"Also, he has a mustache now. He thinks it makes him look distinguished."
											]
										}
									]
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/ScanlanFluff.webp"
					},
					"credit": "{@link Jonah Baumann|https://galacticjonah.com/}",
					"altText": "A portrait of Scanlan: A gnomish man with brown hair and a moustache. He wears an extravagant purple and red outfit that opens at the chest, a purple feathered hat, and holds a sheathed Mythcarver sheathed in his hands. He winks at the viewer with a cheeky smile."
				}
			]
		},
		{
			"name": "Skeletons",
			"source": "TDCSR",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Odd mysteries surround these skeletal nightmares given renewed, violent purpose as a mockery of mortality. Rumors speak of a dark intelligence rooted within, seeking power and using their own bones, or even the wriggling worms that thrive within their corpses, as currency to trade with shadowy merchants."
					],
					"by": "William Orom",
					"from": "Apothecary"
				},
				{
					"type": "entries",
					"name": "Skeletons",
					"page": 255,
					"entries": [
						"Skeletons are often the first creatures to be reanimated by aspiring necromancers, imbued with a vulgar imitation of life and reassembled into an approximation of their living forms. No trace remains of the life that once animated a skeleton, whose only purpose is loyalty.",
						"Skeletons follow the orders of their creators until those orders are completed. Their obedient, tireless nature makes them perfect as disposable battle fodder, guards, or distractions—and, in great enough numbers, turns them into an overwhelming tide of bone, tooth, and blade.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Undead Nature",
									"page": 255,
									"entries": [
										"A skeleton doesn't require air, food, drink, or sleep."
									]
								},
								{
									"type": "entries",
									"name": "Alignment",
									"page": 255,
									"entries": [
										"Neutral evil."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Taryon and Doty",
			"source": "TDCSR",
			"_copy": {
				"name": "Vox Machina",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Taryon Darrington",
									"page": 272,
									"entries": [
										"Gleaming, resplendent, and overflowing with indefatigable confidence, Taryon Gary Darrington is every bit the man he was when he parted ways with Vox Machina over twenty years ago. These days, though, all the bravado and good cheer he had two decades ago is real—not just an act. Tary doesn't need to fake it anymore; he's made it. Even if responsibility doesn't come easily to him, he takes it whenever he has to.",
										{
											"type": "entries",
											"name": "After the Epilogue",
											"page": 272,
											"entries": [
												"After many years running the Darrington Brigade—his heroic adventuring band—and publishing several absolutely true accounts of their exploits, Taryon realized his adventuring checklist was essentially complete. He left his home in Deastok, in {@book Wildemount's|TDCSR|3|Wildemount} Dwendalian Empire, and began a new chapter of his life. Leaving the brigade in the capable hands of his sister, Maryanne, and his confidant Lionel Gayheart, Taryon traveled around launching several smaller \"satellite\" brigades in {@book Wildemount's|TDCSR|3|Wildemount} most dangerous lands.",
												"Then, realizing he had spent his career as a writer of nonfiction adventure books, he decided to try his hand at fiction instead. With his trusty scribe and majordomo {@creature Doty X|TDCSR} at his side (\"Doty Ten,\" he patiently explains to anyone who mispronounces it), Taryon and his husband Lawrence moved to the Menagerie Coast, setting up in a small writing cottage in Port Damali. While Lawrence tutors local students, Taryon has been dashing off novel after novel. His most successful books are a series called \"The Deastok Mysteries,\" which feature a young, handsome blonde boy who solves crimes around {@book Wildemount|TDCSR|3|Wildemount} with his brilliant intellect and trusty robot sidekick.",
												"From time to time, Taryon charters a {@item skyship|TDCSR} to visit his old friends in {@book Whitestone|TDCSR|3|Whitestone} and enjoy the memories of their time together as full-fledged members of Vox Machina."
											]
										},
										{
											"type": "entries",
											"name": "The Automatic Scribe, Doty",
											"page": 273,
											"entries": [
												"Doty X is much like past models of Tary's mechanical servant—vaguely humanoid but not too expressive. The new model is sleek and stylish, and not built for battle. Doty's vocabulary has grown to six words: \"Tary,\" \"Yes,\" \"Correct,\" \"Absolutely,\" \"Soon,\" and \"Handsome.\" The scribe also features a built-in shelf of Taryon's favorite books—that is, his favorite books that he's written himself—in case Taryon needs to make a sale while he's on holiday."
											]
										}
									]
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/DotyTaryFluff.webp"
					},
					"credit": "{@link Elliott Berggren|https://twitter.com/planarbindings}",
					"altText": "A portrait of Taryon Darrington and Doty: Taryon is an extravagant blond-haired and bearded white man who holds a pipe. He is dressed in a military jacket with golden embroidery and four medals attached at the breast. Behind him is a golden metal construct, blue light emanating from its eyes and mouth."
				}
			]
		},
		{
			"name": "Taryon Darrington",
			"source": "TDCSR",
			"_copy": {
				"name": "Taryon and Doty",
				"source": "TDCSR"
			}
		},
		{
			"name": "Trinket",
			"source": "TDCSR",
			"_copy": {
				"name": "Vox Machina",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Trinket",
									"page": 264,
									"entries": [
										"Even Vex's beloved animal companion, the brown bear Trinket, is still by her side—though age has slowed him somewhat. His young cub is now a well-behaved playmate for the youngest de Rolo children."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Vex'ahlia",
			"source": "TDCSR",
			"_copy": {
				"name": "Vex'ahlia de Rolo",
				"source": "TDCSR"
			}
		},
		{
			"name": "Vex'ahlia de Rolo",
			"source": "TDCSR",
			"_copy": {
				"name": "Vox Machina",
				"source": "TDCSR",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Vex'ahlia de Rolo",
									"page": 264,
									"entries": [
										"Vex'ahlia was one of the first members of Vox Machina when those adventurers initially met in {@book Stilben|TDCSR|3|Stilben}, along with her twin brother, {@creature Champion of Ravens|TDCSR|Vax'ildan}. Today, she is one of the most influential people in Tal'Dorei. She sits on the {@book Tal'Dorei Council|TDCSR|2|Tal'Dorei Council} as Master of Commerce and is {@book Whitestone's|TDCSR|3|Whitestone} {@book Grand Mistress of the Grey Hunt|TDCSR|2|Lady Vex'ahlia de Rolo, Baroness of the Third House of Whitestone and Grand Mistress of the Grey Hunt}, a champion of the {@deity The Dawnfather|Exandria|TDCSR|Dawnfather}, and a hero beloved by all who know the legend of Vox Machina. Her charm and skill with a bow are legendary, and she is equally dedicated to changing the world as she is to raising her five children in {@book Whitestone|TDCSR|3|Whitestone}.",
										{
											"type": "entries",
											"name": "Charming and Incorrigible",
											"page": 264,
											"entries": [
												"As an adventurer, Vex'ahlia was known for being resolute and confident even in the face of unspeakable despair. The stories told of Vex revolve around her cunning, her flirtatious charm, and her propensity for haggling—an expression of her impoverished childhood in the wildlands of Tal'Dorei. The hardships she has endured and overcome have not changed her for the worse, though. She is the same Vex'ahlia that is remembered in the legends, just with a few more gray hairs and somehow even more responsibilities. Even her beloved animal companion, the brown bear {@creature Trinket|TDCSR}, is still by her side—though age has slowed him somewhat. His young cub is now a well-behaved playmate for the youngest de Rolo children."
											]
										},
										{
											"type": "entries",
											"name": "After the Epilogue",
											"page": 264,
											"entries": [
												"Though she's better known for her archery skill, Vex'ahlia's capability with coin made her an easy choice for election to the {@book Tal'Dorei Council|TDCSR|2|Tal'Dorei Council} as Master of Commerce. She makes frequent use of a teleportation circle to travel between {@book Castle Whitestone|TDCSR|3|1. Castle Whitestone} and {@book Traverse Junction|TDCSR|3|4. Traverse Junction} in {@book Emon|TDCSR|3|Emon, the City of Fellowship}, making it possible to fulfill her duties to both the {@book Chamber of Whitestone|TDCSR|2|Chamber of Whitestone} and the {@book Tal'Dorei Council|TDCSR|2|Tal'Dorei Council}. Though she has generally left her adventuring life behind her, she does occasionally sortie with the {@book Grey Hunters|TDCSR|3|Grey Hunters} to eliminate threats to the continued peace and prosperity of Tal'Dorei."
											]
										}
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Vos'skyriss Serpentfolk",
			"source": "TDCSR",
			"entries": [
				"The Vos'skyriss serpentfolk are the people of an ancient elite empire of humanoid-snake hybrids, who seek the ultimate detachment that comes from destroying all of reality.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Constricted Origins",
									"page": 257,
									"entries": [
										"Once a realm of humanoids who worshiped serpents, the ancient Vos'skyriss Empire was among the richest in the world. Its people obsessively imitated snakes—their flexibility, their emotionless patience, their willingness to survive at any costs (even cannibalizing their own kind), and their cold detachment. With the help of profane magics, most of the Vos'skyriss shed the useless skin of their humanity to become like the Betrayer God known as the {@deity The Cloaked Serpent|Exandria|TDCSR|Cloaked Serpent}. Those who couldn't evolve became food for those who did.",
										"Seers of the Vos'skyriss foresaw the {@book Calamity|TDCSR|1|The Calamity}, and the empire created an arcane stasis field under their capital city of Vos'skyriss to survive. This site stands off the western coast of Tal'Dorei and is now known as {@book Visa Isle|TDCSR|3|Visa Isle}. Only the strongest were allowed to seek refuge in the capital, and decades of carefully tracked tournaments determined who was fit for survival."
									]
								},
								{
									"type": "entries",
									"name": "Ophidian Society",
									"page": 257,
									"entries": [
										"Serpentfolk occupy remote temples in jungles, swamps, and deserts. Their society enforces strict discipline and a hierarchy that rewards those closest to snakes in mind and body. Serpentfolk transfigured into massive snakes with humanoid arms are held in the highest esteem.",
										"Despite their god's moniker, the Vos'skyriss serpentfolk outlaw hoods so that outsiders in their realm are easily recognizable."
									]
								},
								{
									"type": "entries",
									"name": "Narcissistic Worship",
									"page": 257,
									"entries": [
										"Most serpentfolk have little love for the {@deity The Cloaked Serpent|Exandria|TDCSR|Cloaked Serpent}, though they pay him homage as the deity of poisons, assassins, and darkness. For the Vos'skyriss serpentfolk, worship is a means to an end. Their legends say that the devout will be granted the ability to devour nightmares, enabling them to gorge themselves on dreams of fear and terror until they grow so large that they can turn on their god and swallow the {@deity The Cloaked Serpent|Exandria|TDCSR|Cloaked Serpent} himself. Once begun, this feast is unending—they will devour the remaining gods one by one, and finally, the entirety of the multiverse."
									]
								},
								{
									"type": "entries",
									"name": "Vos'skyriss Rising",
									"page": 257,
									"entries": [
										"Several decades ago, Jorlund Vohr, professor of archaeology at the {@book Alabaster Lyceum|TDCSR|3|5. Alabaster Lyceum}, led an expedition to the ruins upon {@book Visa Isle|TDCSR|3|Visa Isle}—and found them prowled by the restless spirits of the serpent empire. Their incursion unleashed these entombed spirits, and awakened hundreds of their living kin from magical stasis. Now, living and undead serpentfolk plot together to rekindle the embers of their long-lost empire."
									]
								},
								{
									"type": "entries",
									"name": "Alignment",
									"page": 257,
									"entries": [
										"Neutral evil."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/SerpentfolkFluff.webp"
					},
					"credit": "{@link Nguyen Hieu|https://artstation.com/wthieu153}",
					"altText": "A serpentfolk with green scales bears a silver dagger, ready to strike. A second spectral serpentfolk, holding a spear, wraps around and above the first serpentfolk."
				}
			]
		},
		{
			"name": "Vos'skyriss Serpentfolk Ghost",
			"source": "TDCSR",
			"_copy": {
				"name": "Vos'skyriss Serpentfolk",
				"source": "TDCSR"
			}
		},
		{
			"name": "Vox Machina",
			"source": "TDCSR",
			"entries": [
				{
					"type": "entries",
					"name": "Vox Machina",
					"page": 260,
					"entries": [
						"Heroes. Scoundrels. Legends. Dumbasses. The legacy of the adventuring party Vox Machina is a complicated one. Over the course of their adventures, they've selflessly saved the lives of thousands of people in Tal'Dorei, {@book Wildemount|TDCSR|3|Wildemount}, {@book Issylra|TDCSR|3|Issylra}, and beyond. Of course, there are also countless tales of individuals they've bullied, threatened, insulted, or otherwise needlessly antagonized throughout those same adventures. These legendary figures grew from a band of dime-a-dozen sellswords in the swamp burgh of {@book Stilben|TDCSR|3|Stilben} to gods-blessed warriors whose actions might have saved all of Exandria from a future of undead tyranny.",
						"The deeds of Vox Machina are sung by bards across Tal'Dorei, often exaggerating those already belief-defying tales of gods and monsters and magic. But though their legend has grown wild and unruly, the members of Vox Machina are still people. More than twenty years have passed since their last great campaign. Most of them are still alive, and the lives of these heroes have changed—in big ways and in smaller, more subtle ones.",
						"Those among them who age have softer bodies and lines on their faces. Those among them who don't age still show the weight of the world upon their shoulders. By and large, the members of Vox Machina have set aside weapons, armor, and spells in favor of more subtle ways of helping others. Some lead the lands they were born to lead. Others have been elected to the {@book Tal'Dorei Council|TDCSR|2|Tal'Dorei Council}, shaping the fate of the continent's people with quiet wisdom rather than blades and battle cries.",
						"Still, each member of this legendary band of adventurers would take up arms again in an instant if it meant protecting those they care for the most. And the {@table Vestiges of Divergence by Advancement|TDCSR|Vestiges of Divergence}, whose power they unlocked in the battles against the {@book Cinder King|TDCSR|1|Thordak, the Cinder King} and {@deity The Whispered One|Exandria|TDCSR}, are still within their grasp.",
						"The following stat blocks are here for GMs to use if their players encounter a member of Vox Machina—hopefully as an ally or a \"quest giver,\" for woe betide anyone who encounters these legendary heroes as a foe. These statistics don't represent the full extent of the characters' abilities as 20th-level adventurers, but have been streamlined to make them easier for the Game Master to run."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/DeRoloFluff.webp"
					},
					"credit": "{@link Jessica Scates|https://twitter.com/jessmightwork}",
					"altText": "A family portrait of Percival de Rolo and Vex'ahlia de Rolo along with their children in a golden embroidered frame. The Whitestone heraldry hangs behind them. From left to right: white-haired Vesper, the red tiefling Gwendolyn, Percival, Vex'ahlia, the proud Wolfe, the prankster Leona, Vax'ildan with a brown bear cub in his lap, and Trinket."
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/DeRoloFluffPlaque.webp"
					},
					"title": "The de Rolo Family of Whitestone. Top: Vesper Elaina de Rolo, Gwendolyn Zahra Melanie von Musel de Rolo, Percival Fredrickstein von Musel Klossowski de Rolo III, Vex'ahlia de Rolo, Wolfe Kristoff de Rolo, Leona Pike de Rolo Bottom: Vax'ildan Fredrick de Rolo, Charlie, Trinket ~ Castle Whitestone, 832 P.D. ~",
					"altText": "A brass plate with the following etched upon it: The de Rolo Family of Whitestone Top: Vesper Elaina de Rolo, Gwendolyn Zahra Melanie von Musel de Rolo, Percival Fredrickstein von Musel Klossowski de Rolo III, Vex'ahlia de Rolo, Wolfe Kristoff de Rolo, Leona Pike de Rolo Bottom: Vax'ildan Fredrick de Rolo, Charlie, Trinket ~ Castle Whitestone, 832 P.D. ~"
				}
			]
		},
		{
			"name": "Wraithroot Tree",
			"source": "TDCSR",
			"entries": [
				"When ancient or nefarious entities need to safeguard objects of grave consequence—particularly items intertwined with their immortality—they bury those secrets alongside wraithroot trees, around which the people of Exandria dare not tread.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Vengeful Restoration",
									"page": 259,
									"entries": [
										"Wraithroot trees are the product of foul necromancy and transmutation rituals that first see a tree awakened, gifting it with advanced intelligence and imbuing its roots with mobility. But the {@creature awakened tree||awakened tree's} first moments of joyous awareness are tragically cut short as necromantic energy courses through it, channeling rage and evil to transform it into a wraithroot—filled with longing to obliterate the life it so fleetingly enjoyed."
									]
								},
								{
									"type": "entries",
									"name": "Wraithroot Sites",
									"page": 259,
									"entries": [
										"In Tal'Dorei, wraithroots can be found in a number of locations, including the {@book Parchwood Timberlands|TDCSR|3|Parchwood Timberlands} below {@book Whitestone|TDCSR|3|Whitestone}, the {@book Torian Forest|TDCSR|3|Torian Forest} along the southwestern edge of the {@book Cliffkeep Mountains|TDCSR|3|Cliffkeep Mountains}, the {@book Grey Valley|TDCSR|3|Grey Valley} north of {@book Kraghammer|TDCSR|3|Kraghammer}, and the Moldered Grove southeast of the Ashkeeper Peaks."
									]
								},
								{
									"type": "entries",
									"name": "Alignment",
									"page": 259,
									"entries": [
										"Neutral evil."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TDCSR/WraithrootTreeFluff.webp"
					},
					"credit": "{@link Elisa Serio|https://elisaserioart.com/}",
					"altText": "A twisted treant covered with dry, grey moss and green ooze. Embedded into its bark are six eerie eyes at odd angles."
				}
			]
		},
		{
			"name": "Young Magma Landshark",
			"source": "TDCSR",
			"_copy": {
				"name": "Magma Landshark",
				"source": "TDCSR"
			}
		}
	]
}
