{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Android",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Androids are synthetic humanoids built to assist their creators with highly specialized tasks. They are designed to be compliant and typically have friendly demeanors.",
						"Every android has one or more upgrades to help it excel at its intended functions, but all androids are capable of defending themselves with concentrated bolts of force up close or from a distance.",
						"Despite an android's sophisticated construction, electrical surges can temporarily disrupt its finely tuned components. Similarly, damage to its core processing functions or long stretches of isolation can wear down an android's critical faculties, causing it to behave erratically."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Android.webp"
					}
				}
			]
		},
		{
			"name": "Barkburr",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Barkburrs are animate, poisonous Plants that spontaneously grow from trees when a spark of nature's magic takes root in the wood. They appear as limpet-like knots of bark and wood indistinguishable from ordinary tree burls. Barkburrs often act in defense of a grove or forest.",
						"Some barkburrs cling to the trees from which they sprouted, while others slowly wander until they encounter creatures that threaten the forest's natural order. When a barkburr identifies such a creature, the barkburr leaps at the invader and injects it with a poisonous sap that quickly and painfully transforms the creature into a tree."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Barkburr.webp"
					}
				}
			]
		},
		{
			"name": "Champion of Gorm",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Champions are blessed by Gorm to lead their fellow guardians. In battle, they channel auras of ghostly lightning to protect Gorm's servants."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Guardians of Gorm",
							"entries": [
								"The Guardians of Gorm are stalwart Cynidiceans who worship Gorm, an ancient god of justice, storms, and war. Members of the order wear brass masks bearing the face of their god, who is depicted as a long-haired, bearded man with a stern gaze. Each fully initiated guardian has a small blue lightning bolt tattooed on their right shoulder.",
								"Guardians follow a strict code of decorum that values bravery, honesty, and justice tempered with mercy. Still, they are quick to chastise blasphemers, criminals, and cultists who oppose their cause, buffeting these foes with their shocking implements."
							]
						}
					]
				}
			]
		},
		{
			"name": "Champion of Madarua",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Champions of Madarua represent the most skilled warriors in the faction. Hardened by battle, they lead the charge into the fray and inspire their fellow warriors to strike with decisive fury."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Warriors of Madarua",
							"entries": [
								"Members of the Warriors of Madarua wear bronze masks that depict the determined the face of Madarua, an ancient Cynidicean god of birth, death, and the seasons. Each member bears a small tattoo of a sickle on the inside of their left wrist.",
								"Warriors of Madarua recognize and respect the ever-changing complexity of life. In combat, they strive to be as fierce and unpredictable as nature itself."
							]
						}
					]
				}
			]
		},
		{
			"name": "Champion of Usamigaras",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Champions are blessed by Usamigaras to advance the faction by any means necessary. They boast a greater repertoire of spells than their fellows and can radiate an aura of illusions to confuse their foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Mages of Usamigaras",
							"entries": [
								"The Mages of Usamigaras are Cynidicean spellcasters who worship Usamigaras, a god of magic, messengers, and lies. They hide their identities and intentions behind silver masks depicting the face of their god. Secrecy is key among the Mages of Usamigaras. Members whisper in the presence of outsiders and pepper their speech with lies, even obvious ones. Such behavior isn't rude among members, who view deceit as worthy of celebration, not chastisement."
							]
						}
					]
				}
			]
		},
		{
			"name": "Combat Robot",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Combat robots are designed for security or military action. They make able sentries and are usually programmed to take intruders prisoner before resorting to lethal force. Combat robots signal their pursuit with built-in sirens and flashing lights, warning nearby creatures of their imminent arrival with an intimidating display. Combat robots display a wide range of voices. Some units are clearly designed to intimidate, while others offer canned, upbeat platitudes in pleasant tones even while subduing opponents."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Robots",
							"entries": [
								"Robots are Constructs created for heavy labor, menial tasks, or routine security. Despite robots' hardy construction, their circuitry is prone to overload if exposed to strong electrical currents. A robot has a pair of small appendages for fine motor control and object manipulation, as well as two larger appendages specialized for its role. Robots are programmed with intelligence, understanding, and usually loyalty to their creators. Despite that, long-operating robots sometimes develop their own personalities and ideas. Robots that endure long stretches of isolation, mistreatment, or neglect are prone to malfunctions. Some robots become despondent or cruel, while others obsessively repeat their last directive or adopt new, peculiar purposes of their own."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Combat Robot.webp"
					}
				}
			]
		},
		{
			"name": "Derro Apprentice",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Derro who have just begun to discover and control their magic are called apprentices. The magic of a derro apprentice is dangerous and unpredictable."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Derro",
							"entries": [
								"Derro are Underdark dwellers of dubious origin. According to the histories of some duergar, derro are descended from a community of dwarves that was left behind when the others escaped the rule of mind flayers. The mind flayers' psionic power eventually transformed these forsaken dwarves into Aberrations.",
								"You can learn more about derro in {@i Mordenkainen Presents: Monsters of the Multiverse}."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Derro Apprentice.webp"
					}
				}
			]
		},
		{
			"name": "Derro Raider",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Hostility and greed are guiding values for some derro. These derro indiscriminately raid settlements and rob travelers regardless of the apparent value of any goods they steal. These derro believe such acts are sanctioned by their despicable god, Diirinka, who delights in cruelty and destruction."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Derro",
							"entries": [
								"Derro are Underdark dwellers of dubious origin. According to the histories of some duergar, derro are descended from a community of dwarves that was left behind when the others escaped the rule of mind flayers. The mind flayers' psionic power eventually transformed these forsaken dwarves into Aberrations.",
								"You can learn more about derro in {@i Mordenkainen Presents: Monsters of the Multiverse}."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Derro Raider.webp"
					}
				}
			]
		},
		{
			"name": "Derwyth",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Derwyth lives in Cernant Valley—a forested basin at the foot of the Tegefed Mountains—along with many animals, most of which are small woodland creatures. These animals act as Derwyth's eyes and ears, quickly bringing her news of events in the wood, particularly the arrival and actions of strangers. The creatures also carry messages to more powerful Beasts in the valley that sometimes come to Derwyth's aid."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Derwyth.webp"
					}
				}
			]
		},
		{
			"name": "Drelnza",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Drelnza is the vampire daughter of Iggwilv. She is the Witch Queen's greatest treasure, an immortal warrior who guards some of her mother's most precious belongings decades after the archmage's mysterious departure. The identity of Drelnza's father is unknown even to her.",
						"Drelnza slumbers deep in the Lost Caverns of Tsojcanth, rising to dispatch those few who make it to Iggwilv's hoard. As a consequence of Drelnza's prolonged rest, she has yet to regain some of her vampiric powers.",
						"In the years before Iggwilv's disappearance, Drelnza acted as general to a battalion of demons bound to serve the Witch Queen. Armed with her sentient longsword, Heretic, Drelnza terrorized the people of Perrenland."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Drelnza.webp"
					}
				}
			]
		},
		{
			"name": "Froghemoth Elder",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Froghemoths are massive amphibious predators with starry origins. A froghemoth has four tentacles, a rubbery hide, a long prehensile tongue, and three bulbous eyes branching from an extendable stalk.",
						"Though most froghemoths lurk in swamps, those raised in unnatural environs—as well as those that dine on smaller, weaker hatchlings—are unmatched in strength and hunger. These ancient specimens, known as froghemoth elders, possess alien abilities and warp the ecosystems in which they dwell.",
						"To learn more about froghemoths, see {@i Mordenkainen Presents: Monsters of the Multiverse}."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Froghemoth Elder's Lair",
							"entries": [
								"Froghemoth elders lair in unnatural ecosystems that facilitate their growth, such as wrecked spaceships, primordial bogs, and radioactive pools."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Froghemoth Elder.webp"
					}
				}
			]
		},
		{
			"name": "Gibberling",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A single gibberling is little more than a nuisance—a babbling, hairy creature that darts about, attacking whatever it can find. Unfortunately, gibberlings are rarely encountered alone. They rampage in dense swarms, crawling and leaping over each other to rip, shred, and devour everything in their path.",
						"Gibberlings are named for their incoherent chattering. Loud and shrill, their exasperating nonsense distracts even the most focused creatures. Gibberling swarms are heard long before they are seen.",
						"The first gibberlings were spawned in the jungles of the Gaping Maw, a layer of the Abyss ruled by the demon lord Demogorgon. The Prince of Demons' influence instilled in gibberlings a hive-mind-like nature, protecting them from magical compulsions. However, unlike most demons, gibberlings share a strong aversion to fire.",
						"On the Material Plane, gibberlings tend to dwell in dense forests or the Underdark."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Gibberling.webp"
					}
				}
			]
		},
		{
			"name": "Guardian of Gorm",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Guardians are the fearless rank and file of their faction."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Guardians of Gorm",
							"entries": [
								"The Guardians of Gorm are stalwart Cynidiceans who worship Gorm, an ancient god of justice, storms, and war. Members of the order wear brass masks bearing the face of their god, who is depicted as a long-haired, bearded man with a stern gaze. Each fully initiated guardian has a small blue lightning bolt tattooed on their right shoulder. Guardians follow a strict code of decorum that values bravery, honesty, and justice tempered with mercy. Still, they are quick to chastise blasphemers, criminals, and cultists who oppose their cause, buffeting these foes with their shocking implements."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Guardian of Gorm.webp"
					}
				}
			]
		},
		{
			"name": "Horrid Plant",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Horrid plants are a family of carnivorous vegetation found in bogs, damp heaths, jungles, and swamps. Some botanists theorize these plants are an invasive species from a faraway world. When still, horrid plants resemble ordinary (if vibrant) foliage."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Horrid Plant Varieties",
							"entries": [
								"The most infamous varieties of horrid plant are dew drinkers, purple blossoms, and snapper saws.",
								{
									"type": "entries",
									"name": "Dew Drinker",
									"entries": [
										"Dew drinkers resemble large cabbage plants until they unfurl their long, hair-tipped tendrils. Dew drinkers use these tendrils to drain the moisture and life force from their prey."
									]
								},
								{
									"type": "entries",
									"name": "Purple Blossom",
									"entries": [
										"The purple blossom is a treelike plant with cup-shaped purple flowers. Tubules within the plant's branches connect the flowers to reserves of acidic sap in the plant's trunk. Purple blossoms squirt this sap at prey through the flowers' pistils."
									]
								},
								{
									"type": "entries",
									"name": "Snapper Saw",
									"entries": [
										"Snapper saws resemble ordinary bushes and bear fragrant white berries during temperate seasons. Between encounters, the plant buries its weapons—wide, razor-sharp outer leaves—in the loose dirt around itself to catch unsuspecting prey off guard."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Horrid Plant.webp"
					}
				}
			]
		},
		{
			"name": "Leprechaun",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Leprechauns are manifestations of the Feywild rules of hospitality and reciprocity. These rules infuse leprechauns with a deep connection to fixing and making things. Industrious and proud, leprechauns channel this creative energy into their tools, using them to quickly mend damaged objects, craft new ones from raw materials, and mold ideas into vivid illusions.",
						"A leprechaun's adherence to Feywild rules affords it tremendous luck, but this fortune comes at a cost. These same magical strictures compel leprechauns to use their powers on behalf of those who offer them gifts. Leprechauns despise greed and are spiteful toward anyone who makes demands without first offering a gift or, worse, anyone who tries to steal from them. They delight in pranking such foolish creatures or pilfering from them in return.",
						"Leprechauns take pride in their appearances, dressing in dapper outfits that typically feature red fabrics, gleaming belts and buckles, and natural woodland accouterments. These fashions compliment their bright green skin, exuberant hair, and upbeat demeanors."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Leprechaun.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Leprechaun 2.webp"
					},
					"credit": "Luca Bancone"
				}
			]
		},
		{
			"name": "Mage of Usamigaras",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The common members of the Mages of Usamigaras use their magical talents to charm and deceive the faction's opponents."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Mages of Usamigaras",
							"entries": [
								"The Mages of Usamigaras are Cynidicean spellcasters who worship Usamigaras, a god of magic, messengers, and lies. They hide their identities and intentions behind silver masks depicting the face of their god. Secrecy is key among the Mages of Usamigaras. Members whisper in the presence of outsiders and pepper their speech with lies, even obvious ones. Such behavior isn't rude among members, who view deceit as worthy of celebration, not chastisement."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Mage of Usamigaras.webp"
					}
				}
			]
		},
		{
			"name": "Maschin-i-Bozorg",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The kagu-svirfneblin's most prized invention is the maschin-i-bozorg: a dome-shaped, steam-powered battle construct propelled by a multitude of wheels along its flat underside. Maschin-i-bozorgs typically act as guardians and sentries, tirelessly patrolling the sites they're assigned to protect. Each machine obeys the commands of its creator.",
						"A machin-i-bozorg can roll over its enemies to crush them with its immense weight. It can also fire poison darts with deadly precision, jab creatures with similar darts attached to extendable arms that retract inside its body, and spray jets of scalding steam to fend off intruders."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Maschin-i-Bozorg.webp"
					}
				}
			]
		},
		{
			"name": "Memory Web",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A memory web is a living web that resembles an ordinary web spun by an ettercap, a giant spider, or another oversized arachnid. Memory webs lie in ambush draped over plant life, wrapped around corpses, or stuck to ossuaries in dark catacombs.",
						"Memory webs feed on memories and require daily sustenance. When a memory web's prey draws close, the web springs at the creature and wraps it in sticky, cord-like fibers. The web then drains its victim's memories, sapping the creature's life force in the process. A memory web can continue to feed on a corpse's memories for days after its death.",
						"If a memory web is slain, any memories it consumed over the last day are discharged from its body in a telepathic deluge. Some of these memories lodge themselves in the minds of nearby creatures as dreamlike recollections, potentially spurring their inheritors to action. The Memory Web Memories table presents adventure seeds that might be released by a slain memory web.",
						{
							"type": "table",
							"colLabels": [
								"d4",
								"Memory"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"The location of a powerful magic item"
								],
								[
									"2",
									"A secret betrayal by a beloved public figure"
								],
								[
									"3",
									"The details of an unfinished quest"
								],
								[
									"4",
									"A revelation about an impending upheaval"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Memory Web.webp"
					}
				}
			]
		},
		{
			"name": "Nafas",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Nafas is the breath of the multiverse, an ancient djinni born from the planar winds that blow through the myriad doors of the Infinite Staircase. He's a timeless force of untold power, a genie made noble by the planes themselves. A cloud of twinkling stardust follows Nafas wherever he goes, as evidence of his cosmic might.",
						"No bottle, vase, ring, or lamp can contain Nafas. The genie is bound to the Infinite Staircase itself, anchored to the extradimensional realm that created him. From the steps of the staircase, Nafas hears the wishes of creatures across the multiverse but cannot act on them. Moved by their stories but barred by circumstance, Nafas relies on adventurers—whom he considers the living manifestations of a wish granted—to respond to these calls.",
						"To friendly adventurers and weary travelers along the staircase, Nafas is a benevolent host, welcoming his guests with feasts, musical performances, and charming tales over tea. However, those who abuse the djinni's hospitality or seek to bind him to their service with Iron Flasks or other magic provoke his tempestuous ire.",
						"When Nafas is provoked, the scope of his retribution is limited only by his imagination. Though the genie typically reserves the Wish spell for creatures he deems worthy of its gifts, he isn't above leveraging that power against formidable threats, rewriting reality to forcibly tilt the scales in his favor.",
						"The multiverse dictates that there must always be a noble djinni to preside over the Infinite Staircase. If slain, Nafas re-forms within days, coalescing from cosmic air. The only way to truly destroy Nafas is to take his place.",
						{
							"type": "inset",
							"name": "Nafas as a Patron",
							"entries": [
								"In addition to linking the adventures in this book, you can use Nafas as a group patron (detailed in Tasha's Cauldron of Everything). In this role, Nafas sends adventurers to distant worlds to fulfill the wishes of creatures beyond his reach. Adventurers who return to Nafas successful receive gifts as rewards. As a noble genie, Nafas can also act as a warlock's otherworldly patron, imparting a fraction of his power in exchange for the warlock's loyal service."
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Nafas's Lair",
							"entries": [
								"Nafas lairs in the Censer of Dreams, an aeolian palace within the Infinite Staircase where winds and wishes converge (see chapter 1 of Quests from the Infinite Staircase). Windcatchers rise above its spacious chambers and softly glowing domes, and melodious chimes dance in the shutterless windows of its vaulted halls. Held aloft by genie magic and the staircases that branch from it, the palace is a pit stop for planar travelers and a haven for friendly creatures."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Nafas.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Nafas's Shamshir.webp"
					},
					"credit": "Kevin Glint"
				}
			]
		},
		{
			"name": "Nafik",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"In life, Nafik was the high priest of Amun Sa, the last pharaoh of the land of Bakar. Nafik was a loyal subject and was respected in turn by Amun Sa and the lesser priests in the pharaoh's retinue. When Amun Sa died, Nafik and a cadre of priests locked themselves in Amun Sa's tomb according to tradition. There, they performed holy rites and accepted food and offerings from the outside.",
						"As time went on, Nafik grew envious of Amun Sa. \"Why should the pharaoh get to enjoy eternal bliss in the afterlife while his priests are condemned to live out the rest of their lives imprisoned in his pyramid?\" he thought. In his anger, Nafik turned to unholy grimoires, seeking forbidden rituals he hoped could teach him the secrets of everlasting life.",
						"When the lands of Bakar dried up, the faithful stopped bringing offerings to Amun Sa's tomb. The threat of starvation loomed over Nafik and his priests. In a desperate measure, Nafik wrought a haphazard ritual on himself and his fellow priests, transforming them and himself into Undead. Heartless and corrupted by evil, Nafik now rules over the upper halls of Amun Sa's pyramid and the priests he sentenced to an exanimate eternity."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Nafik.webp"
					}
				}
			]
		},
		{
			"name": "Pech",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Pechs are slight, bipedal diggers from the Elemental Plane of Earth. They have a knack for finding weak points in buildings, objects, and raw materials, making them phenomenal excavators—and, if the occasion calls for it, sappers and saboteurs. Pechs enjoy sculpting and carving vast networks of tunnels and warrens, where they live in clans and mine precious metals and gems.",
						"Small and lithe, pechs have long, thin limbs and broad feet. Their large, pupilless eyes are sensitive to bright light, which they avoid, and they find sunlight nauseating. Their skin displays a spectrum of color and texture as varied as that of clay, earth, and stone.",
						"A single pech can draw on the magic of the Elemental Plane of Earth to shape stone to its will, but pechs are stronger together than alone. When in groups, pechs can combine their magic to conjure great curtains of stone and infuse creatures with the fortitude of elemental earth."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Pech.webp"
					}
				}
			]
		},
		{
			"name": "Sion",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sion is the most trusted servant of Piyarz, a traitorous sage in the Tower of the Heavens. Originally one of the tower's stewards, Sion displayed an innate talent for magic. Piyarz encouraged Sion to develop his arcane powers in secret, and in time Sion became a skilled shadow sorcerer. He kept his umbral abilities hidden from the tower's other residents. Even so, they all noticed his fervent devotion to Piyarz and, ironically, refer to him in private as \"Piyarz's shadow.\"",
						"Sion's sorcery allows him to step in and out of shadows and create shadowy duplicates of himself. He can even exercise limited control over others' shadows, causing the shadows to grasp their hosts and pin them in place. Wherever Sion goes, he's accompanied by his two pets, a ferocious hound and an oversized raven that help Sion track down his enemies. Spun by Sion from pure shadow, both creatures use the shadow stat block, but the raven has a flying speed of 40 feet."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Sion.webp"
					}
				}
			]
		},
		{
			"name": "Swarm of Gibberlings",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A single gibberling is little more than a nuisance—a babbling, hairy creature that darts about, attacking whatever it can find. Unfortunately, gibberlings are rarely encountered alone. They rampage in dense swarms, crawling and leaping over each other to rip, shred, and devour everything in their path.",
						"Gibberlings are named for their incoherent chattering. Loud and shrill, their exasperating nonsense distracts even the most focused creatures. Gibberling swarms are heard long before they are seen.",
						"The first gibberlings were spawned in the jungles of the Gaping Maw, a layer of the Abyss ruled by the demon lord Demogorgon. The Prince of Demons' influence instilled in gibberlings a hive-mind-like nature, protecting them from magical compulsions. However, unlike most demons, gibberlings share a strong aversion to fire.",
						"On the Material Plane, gibberlings tend to dwell in dense forests or the Underdark."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Swarm of Gibberlings.webp"
					}
				}
			]
		},
		{
			"name": "The Gardener",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Gardener is an archfey who adores the splendor of nature, the joy of song, and the glow of shared merriment. This ancient being once wandered the Feywild and worlds of the Material Plane until two dear friends created a wondrous garden and asked the Gardener to tend to it. The Gardener agreed to the request, then pulled the garden from the Material Plane and transformed it into a Domain of Delight—a region of the Feywild that bows to an archfey's will. This place became known as the Eternal Garden.",
						"The Gardener abhors bloodshed and avoids killing even those who threaten the garden, preferring to entangle them in vines and pacify them with tranquilizing breaths of flowery mist."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "The Gardener's Lair",
							"entries": [
								"The Gardener's lair is the entirety of the Eternal Garden."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/The Gardener.webp"
					}
				}
			]
		},
		{
			"name": "Tower Hand",
			"source": "QftIS",
			"_copy": {
				"name": "Tower Steward",
				"source": "QftIS",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"Tower hands belong to the Order of the Night Sky, an ancient society of martial artists who protect the sages of the Tower of the Heavens. They rarely speak and carry few worldly possessions."
							]
						}
					}
				}
			}
		},
		{
			"name": "Tower Sage",
			"source": "QftIS",
			"_copy": {
				"name": "Tower Steward",
				"source": "QftIS",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"Tower sages are mages who study astrology and support the leader of the Tower of the Heavens, the elder sage, in divining the future. When tower sages are initiated, their arms are tattooed with magical ink that designates their status in the hierarchy. Pupil sages have simple designs patterned after individual stars and minor constellations, while the elder sage's arms depict a plethora of constellations, moons, and suns. When the elder sage dies, the arm tattoos of the elder's chosen successor magically shift into the patterns of an elder sage.",
								"Tower sages are the only folk capable of reading the Books of Prophecy, an ancient set of tomes that hint at future events of grand significance."
							]
						}
					}
				}
			}
		},
		{
			"name": "Tower Steward",
			"source": "QftIS",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Tower Stewards",
							"entries": [
								"For centuries, the Tower of the Heavens has been stewarded by dutiful folk who practice two distinct traditions."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Tower Steward.webp"
					}
				}
			]
		},
		{
			"name": "Vegepygmy",
			"source": "QftIS",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Vegepygmies",
							"entries": [
								"Also called mold folk, vegepygmies are fungal creatures that spring forth from the body of a Humanoid or Giant killed by russet mold, a poisonous fungus rumored to have originated from beyond the stars.",
								"Vegepygmies gather in small bands, communicating with a combination of gestures, hisses, and rhythmic taps. While vegepygmies can sustain themselves by absorbing nutrients from soil and other organic matter, they prefer a carnivorous diet achieved through hunting and scavenging. Vegepygmies can live indefinitely so long as the climate remains hospitable to their fungal bodies.",
								"To learn more about vegepygmies, see Monsters of the Multiverse."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Vegepygmy.webp"
					}
				}
			]
		},
		{
			"name": "Vegepygmy Moldmaker",
			"source": "QftIS",
			"_copy": {
				"name": "Vegepygmy",
				"source": "QftIS",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"The oldest vegepygmies in a colony sometimes achieve control over the growth and propagation of the mold that bore them. These elders, known as moldmakers, can envelop foes in stifling layers of mold. Moldmakers often wear pauldrons made of lichen to denote their status."
							]
						}
					}
				}
			}
		},
		{
			"name": "Vegepygmy Scavenger",
			"source": "QftIS",
			"_copy": {
				"name": "Vegepygmy",
				"source": "QftIS",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"Vegepygmies rely on scavengers to salvage materials from their surroundings. Vegepygmy scavengers use stealth to bring food, tools, and weapons back to the colony. These scavengers leverage their nimbleness and natural camouflage to evade foes and pelt them with slings from the cover of leafy foliage."
							]
						}
					}
				}
			}
		},
		{
			"name": "Vegepygmy Thorny Hunter",
			"source": "QftIS",
			"_copy": {
				"name": "Vegepygmy",
				"source": "QftIS",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"Thorny hunters are bestial vegepygmies derived from the corpses of bears, dogs, and other quadrupedal Beasts. Thorny hunters act like bloodhounds, following their master's orders to hunt prey with deadly ferocity."
							]
						}
					}
				}
			}
		},
		{
			"name": "Warrior of Madarua",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Warriors are the foot soldiers of the faction. They thank Madarua for each battle they see and train daily with spears to follow her to victory."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Warriors of Madarua",
							"entries": [
								"Members of the Warriors of Madarua wear bronze masks that depict the determined the face of Madarua, an ancient Cynidicean god of birth, death, and the seasons. Each member bears a small tattoo of a sickle on the inside of their left wrist.",
								"Warriors of Madarua recognize and respect the ever-changing complexity of life. In combat, they strive to be as fierce and unpredictable as nature itself."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Warrior of Madarua.webp"
					}
				}
			]
		},
		{
			"name": "Wolf-in-Sheep's-Clothing",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A wolf-in-sheep's-clothing is a predatory plant that resembles a tree stump. It hides in areas of thick vegetation and has a bark-like hide, eyestalks like vines or withered flowers, rootlike tentacles, and a fleshy growth atop its body that it uses to lure prey toward its fang-filled maw.",
						"Wolves-in-sheep's-clothing can reshape their lures to mimic the appearance of various small, often adorable creatures to entice their prey. The Lure Forms table suggests some forms the lure might take.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Lure Appearance"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Clumsy puppy"
								],
								[
									"2",
									"Cute little bunnyoid"
								],
								[
									"3",
									"Dapper, smiling frog with a little top hat"
								],
								[
									"4",
									"Fluffy kitten"
								],
								[
									"5",
									"Fox with adorably large ears"
								],
								[
									"6",
									"Spunky, dancing crawfish"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Wolf-in-Sheeps-Clothing.webp"
					}
				}
			]
		},
		{
			"name": "Worker Robot",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Worker robots are built for physical labor such as hauling cargo, construction, and maintenance, though some worker robots fill public-facing service roles. Antigravity technology and built-in tractor beams allow worker robots to effortlessly lift cargo and other heavy objects with their mechanical tentacles, which double as weapons if the robots are threatened or drafted for security purposes. A worker robot's voice is often utilitarian, programmed to use simple phrases without embellishment. Worker robots designed to be in public view—such as units that carry out deliveries, repairs, or transportation—have voices that more closely mimic those of their creators. These robots employ mollifying phrases or make shallow but pleasant small talk."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Robots",
							"entries": [
								"Robots are Constructs created for heavy labor, menial tasks, or routine security. Despite robots' hardy construction, their circuitry is prone to overload if exposed to strong electrical currents. A robot has a pair of small appendages for fine motor control and object manipulation, as well as two larger appendages specialized for its role. Robots are programmed with intelligence, understanding, and usually loyalty to their creators. Despite that, long-operating robots sometimes develop their own personalities and ideas. Robots that endure long stretches of isolation, mistreatment, or neglect are prone to malfunctions. Some robots become despondent or cruel, while others obsessively repeat their last directive or adopt new, peculiar purposes of their own."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Worker Robot.webp"
					}
				}
			]
		},
		{
			"name": "Zargon the Returner",
			"source": "QftIS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Zargon the Returner is an elder evil—an undying abomination from eons past with an insatiable appetite. A tentacled, slime-covered horror with a cyclopic red eye and an indestructible horn, Zargon corrupts creatures it doesn't devour, transforming its victims into amorphous servants.",
						"No one knows Zargon's true origin. The creature was one of the first inhabitants of the Nine Hells, predating even the arrival of Asmodeus, the plane's foremost ruler. Long-lived devils and occult sages theorize Zargon and its kind were invaders from another plane—or another reality entirely.",
						"When Asmodeus ascended the infernal hierarchy, he and his legions wiped out most of the plane's earlier inhabitants, but Zargon proved beyond even Asmodeus' might. No matter what blistering wrath Asmodeus brought to bear on Zargon, the aberration continually re-formed from its horn. Finally, Asmodeus cast Zargon's horn from the Nine Hells in disgust, banishing the elder evil to the Material Plane. The horn was driven deep into the earth where it fell, entombing Zargon below.",
						"Eventually a civilization arose above Zargon's prison. The elder evil whispered through dreams and nightmares to the people of Cynidicea, the realm's capital, until one day, a crew of Cynidiceans accidentally dug through to the Returner's prison. Zargon emerged, devouring many of the city's inhabitants and drowning many more in its slime. The city soon fell. Those who survived Zargon's rampage turned to it in worship, sacrificing their own to appease their so-called god. Appeased by these living offerings, Zargon returned to the tunnels beneath Cynidicea, where its cult grew."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Zargon's Lair",
							"entries": [
								"Zargon's lair is a slimy cavern beneath the lost city of Cynidicea. The elder evil lurks in the depths, feasting on sacrifices cast down by its worshipers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/QftIS/Zargon the Returner.webp"
					}
				}
			]
		}
	]
}
