{
	"monsterFluff": [
		{
			"name": "Curate",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A curate earns a special connection to the divine through service to shrines and temples. This devotion endows these spiritual leaders with the power to heal injuries, repel evil, and raise the dead."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Curate.webp"
					}
				}
			]
		},
		{
			"name": "Gray Ooze Glob",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gray oozes are predatory, corrosive slimes that blend in with stony surroundings. Unpredictable magic and other chaotic forces can cause these oozes to split, creating smaller, unstable globs."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Gray Ooze Glob.webp"
					}
				}
			]
		},
		{
			"name": "Ivlis",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Beneath a pretense of charity and goodness, Ivlis is a demon worshiper who leads a wicked cult. She uses deception and skulduggery to advance her power. Though she feigns kindness and compassion in public spaces, Ivlis believes the poor and downtrodden deserve their wretched lot. In battle, her magic is unpredictable."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Ivlis.webp"
					}
				}
			]
		},
		{
			"name": "Jacko",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Jacko advertises his cloak-and-dagger services in seedy places throughout the Borderlands. For the right price, Jacko will trail, rob, rough up, or take out any mark—no questions asked.",
						"Satisfied customers parrot his cheesy slogan: \"Jacko always has your back-o.\""
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Jacko.webp"
					}
				}
			]
		},
		{
			"name": "Kuo-Toa Marauder",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Kuo-toa have slimy, humanoid bodies and the heads of goggle-eyed deep-sea fish. They claim they once dominated whole worlds, their empires spanning land and sea under the blessings of piscine gods.",
						"Kuo-toa undertake contrived plots to propel themselves to dominance, often kidnapping people to learn their secrets or making dubious sacrifices to bizarre gods. These marauders lurk in wet places, eager to shed blood and claim plunder."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Kuo-Toa Marauder.webp"
					}
				}
			]
		},
		{
			"name": "Lizardfolk Warden",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Lizardfolk wardens draw on primal magic to protect nature's boundaries. These territorial guardians lurk in wetlands and jungles, surfacing from murky pools to track down trespassers and drive them out. Wardens wield weapons and shields fashioned from the husks of giant beetles, snapping turtles, and other mighty creatures. When these tools fail them, they channel the forces of nature to augment their natural attacks with poison saliva."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Lizardfolk Warden.webp"
					}
				}
			]
		},
		{
			"name": "Narthus",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A craven lackey, Narthus serves Ivlis out of fear rather than loyalty. Narthus spends his days groveling before Ivlis and cruelly whipping new initiates to the Cult of Chaos into shape. Narthus's feral nature leads some cultists to speculate that he was raised by wild animals.",
						"Ivlis prizes Narthus for his obsequity and morbid fascinations. He grows the cult's ranks through macabre rituals, conscripting the dead to serve the cult's depraved goals."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Narthus.webp"
					}
				}
			]
		},
		{
			"name": "Pral",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Pral's boyishly handsome, self-assured grin graces wanted posters throughout the Borderlands. A self-proclaimed \"gentleman thief,\" Pral abides by a strict personal code. He never kills, and he always upholds his end of any bargain he makes. A lover of good food, comfortable lodgings, and stylish clothing, Pral squanders the spoils of each robbery on his extravagant lifestyle."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Pral.webp"
					}
				}
			]
		},
		{
			"name": "Sprite Skirmisher",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sprites are wee spirits of nature that can see the innate goodness or wickedness of other creatures. Those that enter their realms with good intentions might be treated with tiny feasts and celebrations. The wicked face nasty tricks and bold ambushes at the hands of invisible sprite defenders."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Sprite Skirmisher.webp"
					}
				}
			]
		},
		{
			"name": "Vinx",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This itinerant explorer knows the caves around the Keep on the Borderlands better than anyone else. Vinx frequently delves these caves in search of treasure.",
						"Recently, Vinx got caught in a bind while pursuing a stolen family heirloom. When she gets loose, those goblins won't know what hit them!"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Vinx.webp"
					}
				}
			]
		},
		{
			"name": "Wight Lifedrinker",
			"source": "HotB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Wights are the withered corpses of relentless warriors whose wickedness sustains them beyond death. After dying and returning from the grave, a wight continues its villainous ways, but it is now driven by a hunger for life. A wight drains living essence through its attacks."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HotB/Wight Lifedrinker.webp"
					}
				}
			]
		}
	]
}
