{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Adult Deep Dragon",
			"source": "FRAiF",
			"_copy": {
				"name": "Deep Dragons",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"The strange magic pervading the Underdark twists deep dragons as they grow, so few adult deep dragons look alike. Their skin is usually pitted by fungal growths that spread across the body. Although lacking the versatile shape-shifting of metallic dragons, deep dragons can assume the form of animals or humanoids and often masquerade as snakes or dragonborn.",
									"Adult deep dragons eliminate challengers with ferocious might, cunning ambushes, or fungal poisons. Some adult deep dragons plunder the surface for treasures and lore."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Adult Spirit Dragon",
			"source": "FRAiF",
			"_copy": {
				"name": "Spirit Dragons",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"An adult spirit dragon uses its magic to walk disguised among people. A dragon might hire adventurers to undertake quests into the ruins of its lost homeland."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Ancient Deep Dragon",
			"source": "FRAiF",
			"_copy": {
				"name": "Deep Dragons",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Ancient deep dragons often spend years sequestered among individualized libraries, fungal gardens, or collections of esoterica. When these venerable terrors venture forth to hunt, they can remake Underdark trade routes or coastal communities with their voracious appetites and love of destruction."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Ancient Spirit Dragon",
			"source": "FRAiF",
			"_copy": {
				"name": "Spirit Dragons",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Ancient spirit dragons have outgrown the petty concerns of the current age. After centuries of studying the culture and beliefs of an ancient empire, a spirit dragon's personality and outlook are often indistinguishable from that fallen realm's."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Aranea",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Aranea",
					"entries": [
						"{@i Secretive Crafter and Trader}",
						"Araneas are reclusive shape-shifters. An aranea's natural form resembles a bulky, humpbacked spider with two short arms beneath its head. An aranea can shape-shift into a humanoid form or into a multi-armed humanoid-spider hybrid. Araneas live in insular communities, such as the Spider Swamp in Calimshan, where they create beautiful objects that express their artistry and which are sometimes traded to other communities. Most araneas prefer to avoid combat, befuddling their foes long enough to skitter to safety.",
						"Roll or choose a result from the Aranea Crafts table as inspiration for an aranea's crafting talent.",
						{
							"type": "table",
							"colLabels": [
								"1d6",
								"The Aranea Is Skilled at Crafting..."
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Exceptionally comfortable bedding."
								],
								[
									"2",
									"Furniture made of wood and canvas."
								],
								[
									"3",
									"Poisons that are soporific rather than lethal."
								],
								[
									"4",
									"Poultices and unguents from medicinal herbs."
								],
								[
									"5",
									"Silks with intricate web patterns."
								],
								[
									"6",
									"Stories with cleverly concealed morals."
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Aranea.webp"
					}
				}
			]
		},
		{
			"name": "Beast of Malar",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Beast of Malar",
					"entries": [
						"{@i Ferocious, Shape-Changing Predator}",
						"Malar, god of the bestial hunt, sometimes manifests a spark of primal predation in physical form: the beast of Malar. The beast of Malar can take three types of forms—a land form, a sea form, and a sky form—to pursue prey across land, seas, and skies. In each form, its short fur is glossy black with red fur around its jaws and claws as though stained by the blood it has spilled.",
						"The beast of Malar has a muscular and unnatural appearance no matter its form; whether it resembles a bat, wolverine, or shark, there's no mistaking the beast of Malar for a mundane animal. The beast shifts easily between its forms to pursue its prey, using whichever shape suits it best to catch and kill its quarry.",
						"Normally only one beast of Malar exists at a time. However, Malar might create multiple beasts to pursue legendary prey or simply display his extraordinary ferocity."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Beast of Malar.webp"
					}
				}
			]
		},
		{
			"name": "Biha Babir",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Biha Babir",
					"entries": [
						"{@i Scheming Marid Ruler}",
						"The calculating Biha Babir rules the pelagic city of Maran Saya in Calimshan. Though her physical form is as fluid as the ocean itself, she typically presents as a marid crowned in coral, with her lower half lengthening into a sinewy, eel-like tail."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "History",
							"entries": [
								"Before becoming ruler of Maran Saya, Biha Babir worked as a spy. She has traveled across Calimshan, infiltrating rival genie courts and eliminating remnants of the Twisted Rune. Some accounts even tell of her fighting alongside Sultana Songal during the Night of Fleeing Shadows.",
								"Biha Babir took up leadership of Maran Saya after the previous ruler, her father, retired. People",
								"know her as a shrewd ruler, preferring battles of wit over clashes of swords. Of the genie leaders in Calimshan, Biha Babir maintains the strongest spy network, and she is rumored to have informants in every major city of the region.",
								"For years, Biha Babir has searched tirelessly for the Calimemnon Crystal (see chapter 8), the legendary prison of the powerful genies Calim and Memnon. She believes obtaining that crystal would allow her to wipe Calimshan off the map and seize control of whatever genie empire rises from the wreckage."
							]
						},
						{
							"type": "entries",
							"name": "Personality",
							"entries": [
								"Biha Babir's demeanor is like the ocean: seemingly placid on the surface, but dangerous and fierce deep below. Her amiable attitude hides a cunning mind. Biha Babir is politically savvy and prefers to outsmart her opponents rather than battle them, though she doesn't shy from combat if necessary.",
								"Biha Babir covets opulence, but she also values information and learning just as much as material wealth. Offering valuable information is a surefire way to gain an audience with the her, but those caught lying to her are severely punished."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Biha Babir.webp"
					}
				}
			]
		},
		{
			"name": "Cultist of Bane",
			"source": "FRAiF",
			"_copy": {
				"name": "Cultists",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Cultists of Bane sow strife, either by directly bullying others or by abusing existing power structures to create division and oppression. Although many cultists of Bane are tyrants capable of influencing large groups of lackeys, other cultists prefer to operate from the shadows. These cultists use their forceful personalities to counsel well-intentioned rulers, turning benign organizations into dictatorships and twisting leaders into tyrants. They tattoo Bane's symbol on their hands as a sign of devotion."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Cultist of Bhaal",
			"source": "FRAiF",
			"_copy": {
				"name": "Cultists",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Cultists of Bhaal revel in bloodshed. They enjoy the act of murder, particularly when they can use inventive methods that instill fear among witnesses. Cultists of Bhaal sometimes form cabals of assassins or mercenaries, but they perform their brutal slaughter for the perverse love of bloodshed and honor to their sinister god rather than for financial recompense. These cunning serial killers and mass murderers remain a step ahead of investigators, at least until the cultists' zealous bloodlust overwhelms their senses."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Cultist of Myrkul",
			"source": "FRAiF",
			"_copy": {
				"name": "Cultists",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Cultists of Myrkul dominate the dead, whether to raise Undead servants, terrorize the living, or extract secrets known only to the deceased. Most are more interested in amassing knowledge than power or wealth. Many cultists of Myrkul are sinister manipulators who hoard necromantic lore and gather in cults to share their gruesome secrets. Such secrets often require unsavory experimentation, which these heartless cultists relish."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Cultists",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Cultists",
					"entries": [
						"{@i Wicked Zealots of the Dead Three}",
						"The adventurers Bane, Bhaal, and Myrkul seized divinity but were slain for their hubris. All three have been reborn and are now known as the Dead Three. Each of the Dead Three has inspired wicked cults that follow their paths of tyranny, murder, and necromancy.",
						"More than any other gods, the Dead Three directly influence Faerûn—and particularly the city of Baldur's Gate—in malign ways. Cultists who receive orders from their patron god directly are often the most ambitious and most dangerous."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Cultists.webp"
					}
				}
			]
		},
		{
			"name": "Dead Three Scion",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Dead Three Scion",
					"entries": [
						"{@i Inheritor of a Malevolent Deific Triumvirate}",
						"Some wicked mortals have bound their souls to Bane, Bhaal, and Myrkul and gained a portion of malevolent divine power from each. A scion of the Dead Three might have seized this power in a sinister ritual or had it thrust on them by an evil Artifact or a god's malevolent will. In any case, they possess cruelty, bloodlust, and necromantic power in equal measure and serve the Dead Three with their soul.",
						"A Dead Three scion leads cults to Bane, Bhaal, or Myrkul—and often to all three. Sometimes the scion commands a single cult with an uneasy mix of adherents of each god, but a scion might lead separate cults from the shadows, playing them against each other and coordinating their efforts to bring the greatest amount of misery to a region."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Dead Three Scion.webp"
					}
				}
			]
		},
		{
			"name": "Deep Dragon Wyrmling",
			"source": "FRAiF",
			"_copy": {
				"name": "Deep Dragons",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Deep dragon wyrmlings are lithe with a narrow frame and flexible wings. They slip through crevasses in the Underdark, from which they hunt to satisfy their voracious appetites."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Deep Dragons",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Deep Dragons",
					"entries": [
						"{@i Dragons of Caverns and Secrets}",
						"Deep dragons slither through the wet and lightless places of the Underdark. They are stealthy hunters with an affinity for lost lore and fungi that flourish in the depths. As deep dragons age, their smooth, serpentine bodies become riddled with fungal rot, particularly around their faces, to imbue their breath with terror-inducing spores.",
						"Deep dragons covet treasure and knowledge. Some deep dragons seek to gain knowledge via experience and travel, slithering through caverns and seas of the Underdark to map hidden passages for dozens of miles. Other deep dragons enjoy cultivating groves of molds and fungi, including colossal varieties sufficient to conceal the dragons' sinuous forms. Many deep dragons collect forgotten tomes or works of art and bully, cajole, or steal collections from drow or duergar sages.",
						"Deep dragons are excellent swimmers. They often clash with aquatic Underdark societies, such as kuo-toa. Many deep dragons demand tribute from these groups in the form of food or treasure.",
						"Underdark explorers have many reasons to brave deep dragon lairs beyond treasure hunting; they might contain the only surviving copies of forgotten lore, fungal ingredients for cures or plagues, or maps to lost Underdark locales."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Deep Dragon Lairs",
							"entries": [
								"Deep dragons lair in fungus-encrusted caverns of the Underdark or old, forgotten ruins, preferring locations near subterranean bodies of water."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Deep Dragon.webp"
					}
				}
			]
		},
		{
			"name": "Drow Elite Warrior of Lolth",
			"source": "FRAiF",
			"_copy": {
				"name": "Drow of Lolth (*)",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Elite warriors of Lolth lead raids and command garrisons in the Underdark."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Drow Mage of Lolth",
			"source": "FRAiF",
			"_copy": {
				"name": "Drow of Lolth (*)",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Some drow pursue arcane study, summoning Fiends from the Abyss in Lolth's name."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Drow of Lolth",
			"source": "FRAiF",
			"_copy": {
				"name": "Drow of Lolth (*)",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Drow of Lolth defend cities in the Underdark and raid the surface in the name of the Spider Queen."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Drow of Lolth (*)",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Drow of Lolth",
					"entries": [
						"{@i Elves Who Serve the Spider Queen}",
						"Throughout the vast Underdark, in cities such as Menzoberranzan, many drow worship Lolth, the Spider Queen. Exiled from the surface world millennia ago, these drow now consider the Underdark to be their true home. Their insidious schemes include raiding the surface, plotting against each other, and preparing for ultimate war."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Drow of Lolth.webp"
					}
				}
			]
		},
		{
			"name": "Drow Priestess of Lolth",
			"source": "FRAiF",
			"_copy": {
				"name": "Drow of Lolth (*)",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Lolth's worship is matriarchal, and only female drow can rise to become priestesses of the Spider Queen or rule a noble house."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Karas Chembryl",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Karas Chembryl",
					"entries": [
						"{@i Assassin Heir to a Sinister Legacy}",
						"After the death of patriarch Fzoul Chembryl, House Chembryl and its descendants were scattered across Faerûn. Some members have dutifully continued the family's dedication to Bane, while others have sought to free themselves from that god's malignant shadow. However, none have embraced the Chembryls' tyrannical legacy more than Karas Chembryl, a ruthless assassin whose devotion to the gods Bane, Bhaal, and Myrkul has earned her the title Auspice of the Dead Three."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Karas Chembryl's Lair",
							"entries": [
								"Karas operates from a hideout deep beneath the city of Baldur's Gate. The hideout contains shrines to the Dead Three and her research about lore or Artifacts related to those gods. Only Karas's most trusted confidantes know her hideout's location."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Karas Chembryl.webp"
					}
				}
			]
		},
		{
			"name": "Manshoon",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Manshoon",
					"entries": [
						"{@i Evil Wizard of Duplicity and Duplication}",
						"Manshoon is an evil, arrogant wizard who was an instrumental founder of the Zhentarim centuries ago. That Manshoon is dead, and the current Manshoon is one of the original's many clones. Being a magical copy rather than an original doesn't make Manshoon any less of a threat, as he's amassed magical skill and political influence he uses for his own gain. Manshoon considers the Zhentarim to be only one tool to amass personal power, and he casually sacrifices minions once they've outlived their usefulness. Manshoon doesn't care who suffers so long he's able to crush his many enemies and force his subjects into paranoid and eager obedience."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "History",
							"entries": [
								"The original Manshoon was the undisputed lord of Zhentil Keep, where he honed the organization to suit his sinister will. He encouraged members to report on each other, punished discontent, and hoarded magical knowledge and personal secrets. The Zhentarim wouldn't have become the organization it is today—one where treachery and subterfuge are the order of the day—without Manshoon's formative influence.",
								"Manshoon made many enemies and sought to preserve his power by crafting several clones. A magical accident decades ago caused all his clones to activate at once and fight against one another in a devastating conflict called the Manshoon Wars. The original Manshoon and all but three of his clones were killed, and today only a single Manshoon is believed to be active in Faerûn. Manshoon subtly cultivates this belief to keep his true forces hidden.",
								"Manshoon seems to be a young man, but he is significantly older than he appears, and his mind harbors the skills and knowledge of an even older version of himself. One of Manshoon's enemies, Halaster Blackcloak, removed Manshoon's left arm at the elbow. Manshoon now uses a mechanical prosthetic arm."
							]
						},
						{
							"type": "entries",
							"name": "Personality",
							"entries": [
								"The Manshoon of today retains all his progenitor's arrogance and duplicity. Manshoon keeps several other clones at hand to activate if necessary. He also employs the Simulacrum spell to duplicate himself, his allies, and even his rivals. Manshoon knows that keeping people guessing about hidden identities makes them easier to manipulate.",
								"Manshoon usually wears a mask and concealing robes when meeting with others, even with loyal lieutenants and the Zhentarim's inner circle. Even his allies aren't sure when they're meeting with the actual Manshoon, a clone, or someone else in disguise, which is just as Manshoon prefers.",
								"Manshoon seeks power and is checked only by the many enemies who want to see him dead. He recently failed to seize control of Waterdeep in a clandestine coup. It's widely believed he's turned his attentions elsewhere, but another Manshoon clone lurks in that city, manipulating the Zhentarim behind the scenes to amass sufficient power to assault Undermountain and face his old enemy, Halaster."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Manshoon.webp"
					}
				}
			]
		},
		{
			"name": "Nimblewright",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Nimblewrights",
					"entries": [
						"{@i Cunningly Crafted Clockwork Sentinels}",
						"Nimblewrights are fabricated from durable wood and animated by magic and clockwork gears. Some nimblewrights bear metal plates to protect their cogs and springs, while others have their workings exposed. No mere automatons, nimblewrights can form rudimentary plans and adapt their routines to account for dangers.",
						"Nimblewrights are surprisingly dexterous for creations made of animated wood and metal. A nimblewright walks with a flowing grace and fights with whirling pirouettes.",
						"Nimblewrights can serve as interesting background flavor in Calimshan or other areas where they are common. Roll or choose a result from the Nimblewright Tasks table as inspiration for what a nimblewright guard or nimblewright hulk might be doing in a busy public place.",
						{
							"type": "table",
							"colLabels": [
								"1d6",
								"The Nimblewright Is..."
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Serving as an attentive bodyguard to a haughty dignitary."
								],
								[
									"2",
									"Scouting an area for a pending assassination."
								],
								[
									"3",
									"Seeking a thief that has stolen one of the nimblewright's cogs."
								],
								[
									"4",
									"Working to put out a fire before it spreads."
								],
								[
									"5",
									"Detaining a prisoner who claims innocence."
								],
								[
									"6",
									"Hauling mundane goods, but it is lost."
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Nimblewright.webp"
					}
				}
			]
		},
		{
			"name": "Nimblewright Guard",
			"source": "FRAiF",
			"_copy": {
				"name": "Nimblewright",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Watchful sentries that patrol important sites, nimblewright guards serve as loyal soldiers or work as vigilant bodyguards."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Nimblewright Hulk",
			"source": "FRAiF",
			"_copy": {
				"name": "Nimblewright",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Nimblewright hulks are massive guards or sentinels. These four-armed Constructs often have thick steel bolted to their frames. They are neither slow nor stupid, to the surprise of many would-be thieves or trespassers."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Nimblewright Steed",
			"source": "FRAiF",
			"_copy": {
				"name": "Nimblewright",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Nimblewright steeds are clockwork mounts that are tireless whether carrying a rider or pulling a coach. A nimblewright steed can become fixated on routes it frequently takes and become stubborn about following them."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Phaerimm",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Phaerimm",
					"entries": [
						"{@i Alien, Magic-Obsessed Manipulators}",
						"Phaerimm are malevolent alien beings that seek to dominate other sentient species. A phaerimm's conical body ripples through the air, trailing behind a large, flat mouth ringed by four delicate arms. A phaerimm's body tapers to a venomous stinger they prefer to use only when magical means fail them.",
						"Ancient phaerimm devastated the once-powerful empire of Netheril. The phaerimm were imprisoned beneath the great desert of Anauroch, where they plot a return to their former dominion. Roll or choose a result from the Phaerimm Plots table as inspiration for what a phaerimm agent might be doing when encountered."
					]
				}
			]
		},
		{
			"name": "Phaerimm Agent",
			"source": "FRAiF",
			"_copy": {
				"name": "Phaerimm",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Phaerimm agents travel the surface world, seeking out powerful magic to rule others."
								]
							}
						]
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Phaerimm Agent.webp"
					}
				}
			]
		},
		{
			"name": "Phaerimm Hatchling",
			"source": "FRAiF",
			"_copy": {
				"name": "Phaerimm",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Phaerimm zealously guard their rare hatchlings not out of parental devotion, but to ensure their kind's growing strength."
								]
							}
						]
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Phaerimm Hatchling.webp"
					}
				}
			]
		},
		{
			"name": "Polar Serpent",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Polar Serpent",
					"entries": [
						"{@i Ephemeral, Heat-Draining Elemental}",
						"Polar serpents are large, white snakes of mist and cold that lurk in snowy places of the world. They pursue warm-blooded prey through snowstorms and fog, wrapping around their victims to drain away their heat."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Polar Serpent.webp"
					}
				}
			]
		},
		{
			"name": "Queen Forfallen",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Queen Forfallen",
					"entries": [
						"{@i Rust-Riddled Pirate Queen}",
						"One of the most influential victims of the supernatural rusting curse throughout the Moonshae Isles is the pirate queen known as Queen Forfallen. She plies the seas in the largest and best-defended ship in the Moonshaes, the prize of her armada, which she's strengthened with rusty metal plates and filled with a crew of bloodthirsty Rusted berserkers (see this chapter).",
						"Queen Forfallen is a strong human woman with long, red hair. Although the rusting curse has transformed most of her extremities into metal, she's thus far resisted the weakening corrosion that the curse typically imparts to its victims. Her crew insists that her unquenchable thirst for plunder keep her hale."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Queen Forfallen.webp"
					}
				}
			]
		},
		{
			"name": "Rusted",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Rusted",
					"entries": [
						"{@i Construct Victims of a Supernatural Curse}",
						"The supernatural Rusting curse that pervades the Moonshae Isles manifests as a thin scrim of iron over a living creature's skin. This coarse iron rusts easily, turning the creature a sickly orange gray. Unchecked, this curse transforms the victim into a Rusted, an animated iron caricature of itself that sheds flakes of toxic rust.",
						"As the Rusting curse hardens the skin, it also hollows out the mind. Rusted creatures despise unspoiled nature and are compelled to destroy it when they can.",
						{
							"type": "inset",
							"name": "Other Rusted",
							"entries": [
								"You can turn any Beast, Fey, Giant, Humanoid, or Monstrosity into a Rusted version of itself by doing the following: change the creature's type to Construct, and give it Immunity to Poison damage and the {@condition Exhaustion|XPHB}, {@condition Petrified|XPHB}, and {@condition Poisoned|XPHB} conditions."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Rusted.webp"
					}
				}
			]
		},
		{
			"name": "Rusted Behemoth",
			"source": "FRAiF",
			"_copy": {
				"name": "Rusted",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"A giant overtaken by the Rusting is a fearsome juggernaut, rending trees and hills in a mindless rage. Their tough, rusted skin turns away blades and arrows in a shower of toxic orange dust. Rusted behemoths enjoy despoiling the wilderness."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Rusted Berserker",
			"source": "FRAiF",
			"_copy": {
				"name": "Rusted",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"A Rusted berserker is a human Norlander transformed by the Rusting. These berserkers have forsaken the traditional Norlander lifestyle to rage against nature and its protectors."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Rusted Wyrm",
			"source": "FRAiF",
			"_copy": {
				"name": "Rusted",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"A Rusted wyrm is a draconic colossus capable of phenomenal devastation. Although some Rusted wyrms evaporate rivers and destroy springs, others venture further underwater to wreck coral reefs and boil the sea."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Sammaster",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Sammaster",
					"entries": [
						"{@i Lich Founder of a Dracolich Cult}",
						"Sammaster founded and led the Cult of the Dragon, a secret, evil organization dedicated to transforming living dragons into undead inheritors of a world blasted of life. Sammaster was slain centuries ago but now exists as a lich with his essence tied to a powerful dracolich form."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "History",
							"entries": [
								"Sammaster was a keenly intelligent wizard born centuries ago. A quick study throughout his itinerant apprenticeship, Sammaster primarily studied magic relating to dragons. After learning all he could from other archmages, including Elminster and Alustriel Silverhand, Sammaster delved into new frontiers of necromancy and enchantment. He created the process to transform dragons into dracoliches, magically bound dragons to his service, and learned how to drive dragons across Faerûn into a berserk rage. He considered his intellect beyond morality and became paranoid, resentful, and megalomaniacal.",
								"Sammaster's travels brought him into contact with people who revered dragons as icons of primeval might. Masquerading his desire to dominate dragonkind as devotion, Sammaster established himself",
								"as leader of these disparate zealots, whom he named the Cult of the Dragon. He perverted their fascination with his necromantic lore, revealing that dracoliches were destined to rule Faerûn. His Cult of the Dragon devotes itself to helping evil dragons become dracoliches to bring this evil new age to fruition.",
								"Sammaster was killed in battle, but had prepared contingencies for his demise. He drew on the warped resurrection of dracoliches to become a lich himself. He continues to lead the Cult of the Dragon from the shadows, developing new ways to control and corrupt dragonkind."
							]
						},
						{
							"type": "entries",
							"name": "Personality",
							"entries": [
								"Sammaster presents a charming and handsome facade, but he can't conceal his morbid fascination with undead dragonkind for long. His only true allies are the inner circle of the Cult of the Dragon, from whom he commands obedience.",
								"Sammaster rarely remains in one place for long, as he thinks no one can oversee the Cult of the Dragon activities across the Realms as efficiently as he can. Sammaster personally checks in on the cult's most important plots, often surprising his minions with his presence.",
								"Rather than keep a soul jar as liches do, Sammaster keeps a magical soul gem in the same fashion as dracoliches. When destroyed in his lich form, Sammaster revives in the form of a dracolich with his soul gem as its heart. He can be permanently destroyed only by vanquishing this dracolich form and then destroying the soul gem before it reconstitutes him as a lich once again.",
								"Would-be heroes have believed themselves victorious against Sammaster in the past, but the clever wizard returns each time to steer the Cult of the Dragon into more desperate and sinister plots."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Sammaster.webp"
					}
				}
			]
		},
		{
			"name": "Sammaster (Dracolich Form)",
			"source": "FRAiF",
			"_copy": {
				"name": "Sammaster",
				"source": "FRAiF"
			}
		},
		{
			"name": "Sammaster (Lich Form)",
			"source": "FRAiF",
			"_copy": {
				"name": "Sammaster",
				"source": "FRAiF"
			}
		},
		{
			"name": "Spirit Dragon Wyrmling",
			"source": "FRAiF",
			"_copy": {
				"name": "Spirit Dragons",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"When a dragon egg is found buried among ancient rubble and given the right conditions, a spirit dragon wyrmling might hatch from the egg. Left to its own devices, a wyrmling wanders the ruins that the dragon originated from."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Spirit Dragons",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Spirit Dragons",
					"entries": [
						"{@i Draconic Scions of an Ancient Empire}",
						"Spirit dragons, sometimes called song dragons, are powerful dragons whose powers stem from the magic and history of fallen realms. They embody the spirit of a bygone age, and so as they grow and mature, they develop an erratic control over time.",
						"A spirit dragon's primary motivation is to unearth and study the ruins of the ancient realm from which it arose. Spirit dragons share an innate intellectual curiosity, and many have a deep appreciation for the culture and art of humanoid societies.",
						"Spirit dragons find even the most commonplace melodies moving. A song written in the time and region from which a spirit dragon hails can potentially overwhelm the dragon, driving it to either morose despondence or passionate rage.",
						"No two spirit dragons are exactly alike; each individual bears features distinct to the empire from which it hails. Roll on or choose a result from the Spirit Dragon Origins table to determine which lost realm a spirit dragon is from.",
						{
							"type": "table",
							"colLabels": [
								"1d6",
								"The Spirit Dragon Traces Its Origins to..."
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Evermeet, a mythical realm of the elves."
								],
								[
									"2",
									"Imaskar, a southern empire of artificers."
								],
								[
									"3",
									"Jhaamdath, a prehistoric psiocracy."
								],
								[
									"4",
									"Myth Drannor, a legendary city of magic."
								],
								[
									"5",
									"Netheril, an empire of arcane secrets."
								],
								[
									"6",
									"Ostoria, the first kingdom of the giants."
								]
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Spirit Dragon Lairs",
							"entries": [
								"Spirit dragons haunt the ruined cities and buried monuments of ancient empires."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Spirit Dragon.webp"
					}
				}
			]
		},
		{
			"name": "Spore of Moander",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Spore of Moander",
					"entries": [
						"{@i Hulking Heap of the Rotting God}",
						"A spore of Moander is a rotting mass of vegetation infused with the divine power of Moander, dead god of corruption and decay. Spores arise on the Material Plane where Moander's influence can still be felt: primordial swamps, ancient forests, and miasmic lagoons touched by Abyssal evil.",
						"A spore of Moander has no grand agenda beyond spreading death and sorrow. Still, cultists of Moander look on these terrible creatures with reverence, believing that each spore is a window into the unknowable mind of Moander."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Spore of Moander.webp"
					}
				}
			]
		},
		{
			"name": "Swanmay",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Swanmay",
					"entries": [
						"{@i Shape-Changing Protector of Nature}",
						"Swanmays are members of a reclusive order of wilderness defenders. Each bears a primal blessing that allows them to transform into a swan to watch over the lakes and woods they call home. Swanmays get along well with dryads and other creatures devoted to protecting the wilderness.",
						"Roll or choose a result from the Swanmay's Charge table as inspiration for what a swanmay protects.",
						{
							"type": "table",
							"colLabels": [
								"1d6",
								"The Swanmay Is Devoted to Protecting..."
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"A hidden spring."
								],
								[
									"2",
									"A lakeshore recently ravaged by a forest fire."
								],
								[
									"3",
									"The conjunction of three rivers."
								],
								[
									"4",
									"A dryad whose tree is recovering from illness."
								],
								[
									"5",
									"A Humanoid ignorant of the swanmay's true nature."
								],
								[
									"6",
									"A handful of seeds bearing primal power."
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Swanmay.webp"
					}
				}
			]
		},
		{
			"name": "Valindra Shadowmantle",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Valindra Shadowmantle",
					"entries": [
						"{@i Cold and Calculating Lich Wizard}",
						"Valindra Shadowmantle was a selfish and ambitious high elf wizard who eschewed her community in search of arcane power in the wider world. Valindra has no compunctions about forming allies of convenience, and she's worked with Szass Tam and his Red Wizards of Thay, the Arcane Brotherhood of Luskan, devil cultists, and more.",
						"Although Valindra has the sunken pallor common to liches, she prefers to maintain a magical disguise that allows her to appear as the high elf she was in life. Ever the schemer, Valindra doesn't use this disguise out of nostalgia or regret, but to hide the powers she has since gained as an Undead creature."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Valindra Shadowmantle's Lair",
							"entries": [
								"Valindra lairs within a sprawling, ruined library in the Shadowfell. After several disastrous confrontations with enemies of her temporary allies, she's elected to keep her personal lair secret. Deep within her lair is a hidden reading room where she usually keeps her spirit gem.",
								"The region containing Valindra's lair is warped by her presence, creating the following effects:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "All-Seeing",
											"entries": [
												"While in her lair, Valindra can cast Clairvoyance, requiring no spell components and using the same spellcasting ability as her Spellcasting action."
											]
										},
										{
											"type": "item",
											"name": "Apathy",
											"entries": [
												"Creatures within 1 mile of the lair that aren't Undead have Disadvantage on {@variantrule Death Saving Throw|XPHB|Death Saving Throws} and Initiative rolls."
											]
										},
										{
											"type": "item",
											"name": "Thirst for Knowledge",
											"entries": [
												"Within 1 mile of the lair, creatures have Advantage on Intelligence checks made when they take the Study action."
											]
										}
									]
								},
								"If Valindra dies or moves her lair elsewhere, these effects end immediately. These effects resume if Valindra gains a new body (see her Spirit Gem trait)."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Valindra Shadowmantle.webp"
					}
				}
			]
		},
		{
			"name": "Werewyvern",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Werewyvern",
					"entries": [
						"{@i Changed by the Venom of the Wyvern}",
						"Among the rarest of were-creatures, werewyverns change from their humanoid forms into lean wyverns or into draconic-humanoid hybrids. Most werewyverns possess a draconic greed and ferocity and thus often find work as bandits, mercenaries, or assassins. They are opportunistic warriors and prefer ambushes when possible. Werewyverns like to keep their wyvern form a secret until they need an upper hand in a fight or an aerial escape.",
						"Werewyverns transmit lycanthropy through their potent venom. The curse's transmission is unpredictable and often as much a surprise to the werewyvern as it is to the victim."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Werewyvern.webp"
					}
				}
			]
		},
		{
			"name": "Young Deep Dragon",
			"source": "FRAiF",
			"_copy": {
				"name": "Deep Dragons",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Young deep dragons establish lairs in familiar hunting grounds and defend their lairs with twisting passages and traps such as deadfalls. They dominate the local environment, consuming vast quantities of fish and pale crabs and cultivating fungal growths. They bully nearby communities when they can or enter into cautious arrangements with powerful Underdark settlements, such as drow cities."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Young Spirit Dragon",
			"source": "FRAiF",
			"_copy": {
				"name": "Spirit Dragons",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Curious and self-confident, young spirit dragons can cause trouble for a region's other denizens, by either unleashing long-buried evils or misusing scarcely understood ancient magic."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Zhentilar",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Zhentilar",
					"entries": [
						"{@i Wardens of the Zhentarim}",
						"The Zhentilar is the militant wing of the Zhentarim. Zhentilar forces occupy Zhentarim strongholds such as Zhentil Keep and Darkhold and defend these places from the Zhentarim's many enemies. If the Zhentarim is one big family, then the Zhentilar are the protective older siblings who look out for their kin.",
						"Zhentilar also conduct other important organizational work such as safeguarding powerful magic items or escorting Zhentarim leaders."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Zhentilar.webp"
					}
				}
			]
		},
		{
			"name": "Zhentilar Paladin of Bane",
			"source": "FRAiF",
			"_copy": {
				"name": "Zhentilar",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"The Zhentilar's most-respected commanders and sergeants tend to be spellswords or holy warriors who worship nefarious higher powers, such as Bane."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Zhentilar Soldier",
			"source": "FRAiF",
			"_copy": {
				"name": "Zhentilar",
				"source": "FRAiF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Zhentilar soldiers occupy Zhentarim fortresses and outposts. The price of betraying the organization is so steep that many Zhentilar soldiers would rather die for the Zhentarim than abandon their post."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Zlan",
			"source": "FRAiF",
			"entries": [
				{
					"type": "section",
					"name": "Zlan",
					"entries": [
						"{@i Scheming Lich in a Monstrous, Frozen Form}",
						"Zlan is a horrid, icy amalgamation of the seven liches who created the Artifact {@i Crenshinibon}, better known as the {@i Crystal Shard}. Zlan Clervish was one of those seven liches, and that lich's will predominates in the fused entity. All seven bodies are frozen together with ice and black crystal called chardalyn, fragments of the shattered {@i Crystal Shard}.",
						"Zlan has leveraged its connection with the shattered Artifact to psychically infest chardalyn, using the crystalline material to observe enemies and warp minds."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "History",
							"entries": [
								"Seven powerful liches from other worlds came together to create the {@i Crystal Shard} millennia ago. Although the liches were jealous and suspicious of each other, their combined power was sufficient to create the sentient Artifact. The {@i Crystal Shard} absorbed its creators' minds, which resonated within the crystal of the {@i Crystal Shard} thereafter. When the {@i Crystal Shard} was destroyed, its fragments, called chardalyn, still echoed with its creators' malevolent minds. Fragments of ice and chardalyn drew together around the remains of the seven liches, creating an amalgamated form.",
								"Zlan is the foremost mind among the liches and controls the body, The other liches rage and scheme about being subsidiary to someone they once considered both a rival and an equal. The Zlan Liches table gives a brief description of each component.",
								{
									"type": "table",
									"colLabels": [
										"Name",
										"History"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"Argent Black",
											"Emerged from the Negative Plane, fed on hate and darkness"
										],
										[
											"Fetchigrol",
											"Abused authority as a spiritual leader to trade souls for power"
										],
										[
											"First Grandfather Wu",
											"Unleashed a magical contagion that killed a world of billions"
										],
										[
											"Solmé of Gharr",
											"Devoured the souls of children to occupy their bodies"
										],
										[
											"Vaeristhelph Rex",
											"Seized power as a wizard-king, traded his throne for lichdom"
										],
										[
											"Vlad Xil Haerven",
											"Wallowed in greed and traded lives for wealth"
										],
										[
											"Zlan Clervish",
											"Currently in control, aims to expose hidden horrors and ruins beneath Icewind Dale"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Personality",
							"entries": [
								"Zlan has an affinity for enchantment and corrupting minds. During the time he was working to create the {@i Crystal Shard}, Zlan was a devotee of a god of darkness, confusion, and pain. Zlan likes to subtly twist minds to confusion and paranoia and doesn't take direct action when an oblique or hidden action will suffice. Its plans always contain fallbacks and contingencies. One of these contingencies—one the other liches who constitute its new form failed to foresee—was to assume control of the other liches if the {@i Crystal Shard} was destroyed and created the multi-lich entity.",
								"Zlan schemes about how to restore and control the {@i Crystal Shard}'s power through the accumulation of chardalyn from across Icewind Dale. Zlan's affinity with chardalyn allows it to access information across the region and use chardalyn to corrupt those who could prove useful.",
								"Zlan's current plan is to heat Icewind Dale from below, warming the Underdark to melt its ice and release aberrant terrors from frozen stasis. This melting also exposes ancient sites containing power Zlan needs to enforce its wicked will on the region."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/FRAiF/Zlan.webp"
					}
				}
			]
		}
	]
}
