{
	"monsterFluff": [
		{
			"name": "Greater Shadow Horror",
			"source": "AitFR-THP",
			"entries": [
				"This shadowy horror was conjured by Tyreus. It is a powerful example of the terrifying evils that stalk the dark corners of Ravnica. This one is an amorphous creature of living shadow with dim reason and preternatural cunning, left here to keep trespassers from plundering the refuge without Tyreus's permission."
			]
		},
		{
			"name": "Morwena Veilmist",
			"source": "AitFR-THP",
			"entries": [
				"Morwena Veilmist was a Red Wizard of Thay, but she was never loyal. She saw the Thayan wizards as a means to acquire power. When she met Tyreus, she thought she saw a new opportunity. She abandoned her old apprentice, Malivar, and joined Tyreus. She hoped she'd found a peer in the pursuit of power. She regrets her choice but remains devoted to her own success and no one else's. The lesson she chose to learn was never to trust anyone.",
				"She is a tall, slender Chondathan woman with a severe hairstyle, kept short for simplicity's sake. She wears her fingernails short but sharp. She is a skilled, even cunning, player of dragonchess.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Personality",
									"entries": [
										"\"I read anything I can get my hands on. Most creatures aren't as smart as I am, so I talk down to people when I need them to keep up.\""
									]
								},
								{
									"type": "entries",
									"name": "Ideal",
									"entries": [
										"\"Power. All things flow from personal power, and although I have little of it right now, I shall find new ways to attain and use power for the only person that matters to me: myself.\""
									]
								},
								{
									"type": "entries",
									"name": "Bond",
									"entries": [
										"\"I've learned a valuable lesson about trusting people: don't. Other people may be of use to me, but I'm not putting myself in a position to be used again.\""
									]
								},
								{
									"type": "entries",
									"name": "Flaw",
									"entries": [
										"\"I've let myself be fooled into trusting people, but no one is worth that risk. Only fools tell the whole truth.\""
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Usagt",
			"source": "AitFR-THP",
			"entries": [
				"These peculiar creatures originate on a tranquil, lawful plane where they lead gentle, languid existences. They enjoy the experiences of life—in memory and in practice—but have curiously few ambitions. Their natural lifespan is centuries long, and they give little thought to the passage of time.",
				"Some scholars of the planes believe usagt are not organisms in any traditional sense but a kind of intelligent being made of notions and psychic matter.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Curiously Shy",
									"entries": [
										"An usagt's true form is amorphous and {@condition invisible}. They change shape based on the thoughts and memories they observe in other creatures' memories. Each usagt thus has a peculiar sense of itself and its peers, based on what shapes it can take in what order, rather than any visual cues of its own."
									]
								},
								{
									"type": "entries",
									"name": "Cunning Observers",
									"entries": [
										"The favorite pastime of most usagt is putting on little improvised plays with others of its kind, changing shapes throughout. Usagt observe other creatures and detect their thoughts to broaden the catalog of characters they can portray."
									]
								},
								{
									"type": "entries",
									"name": "Strange Nature",
									"entries": [
										"Usagt do not reproduce. An usagt requires no food, drink, or sleep, but enjoys them when it can. It does require air."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
