{
	"monsterFluff": [
		{
			"name": "Coral",
			"source": "MisMV1",
			"entries": [
				{
					"type": "section",
					"entries": [
						"{@note Created by Kenzie C.}",
						"Coral lives in the ocean and in the clouds. Cookies are her favorite snack. She has the power to bolster other creatures, and she can bestow upon animals the ability to speak for a short time. When she is upset, her rainbow tail lights up. If she smacks her tail on the ground, magical force spreads outward to engulf an enemy, potentially turning it to dust. When Coral has the hiccups, bubbles shoot from her horn. These bubbles transform into tasty cookies, bursts of glitter, and protective clouds of stinky gas."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Coral.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Coral (Original).webp"
					}
				}
			]
		},
		{
			"name": "Dandylion",
			"source": "MisMV1",
			"entries": [
				{
					"type": "section",
					"entries": [
						"{@note Created by Jones D.-D.}",
						"Dandylions are herbivorous farmers who cultivate beautiful gardens of flowers and fields of crops in the Feywild. If treated with respect, dandylions are glad to share their wealth of knowledge about farming with those who show interest in the subject. They give great gardening advice, and their fruits and vegetables are healthy and delicious. Some of their crops also have magical properties, making them valuable as potion ingredients and spell components. Dandylions protect their farms ferociously, and anyone who tramples on or steals from a dandylion's bounty is likely to incur the creature's fury. The surest way to entice a dandylion to give up some of its beloved produce or flowers is to flatter it.",
						"A dandylion has soft green fur woven with small leaves. A small, fluffy seed head at the end of the dandylion's tail contains seed pods. These seed pods enrich soil, giving rise to healthy plants and bountiful harvests. Often, dandylions weave necklaces with petals from their flower gardens and brag about the fertility of their soil. Dandylions love to boast about the fullness of their sunny yellow manes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Dandylion.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Dandylion (Original).webp"
					}
				}
			]
		},
		{
			"name": "Rain",
			"source": "MisMV1",
			"entries": [
				{
					"type": "section",
					"entries": [
						"{@note Created by Kenzie C.}",
						"Rain lives in happy meadows atop clouds, away from all the evil of the world. She loves cupcakes and readily accepts them as gifts. She has fiery wings and a tiny halo around the tip of her horn. When confronted by bullies or evildoers, she can emit rainbow-colored positive energy from her haloed horn. Rain uses her rainbows to heal friendly creatures and punish evildoers, transforming the latter into glittering flowers."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Rain.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Rain (Original).webp"
					}
				}
			]
		},
		{
			"name": "Scrapper",
			"source": "MisMV1",
			"entries": [
				{
					"type": "section",
					"entries": [
						"{@note Created by Jake F.}",
						"Scrappers are tall, broad-shouldered automatons usually found in scrap yards. Sparks erupt from the loose wires that protrude from their hulking frames. Their quasi-mechanical minds are shielded with lead, protecting them from psychic damage.",
						"A scrapper feeds on scrap metal and uses its electrified wires to grapple and reel in foes. It zaps enemies it can't reach with an energy beam fired from an extended eye."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Scrapper.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Scrapper (Original).webp"
					}
				}
			]
		},
		{
			"name": "Seth the Shapeshifting Dragon",
			"source": "MisMV1",
			"entries": [
				{
					"type": "section",
					"entries": [
						"{@note Created by Reese P.}",
						"Seth the Shapeshifting Dragon is a vegetarian who likes to hide in the brush near waterfalls, rivers, and lakes. Invisible while immersed in water, Seth is capable of great bursts of speed, and his breath weapon is a blast of frigid water."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Seth the Shapeshifting Dragon.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Seth the Shapeshifting Dragon (Original).webp"
					}
				}
			]
		},
		{
			"name": "Sheldon the Blueberry Dragon",
			"source": "MisMV1",
			"entries": [
				{
					"type": "section",
					"entries": [
						"{@note Created by Samuel B.}",
						"Sheldon is a friendly, good-natured dragon who collects and eats blueberries. When he's not attending parties, he lives in Wildspace. His body magically produces air, allowing him to thrive in a vacuum and create powerful gusts of wind. Sheldon uses the wind to knock down foes and propel himself farther than his wings can take him on their own."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Sheldon the Blueberry Dragon.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MisMV1/Sheldon the Blueberry Dragon (Original).webp"
					}
				}
			]
		}
	]
}
