{
	"monsterFluff": [
		{
			"name": "Caldron Magen",
			"source": "NF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Caldron magen are powerful bodyguards that stretch their limbs and spit acid in defense of those they protect."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/NF/Caldron Magen.webp"
					}
				}
			]
		},
		{
			"name": "Eldritch Eddy",
			"source": "NF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When magical energy becomes dangerously unstable, it sometimes animates into an eldritch eddy: an uncontrolled whirlwind of Evocation magic that crackles with fire and lightning. Eldritch eddies typically arise where magic use is heavy and irresponsible, such as near a fanatical mage's sanctum, a workshop that churns out magic items, or a library where undertrained scribes work with Spell Scrolls. Eldritch eddies are common in ancient Netheril near the homes and workplaces of famous mages.",
						"Eldritch eddies rampage with one purpose: destroy as much in their paths as possible. Before eldritch eddies manifest, telltale signs signal their arrival. Roll on or choose a result from the Eldritch Eddy Manifestations table to inspire what happens right before an eldritch eddy arises.",
						{
							"type": "table",
							"colLabels": [
								"1d6",
								"Right Before an Eddy Manifests..."
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Brightly colored sparks fly through the air like fireworks."
								],
								[
									"2",
									"Spectral images of screaming mages or terrible beasts swirl in a whirlwind."
								],
								[
									"3",
									"Electricity flashes, flames ignite, and the air smells acrid."
								],
								[
									"4",
									"Purple smoke billows into a vortex."
								],
								[
									"5",
									"A geyser of multicolored light shoots from the ground toward the sky."
								],
								[
									"6",
									"The air shimmers, and unsettling laughter booms from all directions."
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/NF/Eldritch Eddy.webp"
					}
				}
			]
		},
		{
			"name": "Phaerimm Elder",
			"source": "NF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Phaerimm elders are generals of phaerimm forces, directing covert and direct operations to help their kind subjugate all who stand in their way. Their ability to siphon magic from magic items makes them incredibly dangerous foes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/NF/Phaerimm Elder.webp"
					}
				}
			]
		},
		{
			"name": "Phaerimm Scout",
			"source": "NF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Phaerimm scouts typically operate alone and in the shadows, gathering information for upcoming phaerimm operations."
					]
				}
			]
		},
		{
			"name": "Terran Magen",
			"source": "NF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Terran magen are equipped with magic to help them perform laborious physical tasks. These magen commonly perform household handiwork and build infrastructure."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/NF/Terran Magen.webp"
					}
				}
			]
		},
		{
			"name": "Virvos Magen",
			"source": "NF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Virvos magen are frequently employed at opulent events, where they use their magic to create enchanting atmospheres or entertain crowds with pleasing illusions."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/NF/Virvos Magen.webp"
					}
				}
			]
		}
	]
}
