{
	"monsterFluff": [
		{
			"name": "Boromar Smuggler",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Smugglers employed by the Boromar Clan (mostly halflings) are notoriously hard to catch. These speedy criminals traffic everything from narcotics to illegal arcane weaponry across Sharn."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Boromar Smuggler.webp"
					}
				}
			]
		},
		{
			"name": "Boromar Underboss",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Underbosses supervise larger clan operations, such as gambling halls and warehouses of smuggled goods awaiting transport. Accustomed to the criminal lifestyle, these hardy individuals (mostly halflings) dismiss and dispose of threats with calculated ease."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Boromar Underboss.webp"
					}
				}
			]
		},
		{
			"name": "Cannith Artificer",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragonmarked artificers of House Cannith (typically human) often wield compact devices similar to eldritch cannons that can produce a variety of devastating effects. Both these cannons and the artificers' force-empowered maces function only in their creator's hands."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Cannith Artificer.webp"
					}
				}
			]
		},
		{
			"name": "Daask Bruiser",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Intimidating and powerful, bruisers lead Daask operations when more violent and decisive shows of force are needed. These enforcers relish the brutality of their work."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Daask Bruiser.webp"
					}
				}
			]
		},
		{
			"name": "Daask Raider",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Raiders use guerrilla tactics to ambush warehouses and beat down opponents. These skilled fistfighters work in tandem to claim goods and territory for Daask."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Daask Raider.webp"
					}
				}
			]
		},
		{
			"name": "Dreaming Dark Infiltrator",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dreaming Dark Infiltrators are spies sent to gather intelligence. They plant psychic seeds in their minds of their foes that enhance the infiltrators' combat prowess against those enemies."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Dreaming Dark Infiltrator.webp"
					}
				}
			]
		},
		{
			"name": "Dreaming Dark Mindkiller",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Mindkillers are the assassins of the Dreaming Dark, sent to terrify their foes before striking to kill. Mindkillers force foes to attack their own allies, causing physical and emotional devastation to grow the power of the Dreaming Dark."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Dreaming Dark Mindkiller.webp"
					}
				}
			]
		},
		{
			"name": "Emerald Claw Commander",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Emerald Claw commanders lead large groups of soldiers, inspiring the fanatical devotion of Humanoids and Undead alike."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Emerald Claw Commander.webp"
					}
				}
			]
		},
		{
			"name": "Emerald Claw Knight",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Knights of the Emerald Claw command squads of Humanoid or Undead soldiers. As they draw nearer to death, the chill of the grave suff uses their weapon attacks."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Emerald Claw Knight.webp"
					}
				}
			]
		},
		{
			"name": "Ghallanda Troubleshooter",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The inns of House Ghallanda are meant to be places of safe refuge and quiet rest, so the house employs troubleshooters (mostly halflings) to protect the safety and serenity of its guests."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Ghallanda Troubleshooter.webp"
					}
				}
			]
		},
		{
			"name": "Jorasco Medic",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragonmarked heirs of House Jorasco served alongside every nation's armies in the Last War, providing medical care and magical healing to the injured. Though the warring nations treated Jorasco medics as sacrosanct, these medics also learned to channel their healing power into dazzling light to help them reach the wounded and escape from the thick of combat when necessary."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Jorasco Medic.webp"
					}
				}
			]
		},
		{
			"name": "Kundarak Warden",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Some dragonmarked heirs (mostly dwarves) of House Kundarak serve as personal guardians for the house's vaults and storehouses, and even its infamous prison, Dreadhold. Some also serve as agents of the mysterious Ghorad'din, a secretive group of assassins and spies little known beyond the members of the house. Kundarak wardens are adept at bypassing security measures as well as reinforcing them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Kundarak Warden.webp"
					}
				}
			]
		},
		{
			"name": "Lyrandar Scion",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Khoravar dragonmarked scions of House Lyrandar include swashbuckling sky captains, seafaring adventurers, and sinister cultists of the Hurricane Harvest. The power of their dragonmarks manifests as easy control of wind, thunder, and lightning, which they wield as readily in combat as in navigating the sea and sky.",
						"Members of the Hurricane Harvest believe that the Mark of Storm is not a gift of the Sovereign Host, as others in their house teach, but the sign of the Devourer. They maintain that the greatest ancestors of their house live on as krakens in the deep and guide the cult through visions to use their power for destruction and domination. They sometimes partner with kuo-toa, sahuagin, and other monsters of the deep."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Lyrandar Scion.webp"
					}
				}
			]
		},
		{
			"name": "Medani Inquisitive",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The most prized inquisitives of House Medani, a house of mostly Khoravar, employ their dragonmarks and their keen intellects to anticipate threats from any quarter. Some are part of a secretive order called the Basilisk's Gaze, dedicated to hunting down fugitive war criminals who committed atrocities during the Last War."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Medani Inquisitive.webp"
					}
				}
			]
		},
		{
			"name": "Orien Enforcer",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Whether riding on an Orien cart, guarding the lightning rail on a cross-continental journey, or using Orien{@i Teleportation Circles}to transport precious parcels in an instant, dragonmarked enforcers of House Orien (mostly humans) protect their house's interests and maintain its reputation for dependability."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Orien Enforcer.webp"
					}
				}
			]
		},
		{
			"name": "Sentinel Marshal",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Sentinel Marshals of House Deneith, who are typically human, hold the honor of the house in their hands. The Treaty of Thronehold upheld their authority to pursue criminals across international borders, giving them the unique privilege and responsibility of upholding the law across Khorvaire.",
						"Only the most trusted heirs of the house are honored with a position in the Sentinel Marshals, either after serving in the house's other guilds for several years (as bodyguards in the Defenders Guild and mercenary officers in the Blademarks Guild) or by special dispensation of House Deneith.",
						"Sentinel Marshals are never authorized to break local or international laws, but neither are they accountable to the legal authorities of any nation. A rogue marshal can be punished only by the leadership of House Deneith, but some nations (such as Darguun and Droaam) ignore these conventions."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Sentinel Marshal.webp"
					}
				}
			]
		},
		{
			"name": "Shadow-Marked Agent",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Agents of House Phiarlan and House Thuranni, who are primarily elves, combine stealth and espionage with mastery of the performing arts—and dragonmarked heirs augment those skills with shadow magic. This stat block can serve for an agent of either house.",
						"Even though House Phiarlan agents don't typically work as entertainers or artists in addition to their espionage activities, they receive extensive training in those arts alongside other members of their house. House Thuranni agents, in contrast, are always both artists and spies."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Shadow-Marked Agent.webp"
					}
				}
			]
		},
		{
			"name": "Sivis Scribe",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The dragonmarked heirs of House Sivis are typically accomplished gnome scholars of magic. In addition to the might that comes with their marks, they favor magical sigils and words of power."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Sivis Scribe.webp"
					}
				}
			]
		},
		{
			"name": "Tarkanan Marauder",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This powerful assassin relies on teleportation to catch targets unaware and deal out rapid death."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Tarkanan Marauder.webp"
					}
				}
			]
		},
		{
			"name": "Tarkanan Ruffian",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This rank-and-file gang member, recruited off the streets of Sharn, uses sinister lightning powers to supplement ordinary weaponry."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Tarkanan Ruffian.webp"
					}
				}
			]
		},
		{
			"name": "Tharashk Hunter",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"House Tharashk's heirs include inquisitives, dragonshard prospectors, and bounty hunters. They are more at home in the trackless wilds than in crowded city streets, but they are quite capable of tracking and pursuing their prey in any environment.",
						"Tharashk hunters, typically humans or orcs, often work alongside Druids of the Gatekeepers, and occasionally with Aberrant Cultists of the Dragon Below."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Tharashk Hunter.webp"
					}
				}
			]
		},
		{
			"name": "Umbragen Shadow Walker",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Umbragen drow are the descendants of drow who fled the giants and found refuge underground. For countless generations, they have lived in the lightless caverns of Khyber. There, they tapped into a mysterious magical shadow they called the Umbra. Though some have emerged to haunt the surface in the wake of the giant empire's fall, they retain a spiritual and physical connection to the darkness below. Umbragen shadow walkers weave shadow magic to confound foes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Umbragen Shadow Walker.webp"
					}
				}
			]
		},
		{
			"name": "Vadalis Heir",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Combining druidic magic with skill at handling natural and monstrous animals, the dragonmarked heirs of House Vadalis, most of whom are human, are more fearsome than their innocuous-seeming house suggests—especially when accompanied by a Giant Boar, Polar Bear, or Rhinoceros."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Vadalis Heir.webp"
					}
				}
			]
		},
		{
			"name": "Vulkoori Stingblade",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Vulkoori drow warriors coat their weapons with the same deadly scorpion venom they use to tattoo their skin. Thanks to their extensive use of poison, they are resistant to the scorpion venom's full effects."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Vulkoori Stingblade.webp"
					}
				}
			]
		},
		{
			"name": "Vulkoori Venom Priest",
			"source": "EFA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Vulkoori venom priests delight in inflicting suffering through poison. Their weaponry and magic are carefully crafted to evoke the presence of the scorpion-god and strike terror into their enemies' hearts."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/EFA/Vulkoori Venom Priest.webp"
					}
				}
			]
		}
	]
}
