{
	"monsterFluff": [
		{
			"name": "Fiendish Icon",
			"source": "ABH",
			"entries": [
				"{@i Effigy Animated by Hellish Magic}",
				"Fiendish icons are grotesque, sapient statues depicting fearsome fiends. These creatures gain life as a result of sinister rituals. Fiendish icons can explode with hellfire to roast their foes, and they often pretend to be ordinary statues until they leap up to ambush invaders.",
				"Roll on or choose a result from the Fiendish Icon Appearances table to inspire what a particular fiendish icon resembles.",
				{
					"type": "table",
					"colLabels": [
						"1d6",
						"The Fiendish Icon Depicts..."
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"A muscular, fiendish figure holding a lit candelabra."
						],
						[
							"2",
							"A rotund imp licking a serrated knife."
						],
						[
							"3",
							"A squat, robed figure with a forked tail poking from beneath its garments."
						],
						[
							"4",
							"A cherub with sharp fangs and a hand outstretched in welcome."
						],
						[
							"5",
							"Six crows perched atop each other in a roughly humanoid shape."
						],
						[
							"6",
							"A horned fiend that bears an uncanny resemblance to one of the characters."
						]
					]
				},
				{
					"type": "quote",
					"entries": [
						"The only thing uglier than these wretched statues are my siblings and I when the servants forget to secure our blackout curtains."
					],
					"by": "Astarion on Fiendish Icons"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ABH/Fiendish Icon.webp"
					}
				}
			]
		},
		{
			"name": "Harvester Devil",
			"source": "ABH",
			"entries": [
				"{@i Devil of Guile and Temptation}",
				"With a name that hints at their skill at gathering souls for the Nine Hells, harvester devils are smooth-talking creatures that resemble tieflings. Also known as falxugons among the ranks of the Nine Hells, harvester devils have short horns and expressive tails. Most harvester devils dress in flattering finery. They promise wealth or influence to corruptible mortals, often securing a deal with a contract they produce in a flash of brimstone. This contract binds the mortal signatory's soul to the Nine Hells.",
				"Harvester devils' contracts are lengthy and convoluted, but these devils are quick to make deals and might leave loopholes that can save a signatory's soul. Roll on or choose a result from the Contract Loopholes table to inspire a loophole an astute reader might discover.",
				{
					"type": "table",
					"colLabels": [
						"1d6",
						"The Contract Is Void If the Signatory..."
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Delivers ninety nine other souls to Mephistopheles."
						],
						[
							"2",
							"Stands under the light of a full moon and a half-moon simultaneously."
						],
						[
							"3",
							"Renounces the contract while in the Abyss."
						],
						[
							"4",
							"Is under the protection of another fiend."
						],
						[
							"5",
							"Has an identical twin or clone."
						],
						[
							"6",
							"Tricks the devil into signing any other contract."
						]
					]
				},
				{
					"type": "quote",
					"entries": [
						"Unfortunately, finding these dandyish devils' contractual loopholes is not nearly as much fun as I had hoped."
					],
					"by": "Astarion on Harvester Devils"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ABH/Harvester Devil.webp"
					}
				}
			]
		},
		{
			"name": "Speaker Devil",
			"source": "ABH",
			"entries": [
				"{@i Devil of Spoken Compulsion}",
				"Speaker devils are hulking, four-armed devils who discover the secrets of creatures they then compel to perform wicked deeds. Despite their large tongues, speaker devils speak with clear and pleasing voices. Among the ranks of the Nine Hells, they are known as logokrons.",
				"Many speaker devils are loyal to the archdevil Mephistopheles. These devils record the secrets they uncover in Mephistar, Mephistopheles's vast library in Cania. While greedy to uncover other creatures' secrets, speaker devils diligently redact any evidence of their own secrets, lest such knowledge be used against them.",
				{
					"type": "quote",
					"entries": [
						"I know what you're thinking, and it's simply a terrible idea. Yes, yes, I know. That enormous tongue! And four arms! Oh, the possibilities! But trust me when I say it'll only end in tears."
					],
					"by": "Astarion on Speaker Devils"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ABH/Speaker Devil.webp"
					}
				}
			]
		},
		{
			"name": "Vampire Infernalist",
			"source": "ABH",
			"entries": [
				"{@i Vampire Arcanist of the Nine Hells}",
				"While mortal wizards tend to hesitate before bartering their souls to devils for magical power, vampire wizards often believe their immortality will exempt them from any infernal claim to their souls. The archdevil Mephistopheles happily exploits such hubris and proves that even undead aren't immune to the laws of the Nine Hells.",
				"The greatest hell-bound vampires are masters of hellfire called infernalists, who prey on mages. Vampire infernalists are usually too arrogant to work together; even a large city isn't likely to harbor more than one vampire infernalist. Vampire infernalists are dormant during the day, retreating to resting places hidden from the sun's searing rays before emerging at night to commit unsavory deeds.",
				{
					"type": "quote",
					"entries": [
						"What?! A vampire who's sold their soul to Mephistopheles for even more power? Wound not my unbeating heart. Tell me it's not true! Oh, wait. Of course it is."
					],
					"by": "Astarion on Vampire Infernalists"
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Vampire Infernalist Lairs",
							"entries": [
								"Vampire infernalists lurk in gloomy libraries or ritual chambers, far from the sun's light."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ABH/Vampire Infernalist.webp"
					}
				}
			]
		},
		{
			"name": "Vampire Warden",
			"source": "ABH",
			"entries": [
				"{@i Stone-Skinned, Blood-Drinking Guardian}",
				"Vampires need trusted guards for their lairs, minions, and treasures. After all, vampire familiars don't live for long and are inattentive while sleeping or simpering. Monstrous servants are often too unpredictable or simply unreliable. To keep their lairs safe, some vampires create more durable spawn to serve as watchful guardians. These vampire wardens appear to have the same pallid flesh as most vampires but, through sheer force of will, can shrug off blows that might fell others. When most vampires would be destroyed, a warden turns to stone, heals itself, and is ready for service once again.",
				{
					"type": "quote",
					"entries": [
						"Ah, these stony-skinned prats: the insufferable watchdogs of vampirekind. I once tried to play fetch with one of ours. It didn't go well."
					],
					"by": "Astarion on Vampire Wardens"
				}
			]
		}
	]
}
