{
	"monsterFluff": [
		{
			"name": "Asteroid Spider",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"An asteroid spider is a menace native to Wildspace and the Astral Sea. A full-grown specimen has a body 30 feet in diameter and legs that are at least 30 feet long. When it wraps its legs tightly around its body and closes its eyes, the asteroid spider resembles nothing so much as a giant, lifeless rock in space—hence its name.",
						"An asteroid spider has its own gravity plane and air envelope, as well as multiple spinnerets with which it can create web strands. Its living brain functions like a {@i spelljamming helm}, allowing the spider to travel through Wildspace without a ship. It often haunts asteroid belts, lurking among normal asteroids until a spelljamming ship comes close enough to be detected. The spider then snares the ship before using web strands to catch crew members and reel them toward its snapping jaws."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Asteroid Spider.webp"
					}
				}
			]
		},
		{
			"name": "Clockwork Horror",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Clockwork horrors are ruthless insectile automatons—eldritch machines encased in adamantine or some other precious metal. They roam Wildspace in commandeered spelljamming ships, gathering the precious metals and crystals they need to build more of their kind. Clockwork horrors have no goal beyond replication and will stop at nothing to create new clockwork horrors. The time it takes for a clockwork horror to build another of its kind, assuming it has the requisite materials, is approximately ten days.",
						"The body of a clockwork horror is about two feet in diameter, but the legs give it an overall diameter of four feet. Embedded in the front of its head is a crystal that enables the clockwork horror to see.",
						"Clockwork horrors communicate with each other by means of clicks, whirs, and similar mechanical sounds that imitate the Thri-kreen language perfectly, leading some to speculate the first clockwork horror was the brainchild of a thri-kreen artificer. A horror can also emit light from its crystal eye, issuing dot-and-dash messages to other creatures that can see the light. Creatures besides clockwork horrors can learn this blinking light code, which is called Ziklight.",
						"When another creature gets in its way, a clockwork horror attacks that creature with its razor-sharp mandibles and two tiny rotating saws mounted at the tips of its forelimbs. A horror can also discharge bolts of lightning from a short lightning rod embedded in its body.",
						"When a clockwork horror dies, the magic that created it consumes it over a period of 1 minute. Its metallic body and crystal eye degrade rapidly until nothing is left but a small heap of glittering dust."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Clockwork Horror.webp"
					}
				}
			]
		},
		{
			"name": "Eldritch Lich",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"From beyond the stars, a Great Old One whispers promises of reality-defying knowledge and world-bending power. When a wizard or a warlock hears that whisper and listens too intently, they might set foot on the twisting path toward becoming an eldritch lich.",
						"Like other liches, eldritch liches are spellcasters who have cheated death, but an eldritch lich does so by allowing a Great Old One to implant a Far Realm parasite in the lich. That parasite bestows undeath upon the spellcaster and causes strange tentacles to sprout from the body. The parasite's mouth is visible on the lich's torso, and the parasite guards the lich against destruction, reviving the lich a few days after death. Canny foes can sabotage an eldritch lich's revival by slaying the lich in a magic circle, thereby forcing the lich to return in a distorted form, robbed of most of its power.",
						"An eldritch lich constantly hears bizarre whispers from the Far Realm, to which the lich nods and mutters. Occasionally, the lich uses its telepathy to share those whispers with the minds around it."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Form of the Great Old One",
							"entries": [
								"Multiple entities bear the title Great Old One. You may roll on the Great Old Ones table to determine which entity gave an eldritch lich its parasite.",
								{
									"type": "entries",
									"name": "Great Old Ones",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Form"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Cthulhu"
												],
												[
													"2",
													"Tharizdun, the Chained God"
												],
												[
													"3",
													"Dendar, the Night Serpent"
												],
												[
													"4",
													"Ghaunadaur"
												],
												[
													"5",
													"Zargon, the Returner"
												],
												[
													"6",
													"That Which Lurks"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Eldritch Lich.webp"
					}
				}
			]
		},
		{
			"name": "Fractine",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"I've encountered a creature unlike any other in the multiverse: a flickering mirror tumbling across the Astral Sea toward some unknown destination, with a beholder's distorted reflection in its surface. Initially, I feared it was some kind of vessel. Now I believe the beholder was the mirror's prisoner.",
								"As the flickering mirror approached me, I grew fearful. Would it imprison me as well? Luckily, it didn't. As it hovered next to me, I felt a curious tingling sensation. When I tried to touch it, the mirror withdrew slightly, as though it feared some harm might befall it or me. I remember casting a spell or two, hoping to communicate with the creature. A few seconds later, it stopped flickering and flew away. I think it feeds on magical energy.",
								"This entity has piqued my curiosity. I must learn more. To the library at Starhold!"
							],
							"by": "Emilou the Charismatic, Warlock and Scion of Acamar"
						},
						"A fractine is a bizarre, two-dimensional creature that flies through Wildspace and the Astral Sea, folding and refolding like a piece of origami. When it encounters another creature, it flattens into a plane that resembles a trapezoidal mirror between 9 and 13 feet tall.",
						"Astral explorers who have encountered fractines attest that the creatures are intelligent and often allow themselves to be used as scrying sensors, their reflective surfaces substituting for the mirror needed to cast certain divination spells. While being used in this way, the fractine siphons magical energy from the spellcaster—not enough to cause harm, but enough to make the caster take notice.",
						"A fractine needs light and magical energy to survive. It can draw sustenance from a nearby light source, spellcaster, magic item, or magical effect without causing harm to anyone or anything. A fractine that doesn't consume light or magical energy for ten days begins to flicker. A day later, it folds in on itself and self-destructs, leaving no trace of itself behind. The destruction of a fractine is accompanied by a loud sound reminiscent of shattering glass.",
						"A fractine attacks by falling on its targets, dealing damage as it passes through them. A fractine can also imprison a creature inside a demiplane contained within its two-dimensional form, the prisoner's distorted reflection visible in the fractine's glassy surface.",
						"Bludgeoning, piercing, slashing, and thunder damage can cause a fractine to break into two smaller fractines, each one autonomous and capable of imprisoning creatures. When a fractine dies, it folds in on itself and disappears, releasing any creature trapped inside it."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Fractine.webp"
					}
				}
			]
		},
		{
			"name": "Gadabout",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gadabouts are gentle, winged creatures that can be used as personal conveyances for short-distance travel across the airless void of Wildspace. A gadabout wraps its branches around a Humanoid creature, spreads its butterfly wings, and allows its wearer to fly through space in a continuously refreshed air envelope. The gadabout's leaves even provide a nourishing syrup that its wearer can consume in the absence of other food and water. One Humanoid can survive on these leaves for up to sixty days.",
						"Gadabouts require sunlight and water to survive. A healthy specimen can live for 25 years. Although its preferred mode of travel is flight, a gadabout can creep slowly along the ground as well.",
						"Elves are the only Humanoids to date who know how to grow gadabouts. Since gadabouts don't generate seeds, each one is a valuable commodity. Mercane and dohwar merchants who come into possession of a healthy gadabout might sell it for 2,500 gp or more."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Gadabout.webp"
					}
				}
			]
		},
		{
			"name": "Goon Balloon",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"We found several of the creatures in an astral diamond mine at the edge of Greyspace. The miners wanted us to eliminate them. Our warlock, who was fluent in Deep Speech, managed to convince the bulbous creatures to relocate peacefully. They insisted we take them to a small, misshapen moon that doesn't appear on our charts. A horrible fear grips me. What if they're leading us into a trap?"
							],
							"by": "Final log entry of Arquebus Graves, giff first mate of the wasp ship Lightning Bolt"
						},
						"A goon balloon looks like a 5-foot-diameter beach ball with clawed feet. Unblinking eyes on the outer surface of its spherical air sac enable the creature to see in all directions at once. These eyes can produce kaleidoscopic light that tears at the minds of the goon balloon's foes.",
						"A goon balloon speaks by pumping air through a hidden orifice on its underside. When the goon balloon dies, the air in its sac transforms into a noxious gas that bursts from the corpse, potentially poisoning other creatures nearby.",
						"Although they can seem playful and harmless, goon balloons are quite mean-spirited. They like to observe the suffering of other creatures and orchestrate that suffering, given half a chance."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Goon Balloon.webp"
					}
				}
			]
		},
		{
			"name": "Nightmare Beast",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Nightmare beasts are enormous quadrupeds that stand 20 feet tall, or 40 feet tall when rearing on their hind legs.",
						"A nightmare beast's legs end in claws, enabling it to climb well despite its size. Its skin is thick and tough, and its teeth are long and sharp. A pair of long, curved tusks jut from the sides of the beast's mouth, and its large red eyes glow in the dark. The creature smashes through structures and fortifications with ease, and it doesn't hesitate to rend foes with its claws and gore them with its tusks, but its most devastating attack is its magical ability to disintegrate foes with its terrible gaze.",
						"Powerful spellcasters create nightmare beasts to serve as living siege engines. A single beast can lay waste to entire cities and armies."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Nightmare Beast.webp"
					}
				}
			]
		},
		{
			"name": "Puppeteer Parasite",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A puppeteer parasite looks like a rubbery amoeba the size of a dinner plate. Its dorsal surface is soft and glossy, while its ventral surface is lined with bony hooks. The parasite uses its hooks to attach to a wall or ceiling until suitable prey passes nearby.",
						"A parasite that comes in physical contact with a Humanoid uses its hooks to latch onto it. The parasite can then drain life energy from that creature or use it as transportation. The parasite can also impose its will on a nearby creature, forcing the creature to comply with its wishes. Puppeteer parasites like to use Humanoid thralls as bodyguards and transports."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Puppeteer Parasite.webp"
					}
				}
			]
		},
		{
			"name": "Star Lancer",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Drifting in the Astral Sea are the petrified husks of dead gods, their colossal bodies riddled with natural tunnels and caverns. While exploring the innards of one of these dead gods, githyanki xenomancers found a vast cavern containing scores of winged creatures they had never encountered before. The cavern's denizens used telepathy to question the githyanki interlopers, who promptly suggested an alliance. The winged creatures quickly developed a fondness for the githyanki.",
						"The githyanki refer to the winged creatures as star lancers (\"vah'k'rel\" in the Gith tongue) and came to realize star lancers are reincarnations of the dead god's most ardent worshipers. When a star lancer dies, its soul instantly returns to the Great Cavern that forms the hollow heart of the dead god. There, the soul becomes housed in the body of a new, fully grown star lancer that rises magically from the cavern floor. As long as the dead god and its Great Cavern remain intact, the number of star lancers in the multiverse is finite and never-changing.",
						"A star lancer resembles a shark, albeit one that has four wings and a long tail. Its head bears a sharp protuberance that the creature uses to impale enemies.",
						"Githyanki are fond of using star lancers as mounts, riding them across the Astral Sea in small flocks. A star lancer has the innate ability to turn itself and its rider invisible, making it ideal for stealth missions and ambushes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Star Lancer.webp"
					}
				}
			]
		},
		{
			"name": "Yggdrasti",
			"source": "MCV1SC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Thought to be cast-off splinters of Yggdrasil, the World Tree, yggdrasti look like gigantic, dead trees covered with barnacles. They fly through Wildspace and the Astral Sea with their topmost branches leading the way and their withered roots trailing behind them. Each one has its own gravity plane and air envelope.",
						"Creatures sometimes try to hitch a ride on an yggdrasti to take advantage of its air envelope. A typical yggdrasti specimen has cavities inside its trunk in which Medium or smaller creatures can lurk.",
						"Yggdrasti attack any settlements or spelljamming ships they come across without provocation. By using a speak with plants spell or similar magic, someone might be able to convince an yggdrasti to break off its attack, but the monster's innate hatred of other living things is extremely difficult for it to suppress.",
						"Yggdrasti sometimes make landfall and disguise themselves as ordinary trees, burying their roots in the ground to pull off the deception. They can uproot themselves at any time and use their roots to shamble awkwardly across the ground, but flying is their preferred mode of travel."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV1SC/Yggdrasti.webp"
					}
				}
			]
		}
	]
}
