{
	"monsterFluff": [
		{
			"name": "Archaic",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Archaics are towering, multi-armed creatures overflowing with magic. Despite their solitude, archaics carry vast understanding of magic and the world's history, as well as the ability to warp the fabric of the world around them. Sages who seek out archaics for their knowledge receive confusing and often contradictory answers to questions. If a supplicant successfully unwinds the tangle, the answer they seek is revealed.",
						"In truth, archaics are the reincarnated souls of the oracles of Strixhaven. When an oracle dies, their soul travels back through time to the explosion of magic that brought the Founder Dragons into being. In that outrush of creative force, the oracle's soul can be caught in the tide and clad in the very substance of the world, becoming an archaic. Because their knowledge cuts across the flow of time, archaics are careful how much they reveal to mortals and thus tend to speak in riddles."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Archaic.webp"
					},
					"credit": "Lius Lasahido"
				}
			]
		},
		{
			"name": "Art Elemental Mascot",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Often referred to as a \"living expression,\" an art elemental is an aspect of creativity and emotion given physical form—making it the perfect mascot for Prismari College.",
						"To create an art elemental mascot, a mage draws power from a blend of all the natural elements, extracting their vibrant colors to craft a swirling outer shell before imbuing its core with a planar spirit. As creatures of both precise elemental study and rebellious expression, art elementals can both wreak elemental destruction and emotionally captivate the creatures around them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Art Elemental Mascot.webp"
					},
					"credit": "Alayna Danner"
				}
			]
		},
		{
			"name": "Beledros Witherbloom",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The dragon Beledros masters the intertwined magic of life and death. Her power taps into the life force flowing through living things and the natural world. She manipulates that energy to give healing and life or to bring death and decay. Her mastery of this magic sustains her own life force even without the sustenance of food, drink, or even air.",
						"She founded Witherbloom College to pass on her understanding of the natural cycle. She hoped to create generations of stewards who would use her teachings to defend nature and help others. In keeping with the dichotomous nature of her philosophy and magic, she views the more dangerous aspects of nature, including the inevitability of death and decay, as natural and integral parts of existence."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Beledros Witherbloom.webp"
					},
					"credit": "Raymond Swanland"
				}
			]
		},
		{
			"name": "Brackish Trudge",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Brackish trudges are lumbering masses of sentient fungus and vegetation that thrive in the bayou. They are living examples of the conflicting forces of life and decay existing in a harmonious cycle. Flowers and other plant life grow on their backs, necks, and heads. When these plants die, they decay and become the ideal habitat for fungi. The older a trudge is, the wilder and more varied are the plants and fungi that thrive in the tiny ecosystem on its back.",
						"While sometimes ill-tempered and territorial, brackish trudges are usually content to mind their own business. When trudges are roused to defend themselves or drive off rivals, their punishing tusks laced with deadly fungus spores can make short work of the unwary. Trudges are also notoriously difficult to slay; the energies of life and death within them allow them to survive harrowing injuries."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Brackish Trudge.webp"
					},
					"credit": "Tomasz Jedruszek"
				}
			]
		},
		{
			"name": "Cogwork Archivist",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Programmed with knowledge of Strixhaven's extensive lore catalog, cogwork archivists serve as keepers of the university's various libraries. The archivists' towering metal frames are equipped with long, articulated limbs and retractable conservator tools, which they use to organize and preserve documents from throughout Strixhaven's winding history. Many cogwork archivists can be found among the towering shelves of the Biblioplex, simultaneously retrieving scrolls for curious students while keeping a stern eye on any rowdy groups that might disrupt the quiet atmosphere."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Cogwork Archivist.webp"
					},
					"credit": "Joseph Meehan"
				}
			]
		},
		{
			"name": "Daemogoth",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Slipping through the darkest corners of the world, daemogoths are powerful fiendish creatures that feed on misery and other negative emotions. Some sages refer to daemogoths as tear lickers, owing to the fiends' tendency to lurk near battlefields and other sites of great tragedy to consume the anguish saturating the area.",
						"Daemogoths are creatures of forbidden knowledge and magic, all fueled by their consumption of anguish. They trade magical influence over the lives and minds of others to ambitious mortals in exchange for the mortal's agony.",
						"Daemogoths are alien-looking in the extreme. Their eyes are insectile or smooth and bulbous like gleaming jewels, and they have five arms. They typically wear long robes, which drape low over their forms, and they sport a halo of horns, antlers, or floating stones or crystals."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Daemogoth.webp"
					},
					"credit": "Alex Brock"
				}
			]
		},
		{
			"name": "Daemogoth Titan",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Daemogoth titans are towering monsters that blight the land around them. A daemogoth grows in power over the course of decades spent feeding on sorrow and draining life from nature. Eventually that growth turns the daemogoth into a titan.",
						"The titans maintain their lesser cousins' ability to trade magical power for a mortal's pain, but they tend to demand more punishing suffering in exchange for their pacts or knowledge."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Barbed Gifts",
							"entries": [
								"When a supplicant piques a daemogoth titan's interest, the titan can grant a blessing to the supplicant (see \"Supernatural Gifts \"in the Dungeon Master's Guide). As long as the creature has the blessing, it must expend and roll two of its Hit Dice whenever it finishes a long rest. It takes psychic damage equal to the total rolled, and its hit point maximum is reduced by an amount equal to the psychic damage taken. This reduction lasts until the creature finishes its next long rest. The creature dies if this effect reduces its hit point maximum to 0. The blessing can be removed only by a {@spell wish} spell."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Daemogoth Titan.webp"
					},
					"credit": "Chris Cold"
				}
			]
		},
		{
			"name": "First-Year Student",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A student who has not yet chosen one of Strixhaven's five mystic colleges is referred to as a first-year student, after the one year of basic curriculum that most students must complete before selecting their school. These beginner students are taught by faculty from all of Strixhaven's colleges, learning rudimentary magic as they acclimate to the university's environment. Once a student has selected a college, they trade their plain gray first-year uniforms for the trappings of their chosen school and begin honing—or even replacing—the magic they learned in their initial year with other skills."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/First-Year Student.webp"
					},
					"credit": "Jokubas Uogintas"
				}
			]
		},
		{
			"name": "Fractal Mascot",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"To an untrained eye, a fractal mascot looks like a creature made from facets of hard light. But arithmancers know that these fractals are actually living equations: artificial life forms created by extrapolating magic from the mathematical patterns in nature.",
						"Because of their arithmetic basis, fractal mascots can alter both their size and density. Quandrix College has adopted the fractal as its mascot, and many a Quandrix student can be found playing fetch with a fractal companion in between lessons."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Fractal Mascot.webp"
					},
					"credit": "Andreas Zafiratos"
				}
			]
		},
		{
			"name": "Galazeth Prismari",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The dragon Galazeth Prismari embodies the flow of magic from inspiration into artistic expression, whether through physical form or another sensory medium. His magic draws on primal energy—such as flame, lightning, and the tides—and weaves them into spectacles both beautiful and deadly.",
						"Galazeth founded Prismari College to ensure that the study of magic wouldn't ever be relegated to pure practicality. His teachings emphasize that magic's beauty must contribute to unfolding culture and personal emotional growth. Galazeth views dynamic expression and precise perfection as necessarily competing forces, both within individuals and the world at large."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Galazeth Prismari.webp"
					},
					"credit": "Raymond Swanland"
				}
			]
		},
		{
			"name": "Groff",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Many a Strixhaven student wandering the bayou has stepped on a seemingly mundane patch of moss—only to discover that it was the back of a hungry groff lurking beneath the surface. These shaggy swamp creatures have canine faces and glowing blue eyes, and they are ravenous carnivores—with pest mascots being their favorite food. A handful of more intrepid Witherbloom mages have learned to follow groffs in order to track down pest mascots, but most of these mages have yet to find a way to capture the pests before the groff eats someone."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Groff.webp"
					},
					"credit": "Ilse Gort"
				}
			]
		},
		{
			"name": "Inkling Mascot",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Squelching slightly as they wriggle through the air, inklings serve as the mascots for Silverquill College. These living blobs of shadowy ink are often summoned by professors who require assistance in their writing workshops—the inklings provide endless ink—or by lonely students hoping for company as they study. However, inklings can just as readily support mages in combat, disrupting opponents' sight."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Inkling Mascot.webp"
					},
					"credit": "Scott Murphy"
				}
			]
		},
		{
			"name": "Lorehold Apprentice",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Deep in crumbling ruins and piles of dusty scrolls, Lorehold students—first as apprentices and then as pledgemages—study the magic of the past, searching for arcane artifacts and speaking with long-dead adventurers to uncover secrets lost to time.",
						"Though many Lorehold students bury themselves in old tomes, others take a more cavalier approach to their studies and travel the world to see history made before their eyes. Their magic can range from spells tampering with the flow of time itself to concussive blasts that break through old ruins—to sometimes just bashing things with a glowing scroll."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Lorehold Scholars",
							"entries": [
								"The archaeomancers of Lorehold College draw their magical might from the flow of time and fate and the way those forces shape the course of history. Scholars of this broad mystical study divide between those who see history as an unpredictable jumble of chance and those who believe events form a perfect—and predictable—pattern."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Lorehold Apprentice.webp"
					},
					"credit": "Manuel Castañón"
				}
			]
		},
		{
			"name": "Lorehold Pledgemage",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Deep in crumbling ruins and piles of dusty scrolls, Lorehold students—first as apprentices and then as pledgemages—study the magic of the past, searching for arcane artifacts and speaking with long-dead adventurers to uncover secrets lost to time.",
						"Though many Lorehold students bury themselves in old tomes, others take a more cavalier approach to their studies and travel the world to see history made before their eyes. Their magic can range from spells tampering with the flow of time itself to concussive blasts that break through old ruins—to sometimes just bashing things with a glowing scroll."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Lorehold Scholars",
							"entries": [
								"The archaeomancers of Lorehold College draw their magical might from the flow of time and fate and the way those forces shape the course of history. Scholars of this broad mystical study divide between those who see history as an unpredictable jumble of chance and those who believe events form a perfect—and predictable—pattern."
							]
						}
					]
				}
			]
		},
		{
			"name": "Lorehold Professor of Chaos",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Professors of chaos wield magic inspired by the ebb and flow of chance. They study the course history has taken, looking for breaking points in the flow of events, and focus their magic into creating breaks that are to their advantage. Whether those breaks are in a series of events, in obstacles, or in enemies depends on the needs in the moment. They crush enemies' plans under the weight of time and lash out with magical energy that often takes the appearance of books, scrolls, and sheets of parchment."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Lorehold Scholars",
							"entries": [
								"The archaeomancers of Lorehold College draw their magical might from the flow of time and fate and the way those forces shape the course of history. Scholars of this broad mystical study divide between those who see history as an unpredictable jumble of chance and those who believe events form a perfect—and predictable—pattern."
							]
						}
					]
				}
			]
		},
		{
			"name": "Lorehold Professor of Order",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Lorehold's professors of order search for evidence of patterns and predictable outcomes in history. They study the flow of events, learning which occurrences herald specific outcomes, and they trace their magic through those paths of causality. In their exploration of ruins, professors of order shore up dangerous structures and find the safest paths as they search. When confronted, they confound their foes by channeling the stasis of perfect order, creating resilient barriers of force and quashing hostile magic."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Lorehold Scholars",
							"entries": [
								"The archaeomancers of Lorehold College draw their magical might from the flow of time and fate and the way those forces shape the course of history. Scholars of this broad mystical study divide between those who see history as an unpredictable jumble of chance and those who believe events form a perfect—and predictable—pattern."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mage Hunter",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Mage hunters are hideous spider-legged creatures employed by the Oriq to pursue magic-wielders. These creatures can naturally sense magic via the glowing purple spines on their backs.",
						"A mage hunter is usually in its sentry form, a diamond-shaped drone with a heightened ability to sense and locate mages. Once it finds a quarry, the mage hunter takes on its arachnoid hunter form and pursues its targets with vicious skill."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Mage Hunter.webp"
					},
					"credit": "Lie Setiawan"
				}
			]
		},
		{
			"name": "Murgaxor",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"After giving the characters their quest, Professor Lang hands them a file with information the faculty members have collected about Murgaxor from university records. Tell the players the following to give them context about this evil spellcaster:",
						{
							"type": "list",
							"items": [
								"Murgaxor is a bullywug who attended Strixhaven 200 years ago. He was a member of Witherbloom College, though there are no records of him participating in any activities or working on campus.",
								"A mean-spirited, egotistical spellcaster, Murgaxor was censured repeatedly for disregarding safety protocols, hexing and cursing peers, and using harmful magic while on campus.",
								"University officials believe Murgaxor began his illicit experiments with life-draining magic shortly after he enrolled as a student.",
								"In his third year, Murgaxor was expelled for using life-draining magic when it resulted in another student's death. Murgaxor fled before he could be handed over to authorities.",
								"For a few years after his expulsion, Murgaxor was reportedly sighted around the outskirts of campus, specifically in Sedgemoor and the Detention Bog. Authorities believed something about those locations enhanced his magic, but he was never caught. Sightings soon stopped, and no further evidence of Murgaxor's presence was found. Offcials assumed he was dead and struck Murgaxor from Strixhaven's records, as they considered him a blot on the university's reputation."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Murgaxor.webp"
					},
					"credit": "Olga Drebas"
				}
			]
		},
		{
			"name": "Oracle of Strixhaven",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Somewhere in the lands beyond Strixhaven's borders lives the Oracle: a wise and accomplished mage, tasked by the Founder Dragons to ensure that the magic of Strixhaven is used to help others and not twisted to evil ends. The one who holds the mantle of the Oracle must not only understand the fundamental truths of magic, but also possess impeccable wisdom and unshakable virtue.",
						"The current Oracle is an elderly human named Jadzi. A graduate of Quandrix College, Jadzi has since expanded her studies to encompass all disciplines of spellcasting, tempering the mathematical abstractions she wielded at Strixhaven with benevolent divination and a return to the basics of magic itself."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Oracle of Strixhaven.webp"
					},
					"credit": "Chris Rahn"
				}
			]
		},
		{
			"name": "Oriq Blood Mage",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Oriq blood mages create deadly weapons formed of their own blood. They can also sense the life energy within nearby creatures, making the blood mages almost impossible to ambush."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Oriq",
							"entries": [
								"The Oriq are a secret society of mages who wield forbidden magic in the service of their leader, Extus Narr. Narr was in consideration for elevation to the role of Oracle of Strixhaven, but when the Founder Dragons passed him over in favor of Jadzi, his bitterness knew no bounds. He now uses the Oriq to gather the spells and magical energy he needs to summon a devastating being, the Blood Avatar, to destroy Strixhaven.",
								"The Oriq work in secret, infiltrating Strixhaven to search for the magic their master covets and watch for impressionable students and embittered faculty they might turn to their cause. The Oriq take pains to hide their true allegiance and wear masks to hide their identities. These masks have magical properties that function only for their intended wearers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Oriq Blood Mage.webp"
					},
					"credit": "Jihun"
				}
			]
		},
		{
			"name": "Oriq Recruiter",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Oriq recruiters are subtle mages who infiltrate Strixhaven in service to their order. They are adept at blending in, watching for powerful but underperforming mages and students who have fallen through the cracks of the institution. The recruiters approach and befriend these individuals either as potential recruits to the Oriq or as assets who can help the Oriq acquire spells, rare spell components, or knowledge from Strixhaven."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Oriq",
							"entries": [
								"The Oriq are a secret society of mages who wield forbidden magic in the service of their leader, Extus Narr. Narr was in consideration for elevation to the role of Oracle of Strixhaven, but when the Founder Dragons passed him over in favor of Jadzi, his bitterness knew no bounds. He now uses the Oriq to gather the spells and magical energy he needs to summon a devastating being, the Blood Avatar, to destroy Strixhaven.",
								"The Oriq work in secret, infiltrating Strixhaven to search for the magic their master covets and watch for impressionable students and embittered faculty they might turn to their cause. The Oriq take pains to hide their true allegiance and wear masks to hide their identities. These masks have magical properties that function only for their intended wearers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Oriq Recruiter.webp"
					},
					"credit": "Billy Christian"
				}
			]
		},
		{
			"name": "Pest Mascot",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Grumpy, spiky, and generally irritating, pest mascots inhabit the muggy bayou of Sedgemoor. However, these ferret-sized swamp creatures hold deep wells of life essence, making them convenient fuel sources for the magic of Witherbloom mages. As such, many Witherbloom students have adopted pests from the bayou as pets, and pests, in all their spiny glory, have become the mascots of the college."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Pest Mascot.webp"
					},
					"credit": "Ilse Gort"
				}
			]
		},
		{
			"name": "Prismari Apprentice",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The students of Prismari College—first as apprentices and then as pledgemages—see no distinction between magic and art. No two Prismari students have the same style of spellcasting; each wields the elemental magic taught by the college in a way that expresses their personality. In the hands of Prismari students, spells that conjure fire or bend water to one's will become vibrant and expressive showcases, thrumming with creative energy.",
						"Harnessing the elemental forces of their magic requires precision and grace, and some students dedicate themselves to chasing the ideal of perfect control, hoping that by doing so, they can accurately express what is churning within their minds."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Prismari Scholars",
							"entries": [
								"The scholars of Prismari College believe that art is the truest form of spellcraft. They use magic to make splendid art, and they employ artistry to make their magic spectacular."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Prismari Apprentice.webp"
					},
					"credit": "Igor Kieryluk"
				}
			]
		},
		{
			"name": "Prismari Pledgemage",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The students of Prismari College—first as apprentices and then as pledgemages—see no distinction between magic and art. No two Prismari students have the same style of spellcasting; each wields the elemental magic taught by the college in a way that expresses their personality. In the hands of Prismari students, spells that conjure fire or bend water to one's will become vibrant and expressive showcases, thrumming with creative energy.",
						"Harnessing the elemental forces of their magic requires precision and grace, and some students dedicate themselves to chasing the ideal of perfect control, hoping that by doing so, they can accurately express what is churning within their minds."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Prismari Scholars",
							"entries": [
								"The scholars of Prismari College believe that art is the truest form of spellcraft. They use magic to make splendid art, and they employ artistry to make their magic spectacular."
							]
						}
					]
				}
			]
		},
		{
			"name": "Prismari Professor of Expression",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Professors of expression embody the flare of Prismari magic. Using continuous motion, fluid grace, and interweaving steps, these teachers channel the elements of wind, flame, and lightning to accompany them. Their magic is fast and beautiful, which becomes swift death in battle, mesmerizing in its energetic flow. Devastating lightning strikes and searing lashes of flame meet the professors' foes head on.",
						"Professors who embrace the Prismari philosophy of expression focus on magic becoming art in the moment. Whether to create a spectacle that an audience will never forget or to strike down their foes in a flash, these teachers impress upon their students the beauty of creation."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Prismari Scholars",
							"entries": [
								"The scholars of Prismari College believe that art is the truest form of spellcraft. They use magic to make splendid art, and they employ artistry to make their magic spectacular."
							]
						}
					]
				}
			]
		},
		{
			"name": "Prismari Professor of Perfection",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Professors of perfection combine elemental magic with precise, forceful physical motion. Their sweeping gestures and dance-like steps gather the power of crashing waves, conjure the protection of unyielding stone, and shape great structures of ice. Binding and channeling these natural elements allow the professors to mold their environment to their needs, both for breathtaking performances and to control the fabric of a battlefield against their foes.",
						"These teachers stress attention to fine details, drilling their students on the most minuscule points. The perfect foundation ultimately leads to a flawless work of art, and the professors of perfection produce sculptural and architectural marvels."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Prismari Scholars",
							"entries": [
								"The scholars of Prismari College believe that art is the truest form of spellcraft. They use magic to make splendid art, and they employ artistry to make their magic spectacular."
							]
						}
					]
				}
			]
		},
		{
			"name": "Quandrix Apprentice",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The students of Quandrix College—first as apprentices and then as pledgemages—immerse themselves in the magic of geometry and metaphysics. Their ultimate goal isn't mastery, however. Rather, in their projects they explore and expand knowledge without expecting concrete answers. Whether students are extrapolating mathematical patterns in nature or engaging in speculative dives into topological formulas that bend reality, their studies blur the line between abstract numerical theory and natural reality."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Quandrix Scholars",
							"entries": [
								"The scholars of Quandrix College focus on the mathematical principles that govern reality. Through these formulas, they can manipulate properties of matter and space, as well as abstract and conceptual space such as the mind, probability, and the flow of magic itself."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Quandrix Apprentice.webp"
					},
					"credit": "Ryan Alexander Lee"
				}
			]
		},
		{
			"name": "Quandrix Pledgemage",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The students of Quandrix College—first as apprentices and then as pledgemages—immerse themselves in the magic of geometry and metaphysics. Their ultimate goal isn't mastery, however. Rather, in their projects they explore and expand knowledge without expecting concrete answers. Whether students are extrapolating mathematical patterns in nature or engaging in speculative dives into topological formulas that bend reality, their studies blur the line between abstract numerical theory and natural reality."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Quandrix Scholars",
							"entries": [
								"The scholars of Quandrix College focus on the mathematical principles that govern reality. Through these formulas, they can manipulate properties of matter and space, as well as abstract and conceptual space such as the mind, probability, and the flow of magic itself."
							]
						}
					]
				}
			]
		},
		{
			"name": "Quandrix Professor of Substance",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Professors of substance specialize in the concrete side of Quandrix philosophy, manipulating physical dimensions and properties of growth. Their magic alters and replaces the equations that describe the natural world, including creatures, space, and substance. Through these manipulations, the professors change their size and the physical form of others, manipulate nature into rapid growth, travel instantaneously, and even fold space into deadly edges.",
						"These professors teach that numbers and mathematics aren't merely intellectual concepts, but that they exist physically in all things. Professors of substance teach their students to wield magic practically, creating tangible change in the world around them."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Quandrix Scholars",
							"entries": [
								"The scholars of Quandrix College focus on the mathematical principles that govern reality. Through these formulas, they can manipulate properties of matter and space, as well as abstract and conceptual space such as the mind, probability, and the flow of magic itself."
							]
						}
					]
				}
			]
		},
		{
			"name": "Quandrix Professor of Theory",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Professors of theory advance the Quandrix philosophy that math-magical manipulation is most powerful in the abstract dimension of minds, probability, and the fabric of magic itself. Their equations shift perceptions in profound ways, alter probability, and interfere with the formation of other magic. In battle, the professors tweak probability to impede attacks and strike at the minds of their foes with lancing equations that disrupt the opponent's resolve.",
						"Professors of theory hold that altering the way a person interacts with the world can change the world. They impress upon their students to use magic as a tool to shape the overall experience of reality, and in turn make the world a better place."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Quandrix Scholars",
							"entries": [
								"The scholars of Quandrix College focus on the mathematical principles that govern reality. Through these formulas, they can manipulate properties of matter and space, as well as abstract and conceptual space such as the mind, probability, and the flow of magic itself."
							]
						}
					]
				}
			]
		},
		{
			"name": "Relic Sloth",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"For long expeditions, Lorehold mages often employ relic sloths to haul adventuring equipment and excavated artifacts—so long as their study isn't in any particular hurry. Relic sloths travel at an excruciatingly slow pace, deliberating every step and moving only when necessary. But this caution makes these hulking creatures perfect for traversing treacherous and crumbling ruins, where other beasts of burden would falter. The distinctive sickle-shaped claws on a relic sloth's forelimbs are primarily used for climbing, though they can fend off a hungry predator in a pinch."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Relic Sloth.webp"
					},
					"credit": "Ilse Gort"
				}
			]
		},
		{
			"name": "Ruin Grinder",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Created by the archaeomancers of Lorehold College, ruin grinders are mighty automatons built to excavate ancient ruins and artifacts. The massive toothed shovels attached to a ruin grinder's arms tear through millennia-old bedrock with ease, leading some Lorehold mages to fear that the grinders destroy more history than they unearth."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Ruin Grinder.webp"
					},
					"credit": "Hector Ortiz"
				}
			]
		},
		{
			"name": "Scufflecup Teacup",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Scufflecup is a game students created after finding a box of teacups in a nearby building's storage room. The students discovered that pouring hot tea into the cups animates them for 10 minutes and causes them to sprout little arms and legs."
					]
				}
			]
		},
		{
			"name": "Shadrix Silverquill",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Centuries ago, the dragon Shadrix Silverquill mastered the magic of light and shadow, and he focused that magic through communication. Shadrix's words thrummed with power, inspiring his allies and demoralizing his enemies.",
						"He established Silverquill College on the principles of eloquence and leadership, seeking to produce leaders who would go forth to guide others."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Shadrix Silverquill.webp"
					},
					"credit": "Kekai Kotaki"
				}
			]
		},
		{
			"name": "Silverquill Apprentice",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Stylish and driven, the students of Silverquill College—first as apprentices and then as pledgemages—cut imposing figures on campus. Dressed in smartly trimmed black-and-white uniforms, these budding mages practice bolstering speeches and wield inky blades.",
						"Some Silverquill students prefer the benevolent side of language, using their words to uplift their friends and illuminate harsh truths about those in power. Others, though, choose to wield words more ruthlessly and master the art of insults and discouragement (and in some cases, petty trash talk). Regardless, nearly all members of Silverquill College carry themselves with a fearsome, never-second-place attitude—because in the art of wielding words, confidence is key."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Silverquill Scholars",
							"entries": [
								"The scholars of Silverquill College study the power of magic shaped through spoken and written words. They use that power either to illuminate and guide or to obscure and demoralize."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Silverquill Apprentice.webp"
					},
					"credit": "Mike Bierek"
				}
			]
		},
		{
			"name": "Silverquill Pledgemage",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Stylish and driven, the students of Silverquill College—first as apprentices and then as pledgemages—cut imposing figures on campus. Dressed in smartly trimmed black-and-white uniforms, these budding mages practice bolstering speeches and wield inky blades.",
						"Some Silverquill students prefer the benevolent side of language, using their words to uplift their friends and illuminate harsh truths about those in power. Others, though, choose to wield words more ruthlessly and master the art of insults and discouragement (and in some cases, petty trash talk). Regardless, nearly all members of Silverquill College carry themselves with a fearsome, never-second-place attitude—because in the art of wielding words, confidence is key."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Silverquill Scholars",
							"entries": [
								"The scholars of Silverquill College study the power of magic shaped through spoken and written words. They use that power either to illuminate and guide or to obscure and demoralize."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Silverquill Pledgemage.webp"
					},
					"credit": "Denman Rooke"
				}
			]
		},
		{
			"name": "Silverquill Professor of Radiance",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Professors of radiance call up magic through spoken words and glyphs formed of magically shaped ink and light. The professors channel radiance to illuminate their allies, bolstering them with encouragement and inspiring any who witness their orations. Professors of radiance can turn their words into potent assets in battle or strike at their foes with searing radiance.",
						"These Silverquill teachers seek to inspire greatness in all that they do, pushing their students to look for the good in all things and bring that into the light."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Silverquill Scholars",
							"entries": [
								"The scholars of Silverquill College study the power of magic shaped through spoken and written words. They use that power either to illuminate and guide or to obscure and demoralize."
							]
						}
					]
				}
			]
		},
		{
			"name": "Silverquill Professor of Shadow",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Professors of shadow wield the linguistic magic of Silverquill College through slicing wit and debilitating inky shadow. Whether weaving their magic through spoken incantations and scathing insults or through shadows, these teachers break down the resolve of their foes.",
						"The professors strive to carry themselves as immaculately as possible, seeking to overawe and wrong-foot anyone who would stand against them in debate or in battle. In teaching their students, professors of shadow focus on words that find the tiniest, most invisible cracks in an opponent's defenses and break them."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Silverquill Scholars",
							"entries": [
								"The scholars of Silverquill College study the power of magic shaped through spoken and written words. They use that power either to illuminate and guide or to obscure and demoralize."
							]
						}
					]
				}
			]
		},
		{
			"name": "Spirit Statue Mascot",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"To enhance their studies of the past, Lorehold students often call upon the spirits of dead creatures. Mages seeking longer-term assistance from ancient spirits have learned to house these spirits in statues, giving them a more permanent residence from which to assist the living.",
						"Some of these spirit statues bond with and mentor a specific mage, but most serve in a variety of roles for numerous individuals, ranging from research colleagues to martial tacticians. Regardless, their appearance is so common around the Lorehold campus that they have become the college's mascots."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Spirit Statue Mascot.webp"
					},
					"credit": "Andrey Kuzinskiy"
				}
			]
		},
		{
			"name": "Strixhaven Campus Guide",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"With cheerful dispositions and a knack for walking backward, Strixhaven campus guides lead gaggles of prospective students on tours. The guides' gold and silver chassis are built in shapes reminiscent of the star arches surrounding Strixhaven. Embedded in their chests are holographic maps of the university's campuses, which the guides use to provide directions. However, it's rare for a campus guide to need its own maps, as these gregarious automatons have a gift for finding things on campus, often popping up at the most inopportune times."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Strixhaven Campus Guide.webp"
					},
					"credit": "Slawomir Maniak"
				}
			]
		},
		{
			"name": "Tanazir Quandrix",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The dragon Tanazir Quandrix is one of the most potent masters of the magic that governs physical reality and theoretical abstraction. Through this knowledge, she can alter the physical properties of existence, gain fundamental understanding, and manipulate the flow of thought.",
						"Tanazir founded Quandrix College to nurture the spark of curiosity in those who would pursue knowledge. The goal is to train mages who seek knowledge for its own sake, guided by the mathematical principles that describe and govern the nature of reality.",
						"Tanazir's spells, legendary actions, and breath weapon manifest luminous patterns of geometric light. These take various forms, such as an interlocking cage around the target of a spell or a wave of infinitely replicating fractal swirls in the area of her breath."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Tanazir Quandrix.webp"
					},
					"credit": "Raymond Swanland"
				}
			]
		},
		{
			"name": "Velomachus Lorehold",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Velomachus Lorehold was the first dragon of Strixhaven to master the magic of order and chaos, the flow and prediction of events through time. Her magic encourages exploration and discovery through the lens of creating a direct conduit to the past.",
						"She founded Lorehold College to ensure mortals would never forget the lessons of the past. After living for centuries, Velomachus has grown tired of watching the same mistakes repeated continually. She hopes her college's teachings will foster the skills to either predict future pitfalls by taking lessons from those that came before or create flexible mindsets that allow people to shift their plans effectively when the unexpected occurs.",
						"Velomachus's spells, legendary actions, and breath weapon are accompanied by visual effects resembling tomes and scrolls composed of golden light, perceptible distortions as time doubles back on itself, and thunderous sounds."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Velomachus Lorehold.webp"
					},
					"credit": "Raymond Swanland"
				}
			]
		},
		{
			"name": "Witherbloom Apprentice",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Deep in the fog and muck of the swamp, the students of Witherbloom College—first as apprentices and then as pledgemages—study the cycle of life and death. Their magic is fueled by what they call life essence: the ubiquitous energy that runs through living things.",
						"Witherbloom students learn how to concoct magical potions and talismans, in addition to their spellcasting studies. Their magic ranges from necrotic shadows and withering bursts of poison to flourishing bursts of plant life."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Witherbloom Scholars",
							"entries": [
								"Witherbloom College studies the magic inherent in the natural cycle of life and death. Witherbloom professors approach the philosophy from different directions, with one methodology focusing on decay and the other dealing with growth."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Witherbloom Apprentice.webp"
					},
					"credit": "Josh Hass"
				}
			]
		},
		{
			"name": "Witherbloom Pledgemage",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Deep in the fog and muck of the swamp, the students of Witherbloom College—first as apprentices and then as pledgemages—study the cycle of life and death. Their magic is fueled by what they call life essence: the ubiquitous energy that runs through living things.",
						"Witherbloom students learn how to concoct magical potions and talismans, in addition to their spellcasting studies. Their magic ranges from necrotic shadows and withering bursts of poison to flourishing bursts of plant life."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Witherbloom Scholars",
							"entries": [
								"Witherbloom College studies the magic inherent in the natural cycle of life and death. Witherbloom professors approach the philosophy from different directions, with one methodology focusing on decay and the other dealing with growth."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/SCC/Witherbloom Pledgemage.webp"
					},
					"credit": "Filip Burburan"
				}
			]
		},
		{
			"name": "Witherbloom Professor of Decay",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Professors of decay wield magic that drains and twists the essence of the professors' subjects. The professors use the gathered essence to feed their magic, snuffing the life and decaying the bodies of the living, entreating and commanding the dead and Undead, and twisting curses around their foes. In battle, they steal the essence of their enemies to heal their own wounds and create spears of sickly green life-draining energy.",
						"Witherbloom teachers who espouse the decaying side of the natural cycle instruct their students to exploit the essence of life for their own needs. Professors of decay unravel the mysteries of death and the transition of decay, and they teach that any life's end is an asset waiting to be tapped."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Witherbloom Scholars",
							"entries": [
								"Witherbloom College studies the magic inherent in the natural cycle of life and death. Witherbloom professors approach the philosophy from different directions, with one methodology focusing on decay and the other dealing with growth."
							]
						}
					]
				}
			]
		},
		{
			"name": "Witherbloom Professor of Growth",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Professors of growth nurture the essence of nature through their magic. They brew infusions of plants, fungi, and insects or other minuscule creatures that thrum with the essence of life, using these infusions to fuel their magic instead of using traditional material components. In battle, they flood their allies with vital essence, healing wounds and soothing ailments. Their foes face the wrath of nature itself, from grasping plants and conjured poisonous vines to avatars of nature's wrath.",
						"These professors teach their students to focus on the growth side of the natural cycle of life and death and to avoid wasting resources. They espouse the philosophy that a thriving system benefits all."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Witherbloom Scholars",
							"entries": [
								"Witherbloom College studies the magic inherent in the natural cycle of life and death. Witherbloom professors approach the philosophy from different directions, with one methodology focusing on decay and the other dealing with growth."
							]
						}
					]
				}
			]
		},
		{
			"name": "Y'demi",
			"source": "SCC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Oriq are a secret society of mages who wield forbidden magic in the service of their leader, Extus Narr. Narr was in consideration for elevation to the role of Oracle of Strixhaven, but when the Founder Dragons passed him over in favor of Jadzi, his bitterness knew no bounds. He now uses the Oriq to gather the spells and magical energy he needs to summon a devastating being, the Blood Avatar, to destroy Strixhaven.",
						"The Oriq work in secret, infiltrating Strixhaven to search for the magic their master covets and watch for impressionable students and embittered faculty they might turn to their cause. The Oriq take pains to hide their true allegiance and wear masks to hide their identities. These masks have magical properties that function only for their intended wearers."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Oriq Blood Mage",
							"entries": [
								"Oriq blood mages create deadly weapons formed of their own blood. They can also sense the life energy within nearby creatures, making the blood mages almost impossible to ambush."
							]
						}
					]
				}
			]
		}
	]
}
