{
	"monsterFluff": [
		{
			"name": "Big Water Slurpent",
			"source": "AWM",
			"entries": [
				"The Big Water Slurpent is a magical creature that has lived within the Big Water for centuries. It was created by a wizard to guard the tower that has long since sunk into the Big Water. Many goblins have seen the slurpent and have run away. Many goblins believe that it likes to eat goblins.",
				"The Big Water Slurpent is dangerous if goblins go snooping around the Big Water. But there are ways to get around it if you do one of the following:",
				{
					"type": "list",
					"items": [
						"Sing it a song (gotta really sing your goblin heart out!)",
						"Feed it some tasty goblin pie (it better be a good one!)",
						"Hold up a mirror and show it its reflection (it is a lonely slurpent)"
					]
				}
			]
		},
		{
			"name": "Birdsquirrel",
			"source": "AWM",
			"entries": [
				"Birdsquirrel is a plucky, little critter who loves Muk with all its heart. Some say that Birdsquirrel was created by Doonwaggle the wizard, and that it is the only birdsquirrel in the Dankwood (and maybe the whole world) but who knows?"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AWM/Birdsquirrel.webp"
					}
				}
			]
		},
		{
			"name": "Boontu Monkey",
			"source": "AWM",
			"entries": [
				"Boontu monkeys are skittish and furtive creatures that are greedy and are always on the lookout for food. Although they are greedy, they never eat the sacred golden nuts from the boontu tree in which they live.",
				"Some say that they were once greedy thieves that were turned to monkeys by a powerful dryad who caught them stealing the nuts from her sacred tree."
			]
		},
		{
			"name": "Crystal Cave Merfolk",
			"source": "AWM",
			"entries": [
				"The Crystal Cave merfolk have long, flowing fins and silvery scales. They have lovely, melodic voices that are enhanced by the vibrating crystals of the cave in which they dwell.",
				"They love anything silver and are willing to trade pearls and bits of gold treasure that they have found on their hunts under the waters. They also have magical potions that can help a surface dweller breathe underwater."
			]
		},
		{
			"name": "Dankwood Hag",
			"source": "AWM",
			"entries": [
				"Dankwood hags are the worst kind of hags in the world. They are creepy and grumpy with long fingers that end in iron claws. They are known to eat small goblins and other warm-blooded creatures, but Dankwood hags are especially fond of sparkleberry tarts.",
				"Since sparkleberries grow only where dryads have their sacred groves, Dankwood hags don't dare enter lest they anger the dryads and suffer their wrath. Dankwood hags are also very greedy and this can be used against them to lure them into a trap or trick them into eating something they shouldn't."
			]
		},
		{
			"name": "Dum-Dum Goblin",
			"source": "AWM",
			"entries": [
				"Dum Dum goblins are your average run-of-the-mill goblins that live in the Dankwood. They are led by their chief, Grobble, who loves to eat mushroom pie and send out his gang of goblin thieves to steal stuff. He loves to be flattered and thinks he's the toughest goblin in the Dankwood."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AWM/Dum-Dum Goblin.webp"
					}
				}
			]
		},
		{
			"name": "Dwarf",
			"source": "AWM",
			"entries": [
				"Although there are no dwarves that live in the actual Dankwood, they will sometime pass through in travel or explore the forest for coveted materials and magical stones. They pride themselves in their skills and can create beautiful artifacts from the objects they find in nature.",
				"The dwarves in the area are natrually cautious towards goblins. They will go out of their way to avoid contact and rarely stay for long periods in the Dankwood."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AWM/Dwarf.webp"
					}
				}
			]
		},
		{
			"name": "Great Kroom, Purple Worm",
			"source": "AWM",
			"entries": [
				" Great Kroom is a purple worm that comes to the Dankwood every twenty years to feed on all kinds of stuff that grows under the forest.",
				"The Great Kroom is a terrifying and dangerous monster that could easily destroy Gob-Town but there are ways to stop it:",
				{
					"type": "list",
					"items": [
						"You need to find a tickling stick. This magical stick can be used on a purple worm to tickle it into a docile state. Then it can be led away from the Dankwood.",
						"You need to have it eat a rare mushroom called a Pun derpuff. This mushroom grows deep in the Dankwood and has a powerful chemical that can put a purple worm to sleep."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AWM/Great Kroom, Purple Worm.webp"
					}
				}
			]
		},
		{
			"name": "Hangry Otyugh",
			"source": "AWM",
			"entries": [
				"Otyughs are really stinky and ugly monsters that dine on offal, garbage, and dung. They are generally grumpy and aggressive. Most people don't like otyughs at all.",
				"This otyugh can be dealt with in a few ways:",
				{
					"type": "list",
					"items": [
						"You can get it to dance by playing music and dancing. Who knew that otyughs liked to dance? It will follow you anywhere now.",
						"If you feed an otyugh a magical pie made with the nectar of a fairy fob lily, mixed with spit nettles, and gobnobs, it will be your best friend. (But it will still be stinky.)",
						"Otyughs are scared of vampires. If you dress up as one, you might be able to scare it away. You better do a good job of scaring it!"
					]
				}
			]
		},
		{
			"name": "Hill Giant, Blorbo",
			"source": "AWM",
			"entries": [
				"The hill giant, Blorbo, is an ill-tempered brute who has a taste for goblin flesh. Goblins tell their children horror stories of Blorbo around the campfire at night to keep them from wandering too far into the Dankwood.",
				"Blorbo is not aware that there is a shiny stone deep and a lost dwarven king deep within his cave but he's not interested in those things. He wants to eat stuff.",
				"Blorbo is too powerful to defeat in combat but he can be tricked with food. Poison from a pooka toad on a well-aimed arrow might do the trick, but you better be a good shot!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AWM/Hill Giant, Blorbo.webp"
					}
				}
			]
		},
		{
			"name": "Saleeth the Couatl",
			"source": "AWM",
			"entries": [
				"Saleeth is a wise and beautiful couatl that is very kind to polite and well-mannered goblins. If she is approached by adventurers, she may have a noble quest for them to undertake if they are ready to help her defend the world against the forces of evil."
			]
		}
	]
}
