{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Archon of Boundaries",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The archons of Eldraine are enigmatic beings who fly over the perimeter where the realm meets the wilds, marking the boundary between safety (for the people of the realm) and danger. The sight of an archon overhead is a clear signal that one is entering the wilds.",
						"An archon appears as a hooded, spectral rider mounted on a winged elk with glowing antlers and gleaming eyes. Despite this appearance, rider and mount are a single creature that can't be separated. Tales say that archons are ascended spirits of paladins fused with the celestial spirits of their steeds, returned from the celestial realms to watch over the boundary of the wilds and protect those who dare to cross it.",
						"Sometimes knights of the realm get the idea that they can expand the borders of their land and keep the wilds at bay simply by driving archons deeper into the wilds. Such efforts are futile; not only are archons difficult to kill, but they don't create the boundaries, merely mark them.",
						{
							"type": "quote",
							"entries": [
								"A winged dawn dispels the terror of night."
							],
							"by": "Chulane, Teller of Tales"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Archon of Boundaries.webp"
					},
					"credit": "Chris Rahn"
				}
			]
		},
		{
			"name": "Beanstalk Wurm",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Wurms are enormous creatures that resemble limbless, wingless dragons, though they lack a dragon's breath weapons and keen intelligence. On the world of Eldraine, many wurms have adapted to life among the world's skyscraping beanstalks. These beanstalk wurms sport leafy growths, sustaining themselves on a mixture of natural photosynthesis and a carnivorous diet.",
						"Cloud-dwelling giants often use beanstalk wurms as a first line of defense against those who would ascend massive beanstalks—also known as Everstalks—to intrude on their lofty palaces. Beanstalk wurms lie coiled along the length of an Everstalk with their eyes closed and their stomach flattened against the stalk, appearing to be just another enormous vine until a tasty intruder attempts to climb them.",
						{
							"type": "quote",
							"entries": [
								"When giants' prized pets escape Stormkeld, villages fall and new Everstalks rise."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Beanstalk Wurm.webp"
					},
					"credit": "Aldo Domínguez"
				}
			]
		},
		{
			"name": "Deathless Rider",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Legends told in the courts of Eldraine suggest that the deathless riders serve a warlock-queen, known simply as the Shadow Queen, who rules from a castle called Dynnistan. It isn't known whether these legends are based on any true experience or are simply the result of imagination trying to account for a terrifying and unexplained phenomenon.",
						"In either case, deathless riders are undeniably real. They are undead knights, once human, who ride undead steeds through the remotest parts of the wilds. They are sometimes called lich-knights or fell horsemen.",
						"In stark contrast to the knights of Eldraine, the deathless riders are without virtue of any kind. They are few in number—unless many more lurk in the dark heart of the forest than anyone is aware. But when mortal knights meet them in the wilds, the encounter rarely ends well for the living. The deathless riders fight with superhuman strength, heedless of wounds and relentless in their assault.",
						"A typical deathless rider's mount is a warhorse skeleton, though some lich-knights ride equine spirits like nightmares.",
						{
							"type": "quote",
							"entries": [
								"Headed to the wilds? Beware the dead riders who serve the Shadow Queen."
							],
							"by": "Scalan, Edgewall innkeeper"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Deathless Rider.webp"
					},
					"credit": "Igor Krstic"
				}
			]
		},
		{
			"name": "Dunbarrow Witch",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"\"Taste the sweetness, breath for breath.",
								"Keep the balance, death for death.\""
							],
							"skipMarks": true,
							"by": "Dunbarrow witch incantation"
						},
						"In the misty marsh of Dunbarrow, the witches of the Eldraine wilds scheme. They crave power by any means, and they aren't above cheating, sacrificing, or allying with whatever they believe will get them closer to that power.",
						"Much of a Dunbarrow witch's magic is performed at cauldrons and delivered as a poison or potion. The most aggressive witch spells take the form of shattering mirrors.",
						{
							"type": "inset",
							"name": "Companion Creatures",
							"entries": [
								"Various creatures serve the witches of Dunbarrow. It's not uncommon to see ravens and bats flitting through the canopy, or cats or otters scurrying through the undergrowth, to deliver messages to allies or rivals across the marsh. Some witches animate bundles of sticks and roots to do their errands about the marsh for them, while others animate furniture, weapons, or other objects.",
								"Feel free to build encounters with witches that include additional creatures such as animated armor, a flying sword, a rug of smothering, or a Tiny Beast acting as a spy."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Dunbarrow Witch.webp"
					},
					"credit": "Anna Pavleeva"
				}
			]
		},
		{
			"name": "Faerie Borrower",
			"source": "MCV4EC",
			"_copy": {
				"name": "Faeries",
				"source": "MCV4EC",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"Faerie borrowers are tiny thieves who steal whatever they can lay their hands on to cause confusion and consternation. A faerie borrower stands less than six inches tall, with blue or blue-gray skin and wings resembling shards of broken glass.",
								"Faerie borrowers often adorn themselves with purloined trophies: stolen keys and needles filed into swords, and buttons and scraps of paper fashioned into clothing. Though they are often boastful and love to mock their victims, faerie borrowers are quick to dart away from losing battles on their nimble wings.",
								{
									"type": "quote",
									"entries": [
										"The throng of faeries flitted from castle to castle, leaving a trail of star-crossed love, damaging rumors, and missing heirlooms in their wake."
									],
									"from": "Tales of the Fae"
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Faerie Borrower.webp"
					},
					"credit": "Eric Deschamps"
				}
			]
		},
		{
			"name": "Faerie Pathlighter",
			"source": "MCV4EC",
			"_copy": {
				"name": "Faeries",
				"source": "MCV4EC",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"Faerie pathlighters pry into human lives, sometimes to help (like a classic fairy godparent) and sometimes to harm. In the wilds of Eldraine, faerie pathlighters often serve as protectors for the lost, the glow of their guiding lanterns leading weary travelers to respite.",
								"A faerie pathlighter has an almost angelic appearance. Their large, white wings become more translucent toward the edges. Motes of magical light drift around their heads, and a faint white aura surrounds their bodies.",
								{
									"type": "quote",
									"entries": [
										"For good or ill, most fae can't resist meddling in the adventures of any knight they meet."
									]
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Faerie Pathlighter.webp"
					},
					"credit": "Anastasia Ovchinnikova"
				}
			]
		},
		{
			"name": "Faerie Pest",
			"source": "MCV4EC",
			"_copy": {
				"name": "Faeries",
				"source": "MCV4EC",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"Faerie pests love to cause annoyance, fear, and pain. They are perhaps the most mercurial of the faeries and are happy to follow anyone who promises the opportunity to menace someone new.",
								"A faerie pest could be mistaken for a human toddler, except for the black-feathered wings sprouting from the faerie's shoulders. When engaged in combat, faerie pests wield thought-manipulating magic alongside sharp blades coated in stinging poison.",
								{
									"type": "quote",
									"entries": [
										"Tarry not in Tuinvale,",
										"Ignore the flowers' heady scents.",
										"Take no thing, stay to the trail,",
										"Lest the fae seek recompense."
									],
									"from": "To Walk the Wilds"
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Faerie Pest.webp"
					},
					"credit": "Jodie Muir"
				}
			]
		},
		{
			"name": "Faeries",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Faeries",
							"entries": [
								"The faeries of Eldraine are winged, elfin creatures similar to sprites or pixies. Unpredictable, unreliable, and amoral, they lurk in the wilds and harass travelers they perceive as intruders.",
								{
									"type": "inset",
									"name": "Ouphes",
									"entries": [
										"Ouphes are curious creatures found throughout the wilds of Eldraine. While often seen as foolish, ouphes are magically connected to the natural world and know more about the secret lives of trees, mushrooms, and moss than most mortals. While ouphes are related to Eldraine's faeries, the faeries treat them like distant (and somewhat embarrassing) cousins. Ouphes can be represented with the stat blocks for pixies or sprites."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Gingerbrute",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gingerbread cookies baked in the wilds of Eldraine—or made from ingredients grown there—have a habit of developing a life of their own. Known as gingerbrutes, these cookie Constructs are notoriously difficult to pin down.",
						"When an unfortunate baker accidentally creates a gingerbrute, the cookie causes mayhem throughout the kitchen before running back to the wilds where its ingredients originated. Many witches of Dunbarrow craft gingerbrutes intentionally, whipping them into shape (sometimes with actual whipped cream) as soldiers to defend their wicked cauldrons.",
						"The same magic that animates a gingerbrute also makes it extra scrumptious. Those who have eaten a gingerbrute report feeling a burst of energy like a long-lasting sugar rush.",
						{
							"type": "quote",
							"entries": [
								"The unlabeled vial was not vanilla extract after all."
							],
							"by": "Todwin Mallow, now-destitute baker"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Gingerbrute.webp"
					},
					"credit": "Vincent Proce"
				}
			]
		},
		{
			"name": "Goose Mother",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Astonishingly aggressive geese populate the marshes of Eldraine. Legends tell that these geese descend from a monstrous many-headed bird that dwells deep within the wilds. Though the knights of Eldraine consider its existence a myth, the folk of the wilds know that the Goose Mother is real.",
						"Centuries ago, an enterprising witch created a frothy stew composed of hydra's blood and goose feathers. It is from this noxious slurry that the Goose Mother was born. Within days, the Goose Mother grew to prodigious size, and the witch grew fearful. One night, while the Goose Mother slept, the witch took to its neck with a cleaver, but to her horror, two more heads sprouted in place of the first. Enraged, the Goose Mother devoured the witch and rampaged deep into the wilds where it lives to this day.",
						"The Goose Mother lays one golden egg every hour, precisely on the hour. Sometimes these eggs hatch into clutches of young geese that grow up to terrorize the marshes of Eldraine. Other times, the eggs contain trinkets or valuables. The fae folk of Eldraine's wilds have developed a symbiotic relationship with the Goose Mother, often bringing it fresh meat in exchange for the treasures inside its golden eggs.",
						"If you have {@book Bigby Presents: Glory of the Giants|BGG}, you can use the {@item Goose Egg Trinket|BGG} table to determine the contents of one of the Goose Mother's eggs that isn't destined to hatch into a goose or a giant goose (also described in that book)."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Goose Mother.webp"
					},
					"credit": "Jesper Ejsing"
				}
			]
		},
		{
			"name": "High Fae",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "High Fae",
							"entries": [
								"Ageless and inhuman, high fae are the oldest creatures in Eldraine, embodying the natural splendor and danger of the wilderness. High fae have no regard for mortal values of honor and law, but they nonetheless operate under inviolable rules of their own: gifts must always be repaid, promises must be honored, and outright lies must never be spoken (though misdirection and riddles are always welcome). To amuse themselves over the long centuries of their lives, high fae frequently engage in deceptions and other complex games of wits against one another.",
								"Most high fae remain secluded deep within the wilds of Eldraine. They draw power from motes of light found throughout the wilds, and they use their innate illusory magic to power and embellish their various weapons.",
								"The high fae are ruled by Talion, the Kindly Lord. Talion is as strange, ancient, and fickle as the wilds of Eldraine, and the Kindly Lord demands fealty and respect from followers. Despite having an austere demeanor, the Kindly Lord is also known for following mysterious whims, journeying to the farthest reaches of Eldraine out of an insatiable curiosity."
							]
						}
					]
				}
			]
		},
		{
			"name": "High Fae Impostor",
			"source": "MCV4EC",
			"_copy": {
				"name": "High Fae",
				"source": "MCV4EC",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"High fae impostors are sly and mischievous manipulators who delight in disguising themselves with magic to vex other creatures. Their reasons for deception vary, ranging from harmless pranks to malicious infiltration. When a high fae impostor takes on the identity of another creature, the impostor magically gains access to a small portion of that creature's mind—any information that the creature might share with a casual acquaintance. Though not comprehensive, this information helps high fae impostors impersonate their targets effectively.",
								{
									"type": "quote",
									"entries": [
										"Though unable to tell outright lies, the high fae of Eldraine have many other means of deception at their disposal."
									]
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/High Fae Impostor.webp"
					},
					"credit": "John Stanko"
				}
			]
		},
		{
			"name": "High Fae Kindguard",
			"source": "MCV4EC",
			"_copy": {
				"name": "High Fae",
				"source": "MCV4EC",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"High fae kindguards have spent centuries perfecting their martial prowess, moving with a speed and grace others can only imagine. Their tall stature, large wings, elaborate horns, and massive weapons give them a truly intimidating silhouette.",
								"The most trusted high fae kindguards are in direct service to Talion, the Kindly Lord. Nine times nine have these high fae sworn a binding oath to protect the Kindly Lord, each time pricking their hand on a hawthorn branch to seal the promise.",
								{
									"type": "quote",
									"entries": [
										"The Kindly Lord does not issue invitations to their court lightly. I suggest you accept."
									],
									"by": "Gwyddion, messenger of Talion"
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/High Fae Kindguard.webp"
					},
					"credit": "Marta Nael"
				}
			]
		},
		{
			"name": "High Fae Mage",
			"source": "MCV4EC",
			"_copy": {
				"name": "High Fae",
				"source": "MCV4EC",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"High fae mages are some of the mightiest magic users among the faeries of Eldraine. These skilled spellcasters have mastered the arcane art of dealmaking among the fae, magically negotiating themselves advantages in battle.",
								"Like many high fae, these mages draw power from the latent energy found throughout the wilds of Eldraine. However, high fae mages also form strong bonds with the elemental powers of Eldraine, allowing the mages to call on forces like the eastern wind or the fiery hearth.",
								{
									"type": "quote",
									"entries": [
										"The high fae are capable of magic that would make even the great Gadwick himself seem little more than a clumsy apprentice."
									],
									"by": "Chulane, Teller of Tales"
								}
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/High Fae Mage.webp"
					},
					"credit": "John Stanko"
				}
			]
		},
		{
			"name": "High Fae Noble",
			"source": "MCV4EC",
			"_copy": {
				"name": "High Fae",
				"source": "MCV4EC",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								"High fae nobles regard themselves as the natural and obvious superiors of all in Eldraine. Many have been given dominion over a small aspect of the natural world; there are dukes and duchesses for each of the seasons, and noble archivists track every promise made and broken within the borders of Eldraine.",
								"High fae nobles use their illusions and innate magic to impress their peers and express their capricious natures. Many adorn themselves with auras of magic that dazzle others, while uttering mocking phrases that magically stun and ridicule their opponents. High fae nobles will spend countless years in mind-bendingly complicated games of political calculus, their alliances ever-shifting as they jockey for favors and status in the Kindly Lord's court."
							]
						}
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/High Fae Noble.webp"
					},
					"credit": "Joshua Raphael"
				}
			]
		},
		{
			"name": "Knight of Eldraine",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The realm of Eldraine once consisted of five knightly courts: Ardenvale, Embereth, Garenbrig, Locthwain, and Vantress. In ancient times, the courts were established around five relics of tremendous magical power and unknown origin. Each relic is a magical embodiment of one of the five virtues the knights of the realm hold as standards of excellence.",
						"The recent invasion of nightmarish creatures called Phyrexians devastated the courts, with much of the surviving populace fleeing into the wilds. A young prince, Will Kenrith, does his best to reunite the shattered realm, but a return to its former glory seems far off.",
						"Even in the shattered remnants of the realm, knighthood is among the highest honors one can receive. Knights of the realm, who are all addressed with the honorific \"Syr,\" are revered as champions, heroes, and paragons of virtue. They have many responsibilities, from protecting townsfolk to embarking on adventures in the wilds. Knights are often equipped with fine armor and weapons, and they ride noble steeds of various species—including griffons in Ardenvale, giant owls in Vantress, and giant ravens (use the giant vulture stat block) in Locthwain. Some knights also wield powerful magic drawn from the relics of their respective courts.",
						"In the wake of the Phyrexian invasion, whole orders of knights have journeyed deep into the wilds, searching for a magical remedy to restore the kingdom to its former glory, or seeking to help travelers and remote communities beset by troubles.",
						"Achieving knighthood in one of the courts requires a quest that proves one's excellence in that court's virtue. In some courts, the final step to becoming a knight involves being judged by that court's relic. Each court believes the virtue associated with its own relic is paramount, though not in lieu of the others. A knight of Embereth admires courage above all else but still looks down on the disloyal or ignorant, even though loyalty and knowledge are virtues championed by other courts.",
						"Knights of Eldraine channel their devotion to the virtues of the realm into magical power that infuses their attacks. Most knights deal extra radiant damage with these attacks, but some knights might deal damage of a different type, such as fire (for knights of Embereth) or necrotic (for knights of Locthwain).",
						{
							"type": "inset",
							"name": "The Verdant Order",
							"entries": [
								"In the wake of the Phyrexian invasion, knights from all five courts of Eldraine have joined to form a new organization, the Verdant Order. These knights renounced their oaths in favor of a new one, swearing to protect the last part of their world untouched by war: the wildest parts of Eldraine. To that end, they patrol the forests along the Boundary Lands, turning back loggers and hunters—by force if necessary.",
								"Though they've renounced their former oaths, the knights of the Verdant Order retain their focus on the five virtues of the courts, so their Knightly Virtue trait remains unchanged."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Knight of Eldraine.webp"
					},
					"credit": "Jason Rainville"
				}
			]
		},
		{
			"name": "Nightmare Haunt",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Nightmare haunts are terrors from the minds of Eldraine's sleeping citizens, made tangible by the planeswalker Ashiok. These creatures can hurt the body and also attack the minds of dreamers afflicted by the Wicked Slumber.",
						"Nightmare haunts appear as horrifying shadow creatures with forms evocative of their victims' deepest fears. Due to the collective trauma experienced by the people of Eldraine during the Phyrexian invasion, many nightmare haunts take the shape of those terrifying invaders, having multiple limbs and inhuman visages. Smoky purplish energy wafts from their forms, suggesting their connection to the Wicked Slumber.",
						{
							"type": "inset",
							"name": "The Wicked Slumber",
							"entries": [
								"During the Phyrexian invasion of Eldraine, the high fae monarch Talion, the Kindly Lord, and a trio of witch sisters performed a grand ritual to create a sleeping curse. Even with the Phyrexians defeated, the curse remains and spreads unchecked through Eldraine due to interference from the planeswalker Ashiok and Eriette, one of the witches who helped create the curse. The Wicked Slumber affects rich and poor alike, causing them to fall into an endless sleep or roam as sleepwalkers. Animals are also affected, and even tree boughs droop as if exhausted in areas where the Wicked Slumber is prominent. Purple tendrils of wispy nightmares spread like vines across those areas and surround the bodies of those who sleep.",
								"Heroes throughout Eldraine have ventured out to find a cure for the Wicked Slumber, but no one has yet discovered how to break the enchantment. It has even affected one of the Kindly Lord's daughters, the famed duelist Obyra. Meanwhile, Eriette and Ashiok conspire to build a nightmare realm in the ruins of Castle Ardenvale at the heart of the Wicked Slumber, replacing the virtuous court with one composed of sleepwalkers and dreamers guarded by nightmare haunts."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Nightmare Haunt.webp"
					},
					"credit": "Nicholas Gregory"
				}
			]
		},
		{
			"name": "Ogre Chitterlord",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When ogres first moved into the wilds of Eldraine, they encountered all manner of unfamiliar creatures: spellcasting witches, tricksy faeries, and talking beasts. Over generations, these ogres adapted to their new environs, passing down a spellcasting tradition of their own to help their kin wreak havoc in the wilds and beyond.",
						"An ogre chitterlord exercises control over the rats that infest Dunbarrow and countless other regions in the wilds of Eldraine. When ogres venture from the wilds to raid nearby settlements, an ogre chitterlord often leads the way, calling rats from the alleys and sewers to harry townsfolk from within the city while the ogres lay siege to the outer walls. Should their rodent allies fail them, chitterlords can also turn the tide of any battle with their prodigious strength and druidic magic."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Ogre Chitterlord.webp"
					},
					"credit": "Nereida"
				}
			]
		},
		{
			"name": "Redtooth Werefox",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"By day, the elves of Redtooth Keep are agile and adept rangers, expertly patrolling the lands around one of the last elven citadels in Eldraine. But at night, terrifying howls echo from the keep's halls as its inhabitants transform into ruthless werefoxes.",
						"Unlike other forms of lycanthropy, the werefox curse isn't contagious and is limited to the elves of Redtooth Keep. Legends say that long ago, the garrison at Redtooth Keep turned away a group of travelers seeking shelter. Before departing, one of the travelers was revealed to be a powerful witch and cursed the elves, declaring that their bodies would forever transform to match their hearts' selfish and bestial natures.",
						{
							"type": "quote",
							"entries": [
								"My people are both bloom and thorn. Our ferocious impulses are as much a part of us as our skills, our beauty, and our history."
							],
							"by": "Yenna, Redtooth regent"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Redtooth Werefox.webp"
					},
					"credit": "Nestor Ossandón Leal"
				}
			]
		},
		{
			"name": "Sewer King",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sewer kings are hulking, monstrous rats empowered by fiendish blood. This unholy influence gives sewer kings their enormous size, supernatural strength, wicked cunning, and ability to speak.",
						"Deep in the bowels of towns and cities, sewer kings reign over underground vermin, dreaming of the day when rats will overthrow surface dwellers. Rancid saliva drips from a sewer king's maw, and swarms of vermin skitter at the monstrous rat's beck and call.",
						{
							"type": "quote",
							"entries": [
								"'The human world will fall,' whispered the monstrous rat. 'You have but one choice to make: Will you fall with it?'"
							],
							"from": "Song of the Vermin"
						},
						{
							"type": "inset",
							"name": "Lord Skitter of Edgewall",
							"entries": [
								"Lord Skitter is a sewer king who lives deep in the ancient dwarven ruins beneath the town of Edgewall, situated in the lands between the realm and the wilds of Eldraine. Deep within these ruins, a human minstrel named Totentanz encountered Lord Skitter and struck a vile bargain. Lord Skitter promised the piper wicked and wondrous powers in exchange for Totentanz luring the townsfolk of Edgewall into the sewer king's subterranean domain to become food for his rat minions."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Sewer King.webp"
					},
					"credit": "Jesper Ejsing"
				}
			]
		},
		{
			"name": "Snapping Hydra",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A rare variety of hydra native to the wilds of Eldraine, snapping hydras resemble giant, many-headed turtles. Snapping hydras dwell at the bottom of the wild's largest lakes, or along shorelines where the wilds meet the ocean. These monstrous creatures are aptly named; their bites are known to snap giants' arms cleanly in half.",
						"Snapping hydras have naturally long life spans and strong instincts of self-preservation. When a snapping hydra feels a battle's odds tipping out of its favor, the hydra lets out a raspy screech and retracts into its shell. In the wilds of Eldraine, it's never long before a hungry or curious creature arrives to investigate, leaping into battle with the hydra's foes while the hydra makes an opportune exit."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Snapping Hydra.webp"
					},
					"credit": "Nicholas Gregory"
				}
			]
		},
		{
			"name": "Specter of Night",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Like dark mirrors of Eldraine's archons (see \"{@creature Archon of Boundaries|MCV4EC}\"), specters appear as shrouded figures mounted on horrific flying beasts. It is easy to look at a specter and imagine the rider in command of the mount, but the truth is the opposite; the flying horror is an Undead monster that scours the wilds for a knightly corpse. On finding one, the horror binds its essence to the dead body, giving the corpse the semblance of life as a rider. The two function as a single creature, more powerful for their unnatural union.",
						"Humans of Eldraine view specters as heralds of death. Specters are said to utter a keening wail, mournful beyond all other sounds and audible only to those who are about to die."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Specter of Night.webp"
					},
					"credit": "Jeff Simpson"
				}
			]
		},
		{
			"name": "Sweettooth Horror",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"No one is certain of the true origin of Sweettooth Village. This eerie, abandoned town constructed of gingerbread and frosting lies deep in the wilds of Eldraine. Some say the fiendish candy monsters that prowl its butterscotch-lined streets were once servants of a powerful witch, and the entire place was a trap created to lure hungry travelers. But if the sugary horrors of Sweettooth Village were ever under someone's control, that time has long since passed.",
						{
							"type": "quote",
							"entries": [
								"I smell frosting. Ready your weapons!"
							],
							"by": "Greta, scourge of Sweettooth"
						},
						{
							"type": "inset",
							"name": "Horrors of Sweettooth Village",
							"entries": [
								"In addition to the Sweettooth horror described here, creatures found in and around Sweettooth Village might include gingerbrutes as well as variations of oozes from the {@i Monster Manual}. For example, a black pudding might have a delicious chocolatey flavor, a gelatinous cube might have a more decorative shape and taste fruity, and an ochre jelly could smell like butterscotch."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Sweettooth Horror.webp"
					},
					"credit": "Slawomir Maniak"
				}
			]
		},
		{
			"name": "Tempest Hart",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Storm giants live high above Eldraine in a cloudy landscape known as Stormkeld. Massive cottages, keeps, and towers dot this magical realm, scattered between expanses of cloudy wilderness marked by tangles of giant beanstalks and raging storms. Various enormous creatures dwell in these wilds, with the tempest hart being among the most majestic.",
						"A colossal elk with antlers made of living lightning, a tempest hart has a long mane of fine hair that waves as if tossed by a strong wind. Its patterned hide resembles the twisting beanstalks that also coil around its legs, shoulders, and haunches.",
						"Storm giant hunters consider tempest harts to be the worthiest prey, desirable for their meat and the raw lightning of their antlers. However, these creatures wield mighty elemental power to defend themselves."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Tempest Hart.webp"
					},
					"credit": "Aldo Domínguez"
				}
			]
		},
		{
			"name": "Treefolk",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The wise and ancient treefolk thrive in the depths of Eldraine's forested wilds. Though many treefolk rival members of the high fae in age, they rarely interfere with the goings-on of the faerie court. Instead, treefolk serve as guardians and shepherds of their wild groves, dispensing wisdom and blessings to travelers who wander under their branches.",
						{
							"type": "quote",
							"entries": [
								"Right now, you are a feeble stick, but I will help you grow some rings."
							],
							"by": "Borogrove, Tuinvale treefolk"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Treefolk.webp"
					},
					"credit": "Raoul Vitale"
				}
			]
		},
		{
			"name": "Witchkite",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"While many dragons of Eldraine hoard wealth and material goods, witchkites prefer hoarding forbidden and dangerous magical secrets. The arcane nature of a witchkite's hoard seeps into the dragon's core, granting it spellcasting abilities and twisting its fiery breath into malevolent motes of magical flame.",
						{
							"type": "quote",
							"entries": [
								"I heard there's an especially fearsome witch around here. Or was it a particularly cruel dragon? The tales were very confu—"
							],
							"by": "Last words of the mostly forgotten adventurer Osval"
						},
						{
							"type": "inset",
							"name": "Dragons of Eldraine",
							"entries": [
								"The dragons of Eldraine, are much like those of other D&D worlds. You can use any dragon stat block for a dragon of Eldraine. On Magic cards, there are red dragons ({@link Opportunistic Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=532521}, {@link Decadent Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=629724}, and {@link Realm-Scorcher Hellkite|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=629646}), bronze dragons ({@link Loch Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=473173}), and moonstone dragons ({@link Shimmer Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=612484} and {@link Archive Dragon|https://gatherer.wizards.com/pages/card/details.aspx?multiverseid=629542}). {@filter Moonstone dragons|bestiary|source=FTD|search=moonstone} are described in {@book Fizban's Treasury of Dragons.|FTD}"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Witchkite.webp"
					},
					"credit": "Donato Giancola"
				}
			]
		},
		{
			"name": "Witchstalker",
			"source": "MCV4EC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Twice the size of their ordinary kin, witchstalkers are giant wolves drawn to sources of magic by their supernatural sense of smell. As a result, the moors and forests of Dunbarrow make for good hunting grounds. The greater the source of magic, the more witchstalkers are drawn to the area. To their dismay, witches have drawn as many as a dozen witchstalkers.",
						"Witchstalkers resemble monstrous wolves with enormous jaws and ridged spines. By feeding on spellcasters and other sources of magic, witchstalkers developed their own magical abilities, including a supernatural howl and the ability to teleport next to unsuspecting prey."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV4EC/Witchstalker.webp"
					},
					"credit": "Nicholas Gregory"
				}
			]
		}
	]
}
