{
	"monsterFluff": [
		{
			"name": "Ardwyn, Elder of Meadowfen",
			"source": "HWCS",
			"entries": [
				"A venerable huden gallus with rounded grouse-like proportions and feathers that have long since lost the sheen of youth. As the village Elder, Ardwyn is a figure of authority within Meadowfen. She and her late husband kept the village running until his death, after which she took on the role alone. Elder Ardwyn is a kind and perceptive woman who exudes leadership. The villagers look to her for guidance. Ardwyn uses the {@creature priest} stat block, adjusted with the racial traits of a huden gallus. She is neutral good."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Ardwyn.webp"
					}
				}
			]
		},
		{
			"name": "Ashsnake",
			"source": "HWCS",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"\"Beneath the ash it lies in wait. A hiss, a snap, and it's too late.\""
					],
					"by": "From The Epic of Fire, a centuries old poem"
				},
				"Ashsnakes are huge monstrosities which resemble snakes molded from volcanic magma. Their bodies seeth with an internal heat below the charcoal-gray scales that cover their forms. While the blazing light emanating from their empty eye sockets makes it appear as though ashsnakes can see, they rely entirely on vibrations to assess their surroundings.",
				{
					"type": "entries",
					"name": "Mysterious Origins",
					"entries": [
						"Little is known about the origins of the ashsnake. They recently emerged from beneath the ashen plains of the Scorched Grove and appear to have an insatiable hunger. Ashnakes use the mounds of ash and dust in the Grove to conceal their presence, allowing them to close in on unwary prey and ambush them. While not particularly intelligent, ashsnakes possess predatorial cunning and survival instincts eerily reminiscent of the fauna that inhabited the Grove before its burning."
					]
				},
				{
					"type": "entries",
					"name": "Sightless Worms",
					"entries": [
						"Ashsnakes have no ability to detect sights and sounds in a traditional sense. They are, however, adept at sensing even the smallest vibration, and the slightest footfall is enough to draw their attention. Some scholars believe it may be possible to \"disappear\" from an ashsnakes \"vision\" by standing perfectly still, but finding volunteers to confirm this theory has under-standably proven difficult."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Ashsnake.webp"
					}
				}
			]
		},
		{
			"name": "Aspect of Fire",
			"source": "HWCS",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"\"It flared so brightly as it consumed the trees... leaving naught but ashes in its wake.\""
					],
					"by": "Witness account of The Great Calamity"
				},
				"The aspect of fire is an elemental creature of fire and molten rock, whose gargantuan frame could easily be mistaken for a small mountain. The aspect is not only a creature of heat and energy, but also of destruction and rage, and it appears to draw strength from the forests its flames consume.",
				{
					"type": "entries",
					"name": "Primal Incarnation",
					"entries": [
						"A creature of legend, it is believed by some that this was the \"being of fire and destruction\" said to have caused the Great Calamity that created the Scorched Grove many centuries ago. The aspect possesses frightening power, enough to cause serious harm to the Wood and all those who inhabit it. Long has it been forgotten that the creature was conjured in a lost ritual. Shortly afterwards, it was sealed away beneath the Scorched Grove where its presence has continued to affect the region. Centuries of dormancy have weakened the aspect, as its essence has seeped into the surrounding land. Since being released, it has begun to amass power for itself by consuming plants, trees, and other living beings in flame. Once it attains enough energy to completely break the mystical fetters that tie it to the Scorched Grove, it will be an unstoppable force that could very well bring fiery ruin to all of Humblewood."
					]
				},
				{
					"type": "entries",
					"name": "Stirring in its Slumber",
					"entries": [
						"The strange occurrences of late have many prominent scholars baffled: unusually aggressive emberbats, the appearance of ashsnakes, the increased frequency of forest fires, and many other phenomena which have never been seen before in Humblewood. More than mere legend, the aspect is the reason for all of these. As a creature of primordial fire, it is inextricably bound to the plane of its element. Even as it slumbered beneath the Grove for generations, the aspect has stirred, its presence causing a weakening in the barrier which keeps the material plane separate from the plane of fire, allowing for weaker creatures to slip through.",
						"The aspect's essence has also seeped into the Scorched Grove, causing the landscape to take on far stronger elemental properties than before. The fundamental shift in the Grove's nature has effectively thwarted the efforts of the Tenders, who have for so long sought to heal this burned land. As the aspect continues to grow in power, more of this harmful elemental energy will be released, and even more powerful creatures will arise from the flames. If this otherworldly power spreads across the forest unchecked, all of Humblewood might suffer the fate of the Scorched Grove."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Aspect-of-Fire.webp"
					}
				}
			]
		},
		{
			"name": "Benna Seridan",
			"source": "HWCS",
			"entries": [
				"Benna is a tall, scarred grove cervan, who wears a red bandana over her lost left eye. The leader of the Bandit Coalition, she is an idealist who believes that Alderheart's canopy, the symbol of birdfolk power in the region, should be burned and its resources looted to help those displaced by the flames. Benna lived a tranquil village life until her mother, a respected village elder and seer, foretold that the flames would come. Word was sent to Alderheart's Council, asking for supplies and aid, both of which were denied because the Council didn't believe in the power of the seer's visions. When the flames had all but consumed the village, birdfolk support arrived, but it was too late. Benna lost her family. She also lost her left eye and left ear due to the burns she sustained while helping others escape from the blaze. She fell in with the bandits and quickly rose through their ranks, thanks to her passion and purpose. She is a seasoned veteran who has been building the bandit forces, and utilizing the organization to care for humblefolk left homeless by the spreading fires. Benna Seridan uses the {@creature cervan bandit general|HWCS} stat block, but the {@item scimitar|phb} in her main hand is a {@item blade of the wood|HWCS} *(+1 to attack and damage rolls, see {@book Appendix D: New Magic Items|HWCS|8}), and a {@item shortsword|phb} ({@damage 1d6 + 3} piercing damage) in her offhand."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Cervan-Bandit-General.webp"
					}
				}
			]
		},
		{
			"name": "Birdfolk Dockmaster",
			"source": "HWCS",
			"entries": [
				"It may be odd to see birdfolk working the docks and ships of Saltar's Port, but the sea is a way of life for some folk. Jobs in the seafaring industry are as lucrative as they are tough. For the birdfolk that choose to ply their trade on the water, life is about order and efficiency. One improperly stowed barrel or poorly lashed line can spell disaster on the sea. Dockmasters take their marine jobs very seriously."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Birdfolk-Dockmaster.webp"
					}
				}
			]
		},
		{
			"name": "Birdfolk Farmer",
			"source": "HWCS",
			"entries": [
				"Simple farmers can be found across the Wood, providing necessary food and supplies to the cities. There are many places in Humblewood where digging up large heaps of soil would either be impractical or damaging to the forest. While traditional farms exists in Humblewood, the majority of farms are built in the canopies in or around cities. Farming in the canopy consists of growing flowering",
				"moss gardens or fruit-bearing vines on the branches of perch trees. Canopy farms can also include the raising of large insects for food, or silkworms for clothing."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Birdfolk-Farmer.webp"
					}
				}
			]
		},
		{
			"name": "Birdfolk Guard",
			"source": "HWCS",
			"entries": [
				"Aspiring recruits from all over the Wood flock to the Perch Guard headquarters in the capital of Alderheart to join their ranks. After successful training, these newly sworn guards return to their home perch. They serve with pride, acting as the perch's first line of defense. Under the Humblefolk Treaty, members of the Perch Guard are tasked to aid nearby villages on the forest floor whenever necessary. In larger cities like Alderheart, the Perch Guard are also responsible for dealing with inner city issues such as robbery, bar fights, and investi-gating and arresting criminals."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Birdfolk-Guard.webp"
					}
				}
			]
		},
		{
			"name": "Birdfolk Militia",
			"source": "HWCS",
			"entries": [
				"In smaller perches, where a guard force may be minimal or nonexistent, town security consists of a locally-organized militia. Anyone can enlist in these groups, provided they are upstanding citizens. They can be called upon by the Perch Guard to perform duties ranging from policing streets to supplementing military efforts."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Birdfolk-Militia.webp"
					}
				}
			]
		},
		{
			"name": "Birdfolk Sailor",
			"source": "HWCS",
			"entries": [
				"For birdfolk who take up the seafaring trade, their home is as much on the ocean as it is at port. They relish the salt spray and stiff winds, finding the closed spaces of forest life to be stifling compared to the wide-open expanse of the sea.",
				{
					"type": "inset",
					"name": "Peculiar Design",
					"entries": [
						"Birdfolk ship design often causes confusion among other seafaring races due to the relative absence of rigging. While cordage is needed to keep sails in place and cargo stored, nets and climbing ropes prove less necessary when the crew is capable of limited flight. A birdfolk sailor can simply lash a rope to their leg, open their wings, and let the ocean breeze carry them up to the sails or to a lookout post on the main mast."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Birdfolk-Sailor.webp"
					}
				}
			]
		},
		{
			"name": "Birdfolk Skeleton",
			"source": "HWCS",
			"entries": [
				"Deceased birdfolk granted a semblance of life through necromantic spells don't have memory per se, but their skeletal bodies retain familiarity with tasks they performed in life. They also remain skilled with weapons they wielded in life, making them useful guards or servants.",
				{
					"type": "entries",
					"name": "Unnatural Life",
					"entries": [
						"Animated skeletons are common among the practitioners of the necromantic arts. Even at the Avium, where necromancy is forbidden in practice, it is taught in theory. A common exception is the use of animated skeletons for menial tasks around the college. The reanimation of birdfolk who did not give their express consent in life is seen as a violation of their memory, so these skeletons usually consist of former college staff who desired to stay and help long past their own time. Not all scholars agree that even this relatively benign form of necromancy should be allowed, while others don't see why permission from the dead should be necessary, believing that \"dead is dead\". Though the consent policy remains in place, heady debates over the ethics of certain forms of necromancy have resulted in the shunning of more morally flexible scholars."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Birdfolk-Skeleton.webp"
					}
				}
			]
		},
		{
			"name": "Birdfolk Skirmisher",
			"source": "HWCS",
			"entries": [
				"The bulk of the Perch Guard's military force are a light infantry called \"The Spears.\" They train relentlessly with polearm weapons perfectly suited for branch-to-branch combat. Many are also skilled at ranged attacks with these weapons, as well as performing special diving maneuvers, making them an even greater threat to enemies below. In times of peace, skirmishers often serve as skilled hunters, following the direction of trackers to collect enough food for entire villages."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Birdfolk-Skirmisher.webp"
					}
				}
			]
		},
		{
			"name": "Bita, the Council Speaker",
			"source": "HWCS",
			"entries": [
				"Bita is a bright gallus whose elegant white plumage resembles that of a peacock. As the Birdfolk Council's Speaker, she is always first to address those who have been granted an audience with the Council. She takes her duties as the Speaker and as a Council member very seriously. Despite her profound affection for Humblewood and its citizens, she often comes off as severe and cold. Bita believes in doing what's best for the folks of the Wood, and sometimes this means making level-headed, tough decisions. Bita uses the {@creature noble} stat block, adjusted with the racial traits of a bright gallus. She is lawful good."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Bita.webp"
					}
				}
			]
		},
		{
			"name": "Cara Stormsinger",
			"source": "HWCS",
			"entries": [
				"A tawny-feathered swift strig woman from Meadowfen, Cara is the captain of the village militia. She was responsible for assembling the team of villagers who went out to investigate the black plume of smoke that appeared over Meadowfen's horizon. She endured a harrowing journey to return home and relay Ashbarrow's fate to Elder Ardwynn. Cara uses the birdfolk militia stat block adjusted with the racial traits of a swift strig. She is lawful good."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Birdfolk-Militia.webp"
					}
				}
			]
		},
		{
			"name": "Caustic Slime",
			"source": "HWCS",
			"entries": [
				"Deep in the murky marshes of the Mokk Fields, where water lays stagnant and the stench of decay permeates all, the worlds of life and death intertwine. Within this ominous mire lurk some of the most unusual natural predators in Humblewood. Collectively known as \"slimes\", these oozes move slowly through the muck, well-camouflaged by the dark and pungent waters, waiting to devour any hapless being that wanders within reach.",
				"Slimes are easily provoked, and while it isn't difficult to outrun one, some who have strayed into a slime's territory only find out too late that they have been detected. Fortunately for many swampland travelers, slimes have a slow metabolism, and can go without feeding for long periods.",
				"In addition to being an important part of the ecosystem, many slimes are either naturally magical, or yield organic materials which are in high demand among mages, scholars, and researchers. While slime hunting is a dangerous undertaking, the perch of Winnowing Reach was built on the labor of so-called \"slime-wranglers\", whose skill collecting valuable residue from live slimes is directly responsible for transforming the once minor outpost into a thriving site for scholarly innovation.",
				"Three main types of slimes have been classified, but as magical creatures with strange properties, it's speculated that more elusive slime species might exist somewhere in the remote swamps. The three documented types are: {@creature caustic slime|HWCS|caustic slimes}, {@creature shifting slime|HWCS|shifting slimes}, and {@creature sticky slime|HWCS|sticky slimes}.",
				{
					"type": "section",
					"name": "Caustic Slime",
					"entries": [
						"These pale green oozes have an astringent chemical odor, which mixes with the smell of liquefied flesh from their latest meal. Owing to the slow speed at which they digest their victims, the bones of partially-digested meals can be seen through their transparent exterior. Dissolving remnants move within the slimes in a macabre semblance of motion. This phenomena has earned them the nickname \"green puppeteers\".",
						{
							"type": "entries",
							"name": "Natural Defenses",
							"entries": [
								"Capable of producing a lethal acid that can eat away at stone and metal, caustic slimes are especially deadly. Even the slightest touch on exposed fur or feathers can be dangerous. Many would-be heroes have met a slow, grim demise after being engulfed by these strange creatures."
							]
						},
						{
							"type": "entries",
							"name": "Scientific Interest",
							"entries": [
								"Though hazardous, the acid produced by these slimes is also valued for its potential uses as a powerful sorcery reagent and an ingredient in potent potions. Some claim it can be distilled into practical applications, like a solvent for metallurgists and builders."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Caustic-Slime.webp"
					}
				}
			]
		},
		{
			"name": "Cervan Bandit General",
			"source": "HWCS",
			"entries": [
				"Bandit clans are commanded by generals. Serving as both a battle-tested warrior and master strategist, they alone coordinate the disparate band of thieves and outlaws that make up the collective. While military monikers are used to refer to bandit leadership, more than combat prowess is needed to maintain order in these volatile organizations. A dominating personality and charismatic voice are as necessary as a swift blade and a sharp mind. Cervans don't typically take to brigandry, but their practical skills and ability to survive in even the most adverse situations make those with loose morals and dubious ambitions a natural fit."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Cervan-Bandit-General.webp"
					}
				}
			]
		},
		{
			"name": "Cervan Priest",
			"source": "HWCS",
			"entries": [
				"Cervan villages are typically led by a community elder who is wise both in politics as well as the ways of the Amaranthine. Priests provide guidance to the community, ensuring that rituals are properly observed and customs upheld. As storytellers and keepers of a village's history, they are trusted with the myths and folktales used to impart knowledge necessary for survival in the forest."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Cervan-Priest.webp"
					}
				}
			]
		},
		{
			"name": "Cobblefright",
			"source": "HWCS",
			"entries": [
				"Cobblefrights are undead monstrosities created through dark necromancy. Rumored to have been orig-inally devised by the mad necromancer Lathrus of the Night's Call, cobblefrights are made by linking several birdfolk skeletons together to form one frightening creature with enhanced physical properties. Among those who have studied Lathrus' research, only the most reckless have tried to create a cobblefright of their own, often to disastrous effect.",
				{
					"type": "entries",
					"name": "Horror of Horrors",
					"entries": [
						"Cobblefrights are generally pieced together from the skeletons of five or six birdfolk. The combination of multiple bodies allows not only for a larger and more robust design, but also vastly increases the quantity of necromantic energies cobblefrights contain. This increased capacity for power provides cobblefrights with tremendous strength, as much as a dozen birdfolk combined. It also grants cobblefright bones greater durability. Their remarkable power and resilience is somewhat of a double-edged sword, as cobblefrights also require a large amount of necromantic energy to be sustained. The surviving records of cobblefright creators note that, quite unexpectedly, the creatures developed the ability to drain the life force of other living beings, replenishing their own energy in the process. This makes cobblefrights useful as independent sentries, so long as they have a steady supply of living beings to fuel them."
					]
				},
				{
					"type": "entries",
					"name": "Chaotic Psyche",
					"entries": [
						"The discordant parts that comprise cobblefrights exert tremendous strain on the bodies of these creatures. The source of this strain is rooted in the same magic that allows birdfolk skeletons to recall skills they once knew in life: the bones remember. Remnants of the soul such as memories, desires, fears, skills, and certain forms of knowledge are imprinted on the bones of the departed. When activated by necromantic energy, these conflicting impressions swirl chaotically within cobblefrights. Since cobblefrights are composed of multiple bodies, often originating from differing times, places, and walks of life, the impressions contained within the creatures are particularly volatile and chaotic. This constant internal conflict requires large and regular supplies of energy to keep cobblefrights stable, but it also grants them a surprising degree of resistance against those who would seek to wrest control of the creatures away from their creator. However, necromancers must be careful to maintain control over these dangerous creatures. Damaged cobblefrights will readily harvest their maker as an immediate source of life energy."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Cobblefright.webp"
					}
				}
			]
		},
		{
			"name": "Corvax Revayne",
			"source": "HWCS",
			"entries": [
				"This slender dusk corvum's plumage resembles that of a black-billed magpie. A professor of divination at the Avium, his brilliant mind is often held back by paranoia, an unfortunate side-effect of the diviner's line of work. This has led faculty to view his predictions cautiously, and has earned him a reputation as a bit of an oddbird around campus. He is smart and capable, however, and can be a useful ally to the party in the last two parts of the adventure. Corvax shouldn't ever be in combat."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Corvum-Diviner.webp"
					}
				}
			]
		},
		{
			"name": "Corvum Assassin",
			"source": "HWCS",
			"entries": [
				"Frequently members of criminal organizations, contract killers can be found in the Wood's largest and most politically complex perches. They serve powerful figures with a lack of scruples and an abundance of coin. Assassins are trained from a young age to become deadly masters of their craft, learning how to skulk the branchroads and keep hidden in the canopy to time the perfect ambush. Corvums, with their natural intelligence and cunning, make the best assassins."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Corvum-Assassin.webp"
					}
				}
			]
		},
		{
			"name": "Corvum Diviner",
			"source": "HWCS",
			"entries": [
				"Diviners specialize in esoteric spells and rituals, which can be used to see the threads of fate that move the world. Even when such predictions fail, they usually reveal useful information in the process. Corvums prize knowledge in all its forms, often dealing in secrets the way others deal in goods, and so many are drawn to practice the diviner's art."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Corvum-Diviner.webp"
					}
				}
			]
		},
		{
			"name": "Corvum Necromancer",
			"source": "HWCS",
			"entries": [
				"Every sentient being is susceptible to the lure of necromancy. The promise of seeing lost loved ones again, or raising an army of powerful minions, can sometimes be difficult to resist. The birdfolk of Humblewood are not immune to that lure. To help curb this curiosity, professors at The Avium teach necromantic theory only. But some intrepid students have been known to pursue the practical applications in secret. Sure of their intellect, corvums in particular are often willing to challenge traditions for the sake of knowledge. As a result, more than one corvum has wandered down the path of the dark arts."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Corvum-Necromancer.webp"
					}
				}
			]
		},
		{
			"name": "Eliza Pennygleam",
			"source": "HWCS",
			"entries": [
				"Eliza Pennygleam is an eluran, a group of cat-like people from the west. While not native to Humblewood, elurans are commonly seen along the roads as part of merchant caravans, and behind merchant stalls in the capital. Eliza is a savvy merchant, on her way to Alderheart to take over her late sister's shop. She is a natural bargainer, but she is also charitable to those who have faced hardships. Eliza uses the {@creature commoner} stat block. She is neutral good."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Eliza-Pennygleam.webp"
					}
				}
			]
		},
		{
			"name": "Emberbat",
			"source": "HWCS",
			"entries": [
				"Curious and gentle creatures, these tiny bats have ashen fur and noses which sport a small candle-sized flame.",
				{
					"type": "entries",
					"name": "Winged Fire",
					"entries": [
						"Emberbats only started appearing in Humblewood after the calamity that befell the Scorched Grove, and scholars nearly all agree that the emergence of the creatures had something to do with the elemental magics present in the Grove. The flames that give the bats their name are lit through an internal combustion process that issues fuel from their nostrils as they exhale. Emberbats appear able to start and stop this process at will. The bats obviously do not need the flames to see, but it is hypothesized that the small candle serves to attract moths or other insects into their waiting mouths, greatly facilitating hunting."
					]
				},
				{
					"type": "entries",
					"name": "Colonies of Combustion",
					"entries": [
						"Emberbats are most often seen flying in clouds consisting of many different families acting in unison. The bats perform virtually every task as a cohesive unit, from flying to hunting to nesting. The real threat they pose lies in the remarkable coordination of their colonies.",
						"Alone, an emberbat is no more dangerous than a candle. But together they have the potential to burn like a pit of hot embers, and can easily set dry tinder ablaze. When a colony of emberbats attacks a target, it is usually for defensive purposes. The air temperature within the cloud rises dangerously fast, and it has to potential to cook the victim alive. When encountering a colony in the wild, it is best not to engage them. However, recently colonies of emberbats are acting aggressively towards travelers, harassing any who approach their expanding territories. Some swear they have seen emberbat supercolonies whose heat could be felt from yards away."
					]
				},
				{
					"type": "entries",
					"name": "Fine Familiars",
					"entries": [
						"Throughout Humblewood's history, the docile nature of the emberbats have made them ideal familiars or animal companions, especially to masters who journey into dark places."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Emberbat.webp"
					}
				}
			]
		},
		{
			"name": "Figory Figgins",
			"source": "HWCS",
			"entries": [
				"A slender, blond-furred jerbeen with an affable nature and an unfortunate reputation. Figory has been studying for two years at the Avium, but anxiety about the professors expectations and the complicated schedule needed for featherless students to navigate campus have held him back a full year compared to other students. He has been bullied by his classmates at the Avium, and his recent encounter with the cobblefright has left him deeply unnerved. He desperately wants someone to believe his story and take action against the creature lurking around campus. Figory uses the {@creature commoner} stat block, adjusted with the racial traits of a jerbeen. He is neutral."
			]
		},
		{
			"name": "Forest Prowler",
			"source": "HWCS",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"\"Did you see that? Was it just the wind in the leaves, or has a prowler come calling...\""
					]
				},
				"Forest prowlers feature prominently throughout folktales in Humblewood, notably as monsters in frightful stories. These cat-like beasts have the unique ability to grow leaves and moss on their spotted fur, allowing them to camouflage perfectly within the forest canopy.",
				{
					"type": "entries",
					"name": "Fable and Folklore",
					"entries": [
						"One of the reasons forest prowlers have attained such mythic status is due to their elusive nature. They are adept at moving unseen through the canopy where they hunt, and their skills as ambush predators means that few who see them live to tell the tale. In some communities the killing of a forest prowler is considered a rite of passage among beast hunters. The large fangs seen adorning the necks of Humblewood's greatest hunters and warriors, and cloaks made from prowler fur, are trophies that showcase one's prowess and skill."
					]
				},
				{
					"type": "entries",
					"name": "Fierce Hunter",
					"entries": [
						"Forest prowlers are apex predators. They can claim virtually any prey they desire, but usually target deer, elk, and other large herbivores. Prowlers use their powerful bodies and gripping claws to drag their kill up into their tree nests, where it can be consumed at their leisure. These felines are known to travel long and winding paths through the forest, residing in temporary shelters throughout the seasons. Although nomadic, the prowlers are quite territorial of whatever area they currently inhabit. Relatively passive in the winter, they are most active in the spring and summer during peak hunting and breeding seasons."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Forest-Prowler.webp"
					}
				}
			]
		},
		{
			"name": "Fray Merridan",
			"source": "HWCS",
			"entries": [
				"Fray is a dashing red-furred vulpin with sharp eyes and a quick wit. A highly skilled swordswoman, she was left without a home when forest fires spreading from the Scorched Grove burned her village. She saw joining the bandits as an opportunity to use her skills to provide for herself and those she cares for. She is astute and talented, but also competitive and unwilling to forget even the smallest slight against her. Fray uses the {@creature vulpin captain|HWCS} stat block."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Vulpin-Captain.webp"
					}
				}
			]
		},
		{
			"name": "Gabe Windsworth",
			"source": "HWCS",
			"entries": [
				"Gabe is a middle-aged sable luma with a large plume of iridescent feathers that surround his nape like a cowl. The Dean of the Avium, Gabe always appears as though he is deep in thought. Though his amiability and kooky behavior cause people to underestimate him, beneath the quirky exterior lies a keen mind that carefully evaluates all possibilities before taking action. He is a good-natured scholar who is just as concerned with the wellbeing of his staff and students as he is with the quality of research and education within the Avium. Dean Windsworth uses the {@creature luma wizard|HWCS} stat block. His alignment is neutral good."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Luma-Wizard.webp"
					}
				}
			]
		},
		{
			"name": "Gallus Druid",
			"source": "HWCS",
			"entries": [
				"The gallus of Humblewood have an especially deep connection with nature. Hanera teaches them to see the world from the forest floor, instead of the canopy. This is a message many gallus have taken to heart. Out of this reverence for nature, some gallus dedicate themselves to the study and preservation of the Wood, becoming wardens of the forest, or acting as guides. A select few with a unique connection to flora and fauna develop incredible powers and abilities. These druids can sprout trees and mend injured animals with a touch. They are revered among birdfolk and humblefolk alike as spiritual leaders and wise advisors."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Gallus-Druid.webp"
					}
				}
			]
		},
		{
			"name": "Gallus Monk",
			"source": "HWCS",
			"entries": [
				"Gallus who are not content to settle into everyday life in small communities venture out to secluded monasteries and learn the way of the monk. There, a disciplined routine of physical rigours and spiritual contemplation is overseen by wizened masters. After years of training, initiates are deemed ready to journey the land and put their learning to the test. The majority return to the monastery after having had a revelation during their travels. Other continue to wander, sometimes with a few trusted companions, forever finding new meaning."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Gallus-Monk.webp"
					}
				}
			]
		},
		{
			"name": "Gallus Necromancer",
			"source": "HWCS",
			"entries": [
				"Gallus aren't typically drawn down the path of necromancy, but a few mavericks with arcane talent and the inclination to study the darker side of magic have found success in The Avium. More commonly, such necromancers study the art theoretically, learning how it disrupts the balance of life and death so that their students can be taught how to effectively counter such vile spells."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Gallus-Necromancer.webp"
					}
				}
			]
		},
		{
			"name": "Glinda Nightseed",
			"source": "HWCS",
			"entries": [
				"This huden gallus' plumage resembles a ptarmigan, and she usually wears a pince-nez on her beak. A professor of advanced theoretical necromancy, Glinda is known for having strange opinions about her field of study. Unlike most birdfolk, she sees necromancy as a manipulation of life energies on par with druidic magic. She is a kind soul, and only practices the lighter forms of necromancy. However, she has been performing secret experiments on the servitor skeletons in the Avium, hoping to develop a cutting-edge resurrection spell. This violates campus policies, which ban practical necromancy, and could cause her to lose her job. Glinda uses the gallus necromancer stat block. Her alignment is chaotic good."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Gallus-Necromancer.webp"
					}
				}
			]
		},
		{
			"name": "Gregor Thornspur, Magistrate of Alderheart",
			"source": "HWCS",
			"entries": [
				"Gregor is a dull-looking sable luma with a single errant feather that sticks out oddly from his brow. Gregor is the Magistrate of Alderheart, and though he appears to be a tired bureaucrat, his demeanour hides a shrewd businessman eager to turn any situation to his advantage. He is not above taking bribes in exchange for expediting requests to see the Birdfolk Council. Gregor uses the {@creature noble} stat block, adjusted with the racial traits of sable luma. He is chaotic neutral."
			]
		},
		{
			"name": "Havel of the Autumn Moon",
			"source": "HWCS",
			"entries": [
				"Havel is a frail but courageous huden gallus, with pheasant-like plumage. He is a dear friend of Tevor, and the two have fallen for each other during their time together in Alderheart. Havel is a Summerblossom, a rank given to experienced members of the Tenders. He has been working at the Tenders' headquarters in the Trunk district, where he provides aid to the refugees. He is also skilled in the use of natural magic, and while normally too sickly to adventure, could still assist the party with his talents."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Havel.webp"
					}
				}
			]
		},
		{
			"name": "Hedge Bard",
			"source": "HWCS",
			"entries": [
				"Recognized for being excellent diplomats and mediators, hedges are less well known for their love of music. Those who turn their natural charm towards the talent of entertaining can find great success. Some of the most gifted performers are blessed with magical talents. While most hedges use these powers for good, others choose a more sinister path, using their bardic talents to cheat, dupe, or steal from common folk."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Hedge-Bard.webp"
					}
				}
			]
		},
		{
			"name": "Hedge Witch",
			"source": "HWCS",
			"entries": [
				"Many who apply to study at the Avium are turned away by the prestigious institution. Spurred by their desire for knowledge, rejected candidates sometimes start on a path to become self-taught masters of arcana. Notably in tune with the magic of the forest, hedges pursuing an individualistic path often leverage their connection to these natural forces to make pacts with powerful fey or elemental beings, learning secrets inaccessible to traditional students."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Hedge-Witch.webp"
					}
				}
			]
		},
		{
			"name": "Jell Platena",
			"source": "HWCS",
			"entries": [
				"Jell is a bespectacled sera luma with bright red plumage resembling a cardinal. Jell has studied at the Avium for three years now, and is well on her way to becoming a graduate. She is bright and studious, and serious about everything she does in life. Jell uses the commoner stat block, adjusted with the racial traits of a sera luma. She is neutral good."
			]
		},
		{
			"name": "Jerbeen Swashbuckler",
			"source": "HWCS",
			"entries": [
				"A common figure in many jerbeen folktales, a swashbuckler is a champion who fights with finesse and daring. Natural leaders, swashbucklers keep their wits about them during a duel, pressing small advantages to win the day. Jerbeen swashbucklers often train in the tradition of their Amaranthine, Gaspard. Each year swashbucklers participate in fencing matches held in Gaspard's honor. Not all swashbucklers follow this path, with some using their talents for brigandry."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Jerbeen-Swashbuckler.webp"
					}
				}
			]
		},
		{
			"name": "Jerbeen Thief",
			"source": "HWCS",
			"entries": [
				"While criminals can often be found picking pockets in large perch cities, only the most successful end up recruited by the Bandit Coalition. Small of stature, jerbeens can easily move about unnoticed; their swiftness is responsible for the expression \"quick as a jerbeen.\" This, coupled with their natural charm, makes jerbeens perfectly suited for the thieving arts."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Jerbeen-Thief.webp"
					}
				}
			]
		},
		{
			"name": "Kenna Brightspark",
			"source": "HWCS",
			"entries": [
				"An energetic and curious young dusk corvum scholar who is currently working on a dissertation in Winnowing Reach. Kenna's research focuses on the properties of various slimes around the region. She is a student of the Avium, and hopes her findings will earn her a grant to fund yet more study of these fascinating creatures. Kenna is a native of Winnowing Reach, and knows the village well. She is a little precocious and takes risks for her work. Kenna uses the {@creature commoner} stat block, adjusted with the racial traits of a dusk corvum. She is chaotic good."
			]
		},
		{
			"name": "Krall, the Scavenger King",
			"source": "HWCS",
			"entries": [
				"Krall is an imposing mapach, standing nearly 6 feet tall with a solid build and matted fur that is missing in patches. He was close friends with Benna, although he didn't share her altruism and instead believed that those who couldn't carry their weight should be left behind. He expects complete loyalty from his followers, and favors hit-and-run tactics. He and his troops exact tolls on poorly-defended caravans for passage along the roads, which many pay to avoid his wrath. Krall uses the {@creature mapach brute|HWCS} stat block."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Mapach-Brute.webp"
					}
				}
			]
		},
		{
			"name": "Lesser Demon",
			"source": "HWCS",
			"entries": [
				"For those still new to the art of summoning, a fumbled attempt to conjure forth an entity of great power often results in the appearance of a lesser demon in its place. These beings are lowly, vexing creatures, eager to sow discord wherever they have been called.",
				{
					"type": "entries",
					"name": "Vile and Malicious",
					"entries": [
						"While there are all manner of devils and demons that seek to terrorize the good folk of the world, others are more off-putting and disgusting—an embarrassing blunder for the fledgling witch or wizard whose invocation went awry. Although not particularly powerful, lesser demons can still pose a serious threat to inexperienced conjurors and unsuspecting civilians."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Lesser-Demon.webp"
					}
				}
			]
		},
		{
			"name": "Luma Cleric of Ardea",
			"source": "HWCS",
			"entries": [
				"Clerics of Ardea travel the Wood on holy pilgrimages to sacred groves resplendent with life fostered by the Dawnmother. They spread Ardea's message of kindness wherever they go, taking it upon themselves to protect all life, great and small. Clerics serve the communities they pass through as healers, mediators, and occasionally as valiant defenders. Lumas who heed the call of the Amaranthine find their natural charisma and mystic talents to be of great help as they walk the cleric's path."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Luma-Cleric-of-Ardea.webp"
					}
				}
			]
		},
		{
			"name": "Luma Wizard",
			"source": "HWCS",
			"entries": [
				"It is widely believed among the birdfolk that only those with focused minds can master the subtle art of magic. For unknown reasons, perhaps their inherent connection to fate or particular manner of engaging with the world, lumas are able to tap into the mystical and magical forces with ease."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Luma-Wizard.webp"
					}
				}
			]
		},
		{
			"name": "Mapach Bandit",
			"source": "HWCS",
			"entries": [
				"Mapachs are particularly distrusted among birdfolk because of their eccentricities and willingness to break with commonly held customs. Often judged on sight to be crooked, some mapachs find it hard to integrate into birdfolk society and turn to crime to survive. Local bandit forces are happy to exploit this, offering the displaced mapachs shelter and a share of the spoils in exchange for their service."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Mapach-Bandit.webp"
					}
				}
			]
		},
		{
			"name": "Mapach Brute",
			"source": "HWCS",
			"entries": [
				"Although many in the bandit coalition follow noble ideals, there have always been a handful of unreliable members, only concerned with their own advancement. These ruthless brutes are scoundrels through and through, willing to seize power within the coalition by any means necessary. Mapachs don't have more knaves among them as a matter of course, but the infamy of a few such villains has further sullied their reputation in the eyes of perch-dwellers."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Mapach-Brute.webp"
					}
				}
			]
		},
		{
			"name": "Mapach Tinkerer",
			"source": "HWCS",
			"entries": [
				"Unlike those who are content to stay within the boundaries of their established craft, tinkerers have a passion for innovation that is unfettered by tradition. Mapach craftspeople who constantly look for ways to improve upon past creations find themselves branded as eccentrics. Their methods are unconventional, but eminently practical. Designs are often carefully considered, and some of their innovations eventually find widespread use around the Wood."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Mapach-Tinkerer.webp"
					}
				}
			]
		},
		{
			"name": "Mordane Swiftgale",
			"source": "HWCS",
			"entries": [
				"Mordane is a prim-and-proper elderly swift strig, who keeps his gray and white feathers preened, and his librarian robes freshly pressed. He is wise but old fashioned, and prefers to read in solitude when off shift, rather than fraternize with his peers. Despite his social shortcomings, he's an experienced librarian, and has incredible knowledge of even the oldest parts of the lower library. Mordane uses the {@creature commoner} stat block, adjusted with the racial traits of a swift strig. He is neutral."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Mordane-Swiftgale.webp"
					}
				}
			]
		},
		{
			"name": "Mountain Lion",
			"source": "HWCS",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"\"The results of their roar can have quite an impact on adventurers.\""
					]
				},
				"The mountain lions of Humblewood's Crest Mountains are more than the mere beasts travelers may mistake them for. Covered in rocky protrusions that serve to protect as well as camouflage them, mountain lions possess special powers as a result of their ties to the elemental earth of their territory.",
				{
					"type": "entries",
					"name": "Mountain Stalker",
					"entries": [
						"Mountain lions live and hunt in their craggy mountain homes. They are natural climbers and prefer to ambush unsuspecting prey rather than engage in prolonged chases across the treacherous cliffs. A pride of mountain lions is led and protected by a large female. Males compete for the right to mate, and work together as a hunting party. While not as adept at pack hunting as wolves, a few mountain lions working in tandem can take down dangerous creatures of unusual size, including basilisks and griffons."
					]
				},
				{
					"type": "entries",
					"name": "Roar of the Earth",
					"entries": [
						"Owing to the magic of the elemental earth, mountain lions can gain limited control over nearby rocks with their roar. Using this ability, they can cause rockslides to hinder their prey's escape or inflict critical damage. The ability takes a great deal of energy, so many mountain lions use it sparingly, knowing it will be some time before they can call upon it again. "
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Mountain-Lion.webp"
					}
				}
			]
		},
		{
			"name": "Oakheart",
			"source": "HWCS",
			"entries": [
				"Oakheart is a huge tree-shaped creature with charred bark that smolders in places, and many small flames which burn on his branches, giving the impression of leaves. Once a treant, he bathed in the primal energies of the Scorched Grove, transforming into an entity so thoroughly possessed of the element of flame that he's capable of serving as {@item Borealus|HWCS|The Borealus'} keeper. He is the artifact's guardian, and will not relinquish the staff until he has been convinced that whoever has disturbed him can control the staff's considerable power, and that they mean to maintain the natural balance he sacrificed himself to protect."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Cinder-Tree.webp"
					}
				}
			]
		},
		{
			"name": "Odwald Ebonhart",
			"source": "HWCS",
			"entries": [
				"Odwald is a haggard old kindled corvum, resembling a thick billed raven with coarse, hoary feathers, ruffled from years of adventuring. Odwald has a sharp mind but a faint heart. A member of the illustrious Ebonhart family, a noble house that dates back to the founding of Alderheart, Odwald was an arcane prodigy who grew up in a world which expected him to be brilliant. While magic always came naturally to him, the pressure of his family's expectations weighed heavily upon him, and filled him with a deep-seated fear of failure. Months ago, he was tricked by an unknown entity into weakening the seal that held the aspect of fire beneath the Scorched Grove. Ever since he has blamed himself for the worsening conditions in the Wood. He has no solution for stopping the aspect, and this terrifies him. Shortly after saving his friend Riffin, desperation drove him back to his alma mater, the Avium, where he has since worked with forbidden magics in secrecy. Using a secret door he discovered during his time as a student, Odwald converted several inaccessible and defunct classrooms into a makeshift laboratory where he toils tirelessly, experimenting with dark and dangerous magics in the hopes of discovering a way to stop the aspect. Odwald uses the {@creature corvum necromancer|HWCS} stat block. His alignment is chaotic neutral."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Corvum-Necromancer.webp"
					}
				}
			]
		},
		{
			"name": "Raptor Explorer",
			"source": "HWCS",
			"entries": [
				"Whether drawn by tales of treasure or the allure of faraway lands, some residents of Humblewood journey to seek out distant ruins or remote vistas to satisfy their wanderlust. Explorers are common among raptors, many of whom do so out of veneration for the Amaranthine Reya, the guide and protector of travelers. Numerous explorers embark on such adventures for the sake of self-discovery and personal growth. Those who have made a life out of exploring often find their service as guides in high demand."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Raptor-Explorer.webp"
					}
				}
			]
		},
		{
			"name": "Raptor Ranger",
			"source": "HWCS",
			"entries": [
				"The ranger is an iconic figure in raptor stories and myths, and has inspired many to follow in their legendary footsteps. Outfitted for rough living in the wilds, these rangers are consummate archers and exceptional hunters. With supernatural eyesight and quick reflexes, raptors are ideally suited to the life of a hunter. Many who chose this path find themselves the inspiration for new tales.",
				"The raptor ranger listed is outfitted with a {@item red-feather bow|HWCS} (see {@book Appendix D: New Magic Items|HWCS|8})."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Raptor-Ranger.webp"
					}
				}
			]
		},
		{
			"name": "Rhys Birchwalker",
			"source": "HWCS",
			"entries": [
				"An associate professor of conjuration at the Avium, this middle-aged mistral raptor has little in the way of mystic talent, but she makes up for it with an enthusiasm for learning and a wealth of knowledge on her chosen subject. She is well-versed in conjuratory theory, and can provide characters with any of the information they would otherwise find in {@b Conjuration Magic} (see {@adventure Into the Library|HWAitW|4|Into the Library}) if she is asked about the subject directly. Professor Birchwalker can also help a character perform the calculations to find the location of the conjuration circle within the Grove. Rhys uses the {@creature commoner} stat block, adjusted with the racial traits of a mistral raptor. She is neutral good."
			]
		},
		{
			"name": "Riffin, the Ash-Knight",
			"source": "HWCS",
			"entries": [
				"Riffin is a small stout strig, standing a few inches over three feet, whose plumage and proportions resemble a little owl. A traveling knight of the realm, Riffin lived in Ashbarrow before its destruction, and was carried to Alderheart by his friend Odwald, who saved him from the fire. Being one of the only knights to hail from Ashbarrow, folk began calling him the \"Ash-Knight,\" a title which he now uses to keep the memory of his home alive. Riffin is a simple strig with a charming way of viewing the world. He is also a steadfast warrior who strongly believes in doing what is right, helping those in need, and honoring his debts. Riffin uses the {@creature strig knight|HWCS} stat block. His alignment is lawful good."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Strig-Knight.webp"
					}
				}
			]
		},
		{
			"name": "Shifting Slime",
			"source": "HWCS",
			"entries": [
				"Deep in the murky marshes of the Mokk Fields, where water lays stagnant and the stench of decay permeates all, the worlds of life and death intertwine. Within this ominous mire lurk some of the most unusual natural predators in Humblewood. Collectively known as \"slimes\", these oozes move slowly through the muck, well-camouflaged by the dark and pungent waters, waiting to devour any hapless being that wanders within reach.",
				"Slimes are easily provoked, and while it isn't difficult to outrun one, some who have strayed into a slime's territory only find out too late that they have been detected. Fortunately for many swampland travelers, slimes have a slow metabolism, and can go without feeding for long periods.",
				"In addition to being an important part of the ecosystem, many slimes are either naturally magical, or yield organic materials which are in high demand among mages, scholars, and researchers. While slime hunting is a dangerous undertaking, the perch of Winnowing Reach was built on the labor of so-called \"slime-wranglers\", whose skill collecting valuable residue from live slimes is directly responsible for transforming the once minor outpost into a thriving site for scholarly innovation.",
				"Three main types of slimes have been classified, but as magical creatures with strange properties, it's speculated that more elusive slime species might exist somewhere in the remote swamps. The three documented types are: {@creature caustic slime|HWCS|caustic slimes}, {@creature shifting slime|HWCS|shifting slimes}, and {@creature sticky slime|HWCS|sticky slimes}.",
				{
					"type": "section",
					"name": "Shifting Slime",
					"entries": [
						"A type of large and fluid ooze, shifting slimes have an iridescent hue to them which seems to shift as they move. According to slime-wranglers, they can use magical energy to create an eerie bioluminescence. Shifting slime residue is a highly sought after potent reagent, but it is hard to come by. Despite their size, these slimes are elusive and generally spend their time below ground where visibility is low. They can be quite difficult to locate when they conceal themselves in the subterranean darkness, though these strange creatures are known to leave trails of bioluminescent residue to lure in prey.",
						{
							"type": "entries",
							"name": "Adaptive Defenses",
							"entries": [
								"This type of slime can harness magical energy within its form. Shifting slimes absorb and store magic passively over time, but are also capable of absorbing magical jolts from spells. It is unclear exactly how much energy they can store, or for how long.",
								"Shifting slimes can develop a temporary immunity to various types of magic after exposure. This immunity in turn makes it exceptionally difficult to destroy the slimes with a single type of magical energy. Luckily for slime-wranglers, shifting slimes are only capable of containing one energy type at a time."
							]
						},
						{
							"type": "entries",
							"name": "Manifestation of Stored Power",
							"entries": [
								"After absorbing magical energy, these slimes will change color based on the type of power absorbed. Because of the rarity of shifting slimes, only a handful of people have witnessed these changes. But, over generations, skilled slime-wranglers have managed to record which color a shifting slime will turn in response to different types of magic."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Shifting-Slime.webp"
					}
				}
			]
		},
		{
			"name": "Shyla Denn",
			"source": "HWCS",
			"entries": [
				"A scarred, gray-and-russet-furred vulpin cleric of Kren, Shyla serves as Krall's lieutenant. Krall saved her life when she was a child, orphaned in the Wood, and she has been grateful to him ever since. Her loyalty to Krall is absolute, and she believes that Krall will only cut loose those who can't pull their weight. Shyla uses the {@creature vulpin priest of kren|HWCS} stat block."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Vulpin-Priest-of-Kren.webp"
					}
				}
			]
		},
		{
			"name": "Sticky Slime",
			"source": "HWCS",
			"entries": [
				"Deep in the murky marshes of the Mokk Fields, where water lays stagnant and the stench of decay permeates all, the worlds of life and death intertwine. Within this ominous mire lurk some of the most unusual natural predators in Humblewood. Collectively known as \"slimes\", these oozes move slowly through the muck, well-camouflaged by the dark and pungent waters, waiting to devour any hapless being that wanders within reach.",
				"Slimes are easily provoked, and while it isn't difficult to outrun one, some who have strayed into a slime's territory only find out too late that they have been detected. Fortunately for many swampland travelers, slimes have a slow metabolism, and can go without feeding for long periods.",
				"In addition to being an important part of the ecosystem, many slimes are either naturally magical, or yield organic materials which are in high demand among mages, scholars, and researchers. While slime hunting is a dangerous undertaking, the perch of Winnowing Reach was built on the labor of so-called \"slime-wranglers\", whose skill collecting valuable residue from live slimes is directly responsible for transforming the once minor outpost into a thriving site for scholarly innovation.",
				"Three main types of slimes have been classified, but as magical creatures with strange properties, it's speculated that more elusive slime species might exist somewhere in the remote swamps. The three documented types are: {@creature caustic slime|HWCS|caustic slimes}, {@creature shifting slime|HWCS|shifting slimes}, and {@creature sticky slime|HWCS|sticky slimes}.",
				{
					"type": "section",
					"name": "Sticky Slime",
					"entries": [
						"A semi-solid type of ooze, sticky slimes are far more robust than their cousins. Experienced slime wranglers know never to attack them directly with weapons. The rubbery bodies of sticky slimes can suck a blade out of a wielder's hands, leaving the attacker unarmed.",
						{
							"type": "entries",
							"name": "True to Form",
							"entries": [
								"Sticky slimes are wholly described by their name. They leave a trail of extremely thick adhesive residue in their wake. While the residue itself is harmless, it can trap adventurers where they stand, and sticky slimes tend to live in proximity of far more threatening monsters."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Sticky-Slime.webp"
					}
				}
			]
		},
		{
			"name": "Strig Knight",
			"source": "HWCS",
			"entries": [
				"The Perch Guard produces many skilled soldiers, but only those who possess a great degree of talent are trained to become knights. The knights of Alderheart's Perch Guard are taught how to protect others by creating opportunities for allies to regroup or retreat as necessary. Experts in sword-and-shield fighting, the knight's heavily-armoured fighting style allows them to hold the line against even the fiercest of enemies. The strig knight listed is equipped with a {@item wing crest shield|HWCS} (see {@book Appendix D: New Magic Items|HWCS|8})."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Strig-Knight.webp"
					}
				}
			]
		},
		{
			"name": "Strig Tracker",
			"source": "HWCS",
			"entries": [
				"Capable of moving swiftly through the wilderness, trackers help find those who have lost their way in the forest. Accomplished survivalists, they are familiar with hidden pathways throughout the Wood. Often found alongside woodland beasts, many have formed bonds with these creatures, and find their aid useful in locating lost travelers. For Strigs, known for being at ease even in the harshest environments, becoming a tracker can prove a satisfying challenge. Some use their skills to double as bounty hunters, which can provide for an even more thrilling chase."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Strig-Tracker.webp"
					}
				}
			]
		},
		{
			"name": "Susan of the Swamp",
			"source": "HWCS",
			"entries": [
				"Susan is an eccentric hedge whose magical aptitude has always been outclassed by her hunger for knowledge. She studied at the Avium for a short time, but left of her own accord to experiment with magics the Avium found unsavory. Susan recently settled in the swamp in the hopes of pursuing her arcane curiosities in peace. She shares her modest home with her beetle familiar, Normal, and spends her time foraging for ingredients, testing spells, and reading mystery novels in addition to tomes of eldritch lore. Though she performs her rituals a safe distance away from the cities and towns, her presence in the region has made the Magistrate of Winnowing Reach uneasy, and he wants her gone. Susan uses the {@creature hedge witch|HWCS} stat block. Her alignment is chaotic good."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Hedge-Witch.webp"
					}
				}
			]
		},
		{
			"name": "Swarm of Emberbats",
			"source": "HWCS",
			"entries": [
				"Curious and gentle creatures, these tiny bats have ashen fur and noses which sport a small candle-sized flame.",
				{
					"type": "entries",
					"name": "Winged Fire",
					"entries": [
						"Emberbats only started appearing in Humblewood after the calamity that befell the Scorched Grove, and scholars nearly all agree that the emergence of the creatures had something to do with the elemental magics present in the Grove. The flames that give the bats their name are lit through an internal combustion process that issues fuel from their nostrils as they exhale. Emberbats appear able to start and stop this process at will. The bats obviously do not need the flames to see, but it is hypothesized that the small candle serves to attract moths or other insects into their waiting mouths, greatly facilitating hunting."
					]
				},
				{
					"type": "entries",
					"name": "Colonies of Combustion",
					"entries": [
						"Emberbats are most often seen flying in clouds consisting of many different families acting in unison. The bats perform virtually every task as a cohesive unit, from flying to hunting to nesting. The real threat they pose lies in the remarkable coordination of their colonies.",
						"Alone, an emberbat is no more dangerous than a candle. But together they have the potential to burn like a pit of hot embers, and can easily set dry tinder ablaze. When a colony of emberbats attacks a target, it is usually for defensive purposes. The air temperature within the cloud rises dangerously fast, and it has to potential to cook the victim alive. When encountering a colony in the wild, it is best not to engage them. However, recently colonies of emberbats are acting aggressively towards travelers, harassing any who approach their expanding territories. Some swear they have seen emberbat supercolonies whose heat could be felt from yards away."
					]
				},
				{
					"type": "entries",
					"name": "Fine Familiars",
					"entries": [
						"Throughout Humblewood's history, the docile nature of the emberbats have made them ideal familiars or animal companions, especially to masters who journey into dark places."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Emberbat.webp"
					}
				}
			]
		},
		{
			"name": "Tevor of the Spring Path",
			"source": "HWCS",
			"entries": [
				"Tevor is a timid sable luma, with ruddy gray feathers and a short beak. He is a good friend of Havel, and has begun to feel affection for the gallus since their time working together. Tevor is a Sapling, a low ranking member of the Tenders, who barely escaped from an ashsnake attack that killed his mentor. While he has agreed to give his report of events in the Scorched Grove, he is not prepared to do much beyond this. He possesses conviction in the beliefs of his order, but the traumatic event has left him feeling frightened and helpless. If only he could find the courage to match his ideals, he would be destined for greatness. Tevor is generally averse to combat now, but before joining the Tenders he trained as a perch guard recruit."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Tevor.webp"
					}
				}
			]
		},
		{
			"name": "Vulpin Captain",
			"source": "HWCS",
			"entries": [
				"Captains are respected among the bandit forces, leading units on raids and ambushes, and sometimes running the operations of an entire camp. While captains are among the more skilled warriors in the coalition, involvement with day-to-day operations grants them a certain rapport with even the low-ranking bandits. This leadership, coupled with their prowess, allows them to rally or kowtow those foolish enough to consider desertion. Vulpins, with their natural ambition, cunning, and force of personality, can readily be found climbing to the rank of captain."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Vulpin-Captain.webp"
					}
				}
			]
		},
		{
			"name": "Vulpin Noble",
			"source": "HWCS",
			"entries": [
				"Although founded by birdfolk, Alderheart is home to several noble families of influential humblefolk. Among them are vulpins, who find both their charms and wiles perfectly suited to the political intrigue of Alderheart's high society. Some vulpin nobles can trace their lineage back to ancient royalty."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Vulpin-Noble.webp"
					}
				}
			]
		},
		{
			"name": "Vulpin Priest of Kren",
			"source": "HWCS",
			"entries": [
				"Priests of the Amaranthine Kren tend shrines in her honor, and share stories of her guile and cunning with visitors. These tales emphasize humility, wariness, and teach listeners to keep their wits about them at all times. In rare cases, these priests are given divine gifts by their Amaranthine. Conferred a portion of Kren's supernatural slyness, they often seek to humble those who have grown too proud."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Vulpin-Priest-of-Kren.webp"
					}
				}
			]
		},
		{
			"name": "Wakewyrm",
			"source": "HWCS",
			"entries": [
				"Wakewyrms are massive reptiles that have aspects of both snakes and eels. On rare occasions they've been spotted close to the shores of the Talongrip Coast, though many are quick to dismiss these accounts. Their name originates from the powerful tidal waves their bodies cause, which pose a considerable threat to nearby vessels.",
				{
					"type": "entries",
					"name": "Ocean Tales",
					"entries": [
						"Despite their size, wakewyrms are elusive, able to hide within the vast expanse of the ocean. The rarity of this creature has bred many rumors about the exact nature of wakewyrms. All sailors know at least a few stories about bizarre creatures of the sea, including fantastical accounts of wakewyrms that lurk in the ocean's gloomy depths, able to sink an entire fleet of ships. Such tales are more often fabrications than not, as few have actually encountered these creatures."
					]
				},
				{
					"type": "entries",
					"name": "Devourer from the Deeps",
					"entries": [
						"Wakewyrms are more than a 100 feet long and weigh over 1000 tons. Their lashing tails, snapping jaws, and huge bodies can deal significant damage to a ship's hull, though they prefer to swallow sailors whole, swiftly pulling them into the fathoms below with hardly more than a splash. Filling their gullet with as many creatures as possible, wakewyrms let their strong stomachs take care of their meals. While a fine tactic for devouring fish or other large marine creatures, wakewyrms that swallow adventurers whole sometimes find the snack too much to handle.",
						"Though wakewyrms rarely encounter sailing vessels as they cross the ocean looking for food, the results are often violent. Afterwards, all that remains is nothing but a derelict phantom ship, found wrecked against the rocks of distant shores."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HWCS/Wakewyrm.webp"
					}
				}
			]
		},
		{
			"name": "Walden Krane, Magistrate of Winnowing Reach",
			"source": "HWCS",
			"entries": [
				"A fastidious, easily agitated, middle-aged kindled corvum with drab black feathers. As the Magistrate of Winnowing Reach, he is a prominent political figure in the region. Walden isn't a particularly good or kind man, but he tries to be a reasonable and honorable one. He will not break his bargains, and likewise won't tolerate anything on the party's part which could be conceived as oath-breaking, dishonesty, or actions that might bring harm to the Reach. He cares deeply for his citizens, but that sometimes fails to come across as his political ambitions tend to get in the way. Walden has known Kenna Brightspark since she was but a fledgeling. Walden uses the {@creature noble} stat block, adjusted with the racial traits of a kindled corvum. He is lawful neutral."
			]
		}
	]
}
