{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Abigor",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Abigor.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Abigoralt.webp"
					}
				}
			]
		},
		{
			"name": "Aeshma",
			"source": "CoA",
			"entries": [
				"Aeshma is a tiefling who was born into a rich and affluent family with ties to powerful families within the city of Waterdeep. Aeshma has learned that everything in life comes easy, free, and without consequence. Aeshma is a jack of no trades and master of none, he has ceremoniously failed himself out of magic studies, countless bard colleges, church studies, and military training. Aeshma excels at one thing: convincing and manipulating others to gamble. He doesn't really care for the stakes or the outcome of a bet, rather he gets enjoyment out of the consternation of others. Aeshma is a chronic gambler who always pushes the stakes to their limits.",
				"Aeshma was content to a life pursuing pleasure and with no responsibilities, but his infernal heritage has entangled him with something he could have never expected. He is the soul that the Halruaans call the Unmaker (Aeshma is unaware that he is the Unmaker). Asmodeus has plans for Aeshma and had one of his archdevils, Abigor, kidnap him."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Aeshma.webp"
					},
					"credit": "Lius Lasahido"
				}
			]
		},
		{
			"name": "Affliction Devil (Kocrachon)",
			"source": "CoA",
			"entries": [
				"Masters of torture and pain, kocrachons are some of the most respected lesser devils in the Nine Hells. Each is driven to break the greatest number of creatures during their lifespan—the bigger and more dangerous their charges, the better. The most effective kocrachons study under other torturers, or in infernal schools, to best understand the physiologies of any victim they might come across. Perhaps due to their nature as clandestine torturers, kocrachons abhor direct conflict, choosing instead to flee if given the option.",
				{
					"type": "entries",
					"name": "Devils with Purpose",
					"page": 236,
					"entries": [
						"They're insect-like and have a brightly colored carapace, with retractable wings, multiple arms and legs, and pincer-like hands. Even their heads appear strangely insectoid, often with multiple proboscises, eyes and false eyes, and waving antennae. Kocrachon inject a lethal poison into victims and, if they acquire the information they needed, may cure said poison."
					]
				},
				{
					"type": "entries",
					"name": "Flame and Ice",
					"page": 236,
					"entries": [
						"Though they are just as comfortable in the fires of the Nine Hells as any other devil, unlike many other of their peers, kocrachons are also resilient to the cold. This makes them useful in Stygia and Cania, where they are often employed by the archdevils of those layers to wring information from recalcitrant opponents. Their affinity to the cold also provides kocrachons with other, more interesting avenues of torture."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Affliction Devil (Kocrachon).webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Anagwendol",
			"source": "CoA",
			"entries": [
				"A fierce warrior of the Heavens, Anagwendol's career is a trail of slain Fiends. She has never turned from a fight against evil, and though she has taken countless wounds in the fray, she has never lost. And now she is in the Nine Hells.",
				"She owes her captivity to an all-too-common fault among angels. Of all sins, they must beware of pride. Knowing that you're the very instrument of the divine and having carved your way through the inferior mettle of a thousand infernal combatants, makes it hard to hold onto humility. This pride led her into a trap and unable to leave the fourth layer—Phlegethos.",
				"The mastermind behind the entrapment of Anagwendol was the archdevil Kordichai, whose chief interest is a grand game preserve of fiery Elemental monsters in Phlegethos. Kordichai, a canny old hunter, was able to lure her into his preserve, and there at its heart she remains, a prisoner within a blazing stone labyrinth. Occasionally Kordichai sends parties of devils (especially underlings who have disappointed him) to hunt her, and enjoys watching their failures.",
				"Anagwendol is no longer the angel she once was. Whilst the inner warrior of the divine remains, her connection to her surroundings is twisted by an infernal curse so that she believes she is forever fighting an endless swarm of enemies. Everything she encounters is perceived as a loathsome devil, fit only for cutting down.",
				"This constant one-angel war on the infernal is gradually taking its toll. Anagwendol is growing to live for it. The ferocity of shedding infernal blood is becoming an end in itself for her, rather than an unfortunate but necessary means to virtue."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Anagwendol.webp"
					},
					"credit": "Lius Lasahido"
				}
			]
		},
		{
			"name": "Asmodeus",
			"source": "CoA",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"You mortals should take pride in how you can make a hell out of any heaven."
					],
					"by": "Asmodeus"
				},
				"Various myths claim that Asmodeus, has existed since the dawn of time. Perhaps most intriguing among the myths is the Serpent of Law. In it, Asmodeus was initially named Ahriman and, together with his rival Jazirian, created the outer realms. Their conflict led both deities to become severely wounded, and Asmodeus lost the exchange by landing in the Nine Hells. Here, he used his allies and own strength to banish the previous inhabitants and become what he remains today—Overlord of the Nine Hells.",
				"Since his time as ruler, Asmodeus has seen much upset: a trial by gods, the Blood War, and the Reckoning. Despite many attempts to oust him, Asmodeus has never left his throne—none have even gotten close. Helping cement his power are the Dark Eight, a group of pit fiends sworn to absolute loyalty that rule his armies.",
				"Those that know Asmodeus would describe him as arrogant, extremely intelligent, strategic, and honorable. Whenever possible, he follows the laws and regulations (that he himself created), and rarely loses his temper. Some of his plots have taken thousands of years to come to fruition, with countless others continuing to this day. Whether his persona is genuine, or simply another tool in his plans, only Asmodeus himself knows.",
				"Many groups pledge allegiance to Asmodeus, and being the ruler of the Nine Hells, he has a large quantity of followers and worshippers. His biggest goal, largely unknown by mortals, is the opposite—encourage disbelief in deities altogether. According to legend, instead of going to the god they refuse worship, atheists go directly to the Nine Hells. Asmodeus feeds on these souls, which give him the necessary nourishment to lick his wounds. To this end, worshippers and cults dedicated to Asmodeus frequently experience fluctuations in presence, in an attempt to push them to disbelief.",
				"Some claim that his true form is that of a colossal serpent, with gaping wounds and a missing tail. However, no living creature has seen the true Asmodeus. He prefers to do business using one of his ten avatars, each a perfect gentleman, and handsome to boot. They can be identified by the Ruby Rod they each carry, an icon representative of the Dark Lord himself.",
				{
					"type": "entries",
					"name": "Asmodeus's Lair",
					"page": 216,
					"entries": [
						"The master of the Nine Hells makes his lair in his citadel of Malsheem. Within its confines linger millions of devils, and all of them are subject to Asmodeus's will and whims."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Asmodeus.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Avatar of Baalzebul",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Avatar of Baalzebul.webp"
					},
					"credit": "Sergey Musin"
				}
			]
		},
		{
			"name": "Ayperobo Swarm",
			"source": "CoA",
			"entries": [
				"An individual ayperobo is practically harmless, and often eaten by larger devils as a delicacy. Recognizing their weakness, ayperobos gather together and create colonies that communicate using telepathy. These swarms are much stronger, capable of holding their own even against some of the greater devils.",
				{
					"type": "entries",
					"name": "Something to Prove",
					"page": 238,
					"entries": [
						"Their perfect communication and collective strength, coupled with their ability for flight, allow the ayperobos to easily complete tasks with which larger devils struggle. They're happy to do so, as their goal is to prove their worth and, when possible, get revenge for their abusive treatment at the hands of larger devils."
					]
				},
				{
					"type": "entries",
					"name": "Small but Deadly",
					"page": 238,
					"entries": [
						"Each member of the swarm appears as a small, devilish being, with oversized heads and sparrow-like wings. Their teeth are razor sharp, and when working together in a swarm, they can devour a Humanoid in a matter of seconds. While swarming, ayperobos appear as a thick cloud of mosquitoes or a cloud of blood—and are known to hide among such phenomena. Some swarms have the power to control a \"host\" by burrowing under its skin and manipulating it from the inside—these hosts can even be other devils."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Ayperobo Swarm.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Baalzebul",
			"source": "CoA",
			"entries": [
				"Baalzebul, is an archdevil and the lord of Maladomini, the seventh layer of the Nine Hells. He is known as both the Lord of Lies and the Lord of the Flies because his tightly woven web of intrigue traps even the smallest fly. In recent centuries he was cursed with a new hideous form by Asmodeus. This form earned him a new title—The Slug Archduke.",
				"Baalzebul was originally known as Triel, one of the most powerful and beautiful angels to be found in Celestia. Triel's selfish acts in the name of achieving his perfection resulted in his corruption and exile from Celestia. After his fall, Asmodeus, perhaps out of some lingering sense of sympathy, quickly promoted Baalzebul to the ranks of devilish nobility. Baalzebul's ruthless lust for power served him well and before long he not only displaced the ancient, original Lord of Maladomini but managed to become the only archdevil to rule two layers of the Nine Hells, although he ruled Malbolge through the devil Moloch.",
				"However, Baalzebul's pride continued to be his undoing. When he attempted to take Asmodeus's throne, his schemes were discovered and thwarted.",
				"Asmodeus inflicted a series of bizarre penalties upon Baalzebul. He was cursed to appear as a slug for one year per lie he had told to a devil, and any deal he struck with a mortal would result in a disaster for the participant. His castle was turned to excrement and filled with filth and his dominion of Malbolge was stripped from him.",
				"Despite his punishments, Baalzebul is still dangerously cunning and charismatic. Even while trapped in the form of a slug, he remained the Lord of Lies, whose every deception was made with ease. Every one of his untruths is told with a specific purpose in mind, and only other devils are safe from his lies.",
				{
					"type": "inset",
					"name": "Baalzebul's Two Forms",
					"page": 218,
					"entries": [
						"When dealing with enemies or unfortunate subordinates, Baalzebul generally manifests as a powerful winged creature. However, the characters are most likely to encounter this archdevil in his slug form after he has incurred Asmodeus's wrath again. The accompanying stat block works for both forms except that Baalzebul's movement in his slug form is replaced with: 20 ft., burrow 20 ft., climb 20 ft."
					]
				},
				{
					"type": "entries",
					"name": "Baalzebul's Lair",
					"page": 219,
					"entries": [
						"Baalzebul's lair resides within whichever city is the newest he has constructed."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Baalzebul.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Barachiel",
			"source": "CoA",
			"entries": [
				"Barachiel is an aasimar that was born in the city of Elturel; a bastion of justice and symbol of good in the Forgotten Realms. His mother was the angel Zariel, the patron of Elturel. Barachiel grew up to become a Hellrider—the holy warriors that defend the city of Elturel. However, he gave up his freedom to become an agent of Mount Celestia so that he could try and save his mother. Zariel had been seduced and corrupted by Asmodeus. Now, as an archdevil, she rules the first layer of the Nine Hells.",
				"Barachiel believes in justice, mercy, virtue, and compassion. Since his transformation into an angelic being, his memories of his former life have faded. However, the Hellrider Ramius was his beloved companion, and that memory has stayed with him."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Barachiel.webp"
					},
					"credit": "Paul Adam, Lius Lasahido"
				}
			]
		},
		{
			"name": "Bel",
			"source": "CoA",
			"entries": [
				"From his bastion, Zariel's second-in-command and the former lord of Avernus oversees the forges that furnish weapons and armor for the Blood War. Though Asmodeus has instructed Zariel to accept Bel as her advisor, Bel and Zariel loathe each other and invent distractions to keep them apart.",
				"Bel outwardly plays the role of Zariel's loyal vassal. However, Bel rankles at Zariel's rulership of the layer of the Nine Hells that was once his, but he won't challenge her directly as long as he thinks Asmodeus supports Zariel.",
				{
					"type": "inset",
					"name": "Previous Adventures in Avernus: Bel",
					"page": 234,
					"entries": [
						"If you have run {@adventure Baldur's Gate: Descent into Avernus|BGDIA}, then Bel might have replaced Zariel as the ruler of Avernus. If so, his lair is the Bronze Citadel instead of the Forge."
					]
				},
				{
					"type": "entries",
					"name": "Bel's Lair",
					"page": 234,
					"entries": [
						"Bel makes his lair in an ancient volcano known as the Forge."
					]
				}
			]
		},
		{
			"name": "Belial",
			"source": "CoA",
			"entries": [
				"Belial maintains his image as the most carnal of all archdevils, and enjoys inflicting pain as much as experiencing pleasure. Despite his indulgences, Belial demonstrates charisma, passion, and intelligence, and is almost always scheming. He is confident to a fault, with vanity and desire being his greatest weaknesses.",
				"Phlegethos has been ruled by Belial, together with his daughter, Fierna, for almost as long as Dispater has ruled his Iron City. Belial considers himself an \"old school\" devil, alongside his friendly rivals Levistus and Dispater. Glasya's recent rise to power has him concerned for his continued relevance in the political landscape, forcing him to direct his scheming inwards.",
				"During the Reckoning, Belial remained relatively neutral, until the end, when he allied with Baalzebul. Some argue that his alliance was just another scheme meant to misdirect Asmodeus—an idea further cemented when, instead of being deposed, Belial was forced to cede the throne to his daughter. For a time, he continued to rule from the shadows, but influence from Glasya on Fierna has encouraged the fiery lord to rule in tandem. Belial manages much of the political and official sides of the realm, including maintaining the infernal court. He occasionally sends avatars to other planes, which quickly seek out pleasure before continuing their assigned task.",
				"Similar to his daughter, Belial remains one of the most attractive archdevils. His rugged good looks and masculine physique serve to compliment his devilish features, of which he has many. Sharp horns and glowing eyes adorn his face, with midnight-black wings and a tail decorating the rest of his body. Depending on his mood, Belial's skin either takes on an ashy-grey complexion, or smolders red like dying coal. Priding himself on his sensual appearance, Belial dresses provocatively while maintaining high fashion, truly embodying his carnal desires.",
				{
					"type": "entries",
					"name": "Belial's Lair",
					"page": 221,
					"entries": [
						"This fierce archdevil currently makes his lair in an obsidian palace built within the confines of Abriymoch, but his reach extends throughout the entirety of the city."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Belial.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Brother Adramalech",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Brother Adramalech.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Brother Morax",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Brother Morax.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Buer",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Buer.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Corruption Devil (Paeliryon)",
			"source": "CoA",
			"entries": [
				"One of the stronger greater devils, the paeliryon focus on corruption and obtaining mortal souls. While they can be found on almost every layer of the Nine Hells, paeliryons are particularly prominent in Dis and Malbolge, where they hold positions of power. Their duties include managing lesser devils, directing and manipulating the soul trade, and infernal politics. They're particularly talented at blackmailing and spying—abilities used both within and without the Nine Hells.",
				{
					"type": "entries",
					"name": "Imposing Devils",
					"page": 239,
					"entries": [
						"As greater devils, paeliryons are particularly large, often weighing more than 4000 pounds. Like hags, their skin is covered in boils and warts of varying colors, and they have massive bellies and leathery wings. Despite their physical drawbacks, corruption devils are quite formidable in combat. Rather than fight themselves, however, they use followers and lesser devils as fodder."
					]
				},
				{
					"type": "entries",
					"name": "Sire of Corruption",
					"page": 239,
					"entries": [
						"Occasionally a paeliryon becomes more powerful than their sisters and takes on the mantle of a sire of corruption. These sires can be counted among the strongest infernals, aside from archdevils, and usually direct their power to other planes of existence. Befitting their name, sires of corruption only seek one goal: to corrupt. To this end, their plans often involve the decay of empires or corruption of religious groups. Sires are few and far between, and a new sire usually rises only once every few centuries. Though they usually operate alone, some sires have served archdevils whose plans involved enough corruption to encourage cooperation."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Corruption Devil (Paeliryon).webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Dispater",
			"source": "CoA",
			"entries": [
				"Despite frequent shifts in leadership among other archdevils, Dispater has maintained his position as the ruler of Dis since its creation. Known for his vigilance and caution, he rarely leaves his tower, and even less frequently leaves the Iron City. Those who know his plans, including Asmodeus, know that he hopes to one day rule each layer of the Nine Hells.",
				"Dispater remains one of the foremost suppliers of weapons across all the planes, which helps keep his position in Dis secure. As well, his advisors are carefully chosen and he maintains very few friendships.",
				"Those that attempt battle with the Iron Lord find victory nigh impossible. In addition to his stratagem and defense, Dispater maintains extremely powerful abilities and a legion of minions. Outwitting him can't be done, and anyone unfortunate enough to catch him off guard is quickly disposed of.",
				"Dispater remains calm and controlled in conversation. He prefers wherever possible to engage in gentlemanly debates rather than aggressive arguments. Unlike other archdevils, he almost never forces an individual into doing something, preferring to persuade or deceive instead. Fittingly, his skin is an iron-black color and his signature staff, wrought from the same iron as the tower he lives in, is always in hand.",
				{
					"type": "entries",
					"name": "Dispater's Lair",
					"page": 223,
					"entries": [
						"The ruler of Dis makes his lair inside the Iron Tower. Within these confines he is vastly more protected."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Dispater.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Displacer Fiend",
			"source": "CoA",
			"entries": [
				"Long ago a Fey lord led his hunt into the Nine Hells to settle a score with an archfiend over mortals claimed by both. What fate the lord met is unknown, but of all his expedition, one particular faerie breed prospered in its new environment. A particularly vicious strain of displacer beast has become an entrenched new threat across many layers of the Nine Hells, prowling about the edges of fiendish communities and attacking mortal and infernal travelers alike.",
				{
					"type": "entries",
					"name": "Stalking Horrors",
					"page": 240,
					"entries": [
						"Long ages in the Nine Hells have warped the original beasts into something more fiendish. Whilst still feline in shape, the displacer fiend's shoulders sprout with an explosion of writhing tentacles each tipped with a lamprey-like mouth. These tooth-lined maws drain life essence or infernal strength from their prey, providing the fiends with their sustenance. The mouths drip with a vitriol that causes agony to mortals, but acts as a tranquilizing balm to devils, permitting the Fiends to feast on them without waking their prey if they get the chance. Displacer fiends retain the innate stealth of their progenitors and slip from shadow to shadow across all but the most barren of infernal landscapes. Packs of them will follow travelers for long distances, waiting until the terrain most favors an ambush."
					]
				},
				{
					"type": "entries",
					"name": "Corruptors of Perception",
					"page": 240,
					"entries": [
						"Like their base stock, displacer fiends bend light around themselves, the visible monster always slightly shifted from its true location. These natural gifts have been fortified by the deceptive influence of the lower planes. The monsters also possess the ability to shift the perceived location of their victim and affect their prey's grasp of relative distance and place. Fighting them can be a nightmare of confusion, as allies, enemies and landscape features appear randomly close or far, huge or small—or the fighters find themselves viewing the battlefield from outside their own heads, trying to control their bodies like puppets. Even basic functions like proprioception—the knowledge of where one's limbs are when not directly observed—can be lost. This can lead to a complete loss of coordination, accidentally striking friends or falling into bogs or crevasses that seemed far distant."
					]
				},
				{
					"type": "entries",
					"name": "Monstrous Pets",
					"page": 240,
					"entries": [
						"Many large cities in the Nine Hells have feral populations of displacer fiends predating off the lowliest devils and breeding in hidden corners. Much of the time they're considered pests, but they do keep down populations of various infernal vermin, like halogs, that would otherwise be more troubling in their proliferation. Some devils actively cultivate their presence, encouraging them by staking out a lemure or imp every so often, as a human might leave a bowl of scraps for a cat. Devils aren't sentimental, but some find the viciousness and skulking cruelty of the displacer fiends oddly endearing."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Displacer Fiend.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Eriflamme",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Eriflamme.webp"
					},
					"credit": "Sergei Sarichev"
				}
			]
		},
		{
			"name": "Fierna",
			"source": "CoA",
			"entries": [
				"Fierna rules Phlegethos alongside her father, Belial. She is emotionally intelligent, and her charisma has earned her many allies and few enemies in the Nine Hells. Although some view her as incompetent, Fierna's true intentions are hidden behind a smokescreen of brashness.",
				"Her father, Belial, was a key player in the Reckoning, and due to his actions, Fierna was granted primary leadership of Phlegethos. Despite this political appearance, Fierna and Belial rule together, often meeting in secret to discuss strategy and upcoming plans. Some of the more ignorant archdevils view the relationship between Belial and Fierna as something to be exploited or broken. In reality, Fierna deeply respects her father, and the feeling is mutual.",
				"Laying eyes on Fierna, one can immediately see the reasons she is so admired: she is impossibly beautiful. Her beauty is a strength, complementing her strategic mind and ingenuity.",
				{
					"type": "entries",
					"name": "Fierna's Lair",
					"page": 225,
					"entries": [
						"Fierna's lair is a palace, a tower of crystalline stone wreathed in blue flame."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Fierna.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Fire Kraken",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Fire Kraken.webp"
					},
					"credit": "Sergei Sarichev"
				}
			]
		},
		{
			"name": "Glasya",
			"source": "CoA",
			"entries": [
				"Glasya is known by many names: the Dark Prodigy, the Princess of the Nine Hells, and Lord of Malbolge. She maintains control over the erinyes and has a massive following within the downtrodden and the neglected royalty of the other planes. For a long time, she was simply a lesser archdevil, jumping between various courts as she saw fit. It wasn't until the Reckoning, which she helped instigate, that she claimed true power and became ruler of one of the nine layers.",
				"Asmodeus, her father, and Glasya share much in common—particularly their cunning, ambition, and \"dedication\" to laws. Because of this, despite some of the hatred Glasya has towards her father, the two share a relationship of respect and support.",
				"Even though she busies herself with many important undertakings to further cement her power, being surrounded by beautiful things is also important to Glasya. Similarly, she detests the ugly, punishing those she sees as disgusting. During her brief relationship with Mammon, she was rarely found in his swampy domain, choosing instead to roam other layers. Almost everything that interacts with Glasya either deeply loves or loathes her. She maintains a charming persona, often even converting spies from other archdevils to her side.",
				"Perhaps contributing to her obsession with beauty, Glasya herself is considered stunning. Her jet-black hair and copper skin hide her infernal nature, though her large, leathery wings and small horns give it away. Due to her ability to polymorph at will, she can meet various other standards of beauty as well, always maintaining an outward charm—which helps conceal her foul core.",
				{
					"type": "entries",
					"name": "Glasya's Lair",
					"page": 227,
					"entries": [
						"Glasya built her fortress lair, Ossiea, from the grotesquely enlarged and distorted skull of Malagard. Behind the walls of the skull, there are numerous opulent levels, within which Glasya conducts the business of ruling her realm or indulges her other interests."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Glasya.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Greater Tyrant Shadow",
			"source": "CoA",
			"_copy": {
				"name": "Tyrant Shadows",
				"source": "CoA",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": {
							"type": "entries",
							"name": "Greater Tyrant Shadow's Lair",
							"entries": [
								"A greater tyrant shadow's lair is always within a few miles of the devil that spawned it, which means that the tyrant shadow itself may often relocate, following the movements of its progenitor, even across the layers of the Nine Hells themselves. Of the lair specifically, the tyrant shadow generally selects a suitably cavernous locale, with deep shadows, perfect for skulking and ambushes. Eroded canyons, abandoned dwellings, and even deep forests, though rare in the Nine Hells, are also suitable locations."
							]
						}
					}
				}
			}
		},
		{
			"name": "Halog",
			"source": "CoA",
			"entries": [
				"There are few places more inhospitable than the Nine Hells, yet denizens from other places make a home even here. Not only the evil whose philosophy aligns with the devils, but simple creatures whose endurance and appetites permit them to survive the infernal realms. Often this means huge monsters strong enough to fight the native denizens, but some intruders pose a different kind of problem to the devils. Halogs seem small and weak compared to almost everything in the Nine Hells, yet they're becoming a serious nuisance across all the lower planes.",
				{
					"type": "entries",
					"name": "Swarming Vermin",
					"page": 242,
					"entries": [
						"Halogs are around the size of a dog, and somewhere between a rat and a dog in appearance. Individually they're unprepossessing, often bearing burns, festering pustules, scars and other marks of a harsh environment that never seems able to quite kill them. They breed with formidable speed. Pairs of halogs raise litters of twenty which can mature in just a handful of days if sufficient food is on hand. And halogs eat anything. Their digestive juices alter in composition to permit them to devour infernal flesh as easily as that of mortal creatures, along with any kind of plant matter and even minerals. Only regions that are nothing but barren rock and dust offer nothing to them."
					]
				},
				{
					"type": "entries",
					"name": "Extraplanar Adaptations",
					"page": 242,
					"entries": [
						"Individually, halogs are weak, but as a species they're fearsomely hardy. Halogs seldom thrive in regions not requiring their unique adaptability, because of greater competition from other creatures. The hostile conditions of the lower planes mean that regular vermin and predators are lacking, leaving them their niche. The secret of the halogs' success is that the harsher their environment, the more they prosper. Whether heat, cold, acid, poison, or even pure necrotic energy—if it doesn't kill them outright then they swiftly adapt to feed off it. Halogs live among the flames of Phlegethos, the icy wastes of Stygia and the swamps of Minauros equally, and no devil city is free of their swarming presence no matter how the Fiends try to exterminate them. They even swim rat-like in the waters of the Styx. The vermin have a powerful defense mechanism. Their saliva and blood adapts swiftly in response to the vulnerabilities of their antagonists so that their bites inflict the worst harm, and anything trying to eat their flesh suffers for it. The remarkable upshot of this is that the halogs of the Nine Hells most often have teeth blazing with radiant divine energy, enough to make short work of unwary minor devils."
					]
				},
				{
					"type": "entries",
					"name": "Unexpected Allies",
					"page": 242,
					"entries": [
						"Despite their remarkable abilities and most common habitats, halogs are basically just animals. They're smart, but in the same way as a bright dog or a monkey. Druids, rangers, and other guardians of nature luckless enough to find themselves in the Nine Hells have been able to forge bonds with the creatures, and even muster them as impromptu scouts and sentries when traveling in the lower planes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Halog.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Hellcat (Bezekira)",
			"source": "CoA",
			"entries": [
				"Possessing a unique ability to detect both the alignment and strength of an individual telepathically, bezekiras, otherwise known as hellcats, search for the most powerful master of lawful evil alignment. Once they've found a master, they're extremely loyal and follow all commands, until a stronger master comes along. When not serving a master, hellcats are fiercely independent, secretive, and intelligent.",
				{
					"type": "entries",
					"name": "Hard to See",
					"page": 244,
					"entries": [
						"When visible, hellcats take on the appearance of larger cats, including lions and tigers. However, they have an innate invisibility when in any source of light, preventing their corporeal form from appearing anywhere outside of total darkness. They appear wraith-like, with the wispy outline of their body composed of ethereal light and devilish fire. Though they rarely hunt creatures of evil alignment, good creatures are slaughtered on sight, sometimes even against their master's orders. Bezekiras propagate through natural means, though petitioners and devils are sometimes given their form."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Hellcat (Bezekira).webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Jenevere",
			"source": "CoA",
			"entries": [
				"It was Jenevere's role to watch the mortal planes for individuals of particular virtue. Forbidden to intervene, she would record their struggles and deeds, to be brought in evidence when their souls migrated to their final reward. After centuries of meek observation, she petitioned for more active divine involvement in the fates of those she watched. She was refused. It was too much for her. Against the strictures of her role, she visited the mortal realms to interfere. No grand drawing of flaming swords, just calm words, a timely reminder of morality at the fulcrum point of someone's moral struggle. In time, the Nine Hells became aware of her influence and set a trap for her. After her capture she passed through various hands. Jenevere isn't fierce and combative, but open, honest, and infinitely merciful. She forgives the Fiends that torment her, knowing it is their nature, and her forgiveness burns them more than they can burn her. Possession of Jenevere became something of a poisoned chalice, so that she fell through their hierarchy, possessed by meaner and meaner masters, until she was acquired by Vaness and Fling of the Eye Market.",
				"Jenevere's eyes are remarkable things, fashioned by gods to see all the virtues of the mortal realms. Vaness and Fling removed her eyes easily enough, but implanting them into a Fiend, or any of the evil things that come cap in hand to them, proved problematic. The eyes are a gateway to all the virtue and goodness of the planes. To Vaness and Fling's patrons, the experience proved unendurable. Vaness and Fling continue to experiment, but they're beginning to feel that in acquiring Jenevere they've taken on more than they can handle."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Jenevere.webp"
					},
					"credit": "Lius Lasahido"
				}
			]
		},
		{
			"name": "Koh Tam",
			"source": "CoA",
			"entries": [
				"Koh Tam is the powerful head priest of Kelemvor, god of death and the dead, at the Waterdeep cathedral. Seeking to know all the secrets of the realms of the dead, Koh Tam petitioned his god for permission to explore the Nine Hells. The young priest set forth into the infernal realm where he bore witness to horrors beyond mortal imagination and encountered fiendish creatures whose power greatly outmatched his own. The experience forever changed the priest. Rather than sate his curiosity, the journey only served to further incite Koh Tam's fascination with the infernal. He devoted himself to the study of arcane books concerning the subject and collected an impressive number of infernal relics.",
				"In the many years since, the head priest has made several expeditions into the Nine Hells and has had many more encounters with fearsome devils. Koh Tam can thus be considered the expert authority on the infernal realm. He has advised many adventurers who seek to venture into the Nine Hells and has also prevented a fair number of foul creatures from fleeing that realm into mortal worlds. Though he remains devoted to the laws of Kelemvor, so much exposure to the infernal has changed Koh Tam in mind and body. The head priest has many habits and mannerisms that might seem strange to other mortals, and he has a unique perspective colored by his experience with the Nine Hells."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Koh Tam.webp"
					},
					"credit": "Paul Adam, Lius Lasahido"
				}
			]
		},
		{
			"name": "Lesser Tyrant Shadow",
			"source": "CoA",
			"_copy": {
				"name": "Tyrant Shadows",
				"source": "CoA"
			}
		},
		{
			"name": "Levistus",
			"source": "CoA",
			"entries": [
				"No archdevil is more hated than the Frozen Prince, Levistus, despite his reputation as an honorable and chivalrous archdevil. Rivaling Asmodeus and Dis in their ability to plan and strategize, Levistus is generally considered one of the most plausible archdevils for overthrowing the throne. His ambition was somewhat stifled when he committed an unspeakable betrayal and was imprisoned by Asmodeus deep within the ice of Stygia.",
				"Even while imprisoned, Levistus continues to plot, choosing to force his rage inward and reflect. Divination and communication magic helps aid this effort, and even from within his icy tomb Levistus manages legions. Levistus is known to make many deals with adventurers, provided they can aid his search for freedom.",
				"When the Reckoning happened. Asmodeus, noticing that Levistus played no part in the war, chose to reinstate him as ruler of Stygia. While Levistus still desired revenge on his jailor, he recognized the opportunity and pledged temporary allegiance to Asmodeus. Publicly, Levistus completely supports Asmodeus and his plans, though from beneath the ice he continues to plot his revenge.",
				"Other archdevils describe Levistus as clever, charming, and observant, if not also traitorous. He was often known to engage adversaries in single combat, only calling upon his magic and followers if someone or something intervened. For this reason, he is often worshipped by honorable thieves and charlatans—rogues with a code.",
				"Levistus is described as an attractive humanoid male, with dark hair, an impeccable goatee, and pale-white skin.",
				{
					"type": "entries",
					"name": "Levistus' Lair",
					"page": 229,
					"entries": [
						"The ruler of Stygia's lair is within his floating prison. This great glacier moves ponderously over the ages, carrying with it Levistus, and the effects of his lair."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Levistus.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Maelephant Nomad",
			"source": "CoA",
			"entries": [
				"Created with the sole purpose of protection, maelephants are the most loyal of the devils. They eschew personal possessions, dreams, and goals, and find happiness in the completion of their duty. While other devils may view them as simple and unintelligent, many recognize the importance and utility of maelephants. Infernal and common are often spoken languages, but maelephants also maintain their own unique language, which they use exclusively in communication with others of their kind.",
				{
					"type": "entries",
					"name": "Elephantine Warriors",
					"page": 245,
					"entries": [
						"As their name would suggest, maelephants share many physical features with elephants. They stand on two legs, but have an elephant-like head and legs. Their trunk usually ends in a sharp spike, and their hands and feet are both clawed. When threatened, maelephants emit a cloud of toxins that cause brain damage and memory loss."
					]
				},
				{
					"type": "entries",
					"name": "Driven by Duty",
					"page": 245,
					"entries": [
						"Despite them being lower-ranked devils, their position as trustworthy guardians makes other lower devils respect maelephants. When not under active duty or protecting something, a maelephant might aimlessly wander the layers searching for a new charge. Some of these nomads wander many years before finally ending their search."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Maelephant Nomad.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Mammon",
			"source": "CoA",
			"entries": [
				"Perhaps the richest being in all the realms, there is nothing that Mammon loves more than wealth. Where other devils obsess over souls and power, Mammon is perfectly content to continually increase his material possessions. Interestingly, he is one of the only archdevils willing to make deals with mortals over strictly monetary terms. Whether he maintains his end of the deal, however, is a completely different story. Anyone that interacts with Mammon immediately recognizes his two-faced approach—the devil will say or do anything, if he thinks it will benefit him in the end.",
				"Aside from hunting for coin, Mammon also enjoys hunting for sport. If anger strikes him (and it does so often), he will frequently summon up a steed and hounds to partake in a trophy hunt.",
				"Anything he has designated as prey rarely escapes his fervor, though he quickly grows bored once his quarry is caught.",
				"Scheming and betrayal are like breathing for Mammon, and conversely so is bootlicking. Some argue that his punishment after the Reckoning was severely reduced due to his shameless groveling before Asmodeus. In fact, he was the first of all archdevils to surrender during the coup, even selling out some of his co-conspirators.",
				"Despite all his faults, one thing Mammon has mastered is the soul trade. Even Asmodeus recognizes that no archdevil can manage and distribute souls as well as Mammon. Perhaps his expertise comes from the massive profit that can be made from managing souls, or perhaps he wanted to find somewhere to belong—nobody knows for sure.",
				{
					"type": "entries",
					"name": "Mammon's Lair",
					"page": 231,
					"entries": [
						"Mammon's lair is in a tomb-like palace, within Minauros, and like most structures in the city is in a perpetual state of sinking into the swamp."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Mammon.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Mephistopheles",
			"source": "CoA",
			"entries": [
				"Mephistopheles is the lord of Cania, the eighth level of the Nine Hells, and the most formidable archdevil next to Asmodeus himself. He is famed as Hell's most powerful spellcaster and the wielder of a power known as Hellfire.",
				"An ancient entity, rivaling Asmodeus in age, Mephistopheles has been responsible for many schemes to try and unseat the Lord of the Nine Hells. One of his most infamous was an alliance between himself, Dispater, Mammon, and Geryon. They conspired to take power from the other archdevils, Baalzebul, Zariel, Belial, and Moloch. With this increased power, Mephistopheles believed he could challenge Asmodeus himself. But he was betrayed by Geryon, who had secretly sided with Asmodeus. Despite the blatancy of his rebellion, Mephistopheles was the archdevil that suffered the least: not cursed like Mammon or Baalzebul; not cast down like Belial, Moloch or Geryon. This has led many to believe that there is some ancient secret to the relationship between Asmodeus and Mephistopheles, though what it could be is a mystery none have discovered.",
				"As the foremost spellcaster of the Nine Hells, Mephistopheles often resorts to magic when forced to defend himself. But his greatest power comes from the ability to wield Hellfire itself. Created by tapping into the profane essence of the Nine Hells, Hellfire is unimaginably, unbearably hot. Mephistopheles can also shape Hellfire however he wishes, making it his most potent weapon.",
				{
					"type": "entries",
					"name": "Mephistopheles' Lair",
					"page": 232,
					"entries": [
						"This archdevil's lair is the Citadel of Mephistar, located within the glacier of Nargus. This an elegantly carved ice palace and is home to Mephistopheles' private manor, along with living accommodations for numerous other devils."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Mephistopheles.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Miasmorne",
			"source": "CoA",
			"entries": [
				"Avernus is a bleak wasteland of jagged mountains and metal-studded hills, but the true ugliness to a devil's eyes is in the scars of war where demonic corpses, arms, and armor pile, infecting the plane with their chaotic ichor and breeding fresh monsters to trouble the order of the Nine Hells. The miasmorne were bred to clean up after Abyssal invasion: great lumbering Monstrosities able to devour demonic flesh, armor, weapons, and ruined war engines and return the plane to its pristine starkness. The monsters prospered beyond anyone's reckoning and now drag their bellies across many layers of the Nine Hells.",
				{
					"type": "entries",
					"name": "Voracious Detritovores",
					"page": 246,
					"entries": [
						"Miasmorne resemble bulky, wingless dragons, their broad heads flanked with great fans that they spread when challenged. While they will gorge themselves on dead flesh—or create fresh corpses with their impressive teeth and jaws—their preferred meal is mineral. Where their populations have grown, they seek out concentrations of metal. Iron and steel are their staple fare, but they will take gold, silver, adamantine or mithral if available. As infernal cities and fortresses are often constructed of iron this leads to literal holes in the Fiends' security."
					]
				},
				{
					"type": "entries",
					"name": "Armored in Rust",
					"page": 246,
					"entries": [
						"As well as sustaining the monsters, the metals they devour go towards fortifying their hides, bones, and jaws. Miasmorne are formidably heavy and strong, proof against mundane blades and as resistant to heat as most denizens of the Nine Hells. Not naturally aggressive, the dull-witted brutes are hard to dissuade once they decide to feed. Miasmorne saliva corrodes metal efficiently, and they frequently pause mid-fight to slobber down the brittle flakes of whatever they've just destroyed. Under threat, their head fans bristle with thousands of extruded metal spines which they launch in a cloud of flechettes at foes, scouring the air both with sharp-edged missiles and a great spray of their rusting spittle. When injured, those that have devoured magic weapons or defenses manifest those same effects in their hide and claws, expending their internal store of swallowed arcana to drive away those who disturb their feasting."
					]
				},
				{
					"type": "entries",
					"name": "Pests and War-beasts",
					"page": 246,
					"entries": [
						"Miasmorne are a serious problem in some regions, chewing at the walls of castles and cities, swallowing whole armories, and tearing the armaments off the hosts of the Nine Hells. Mortal intruders who can lure the creatures with meals of enchanted or high-quality metal can even use them as siege engines to get past infernal walls. In other parts of the Nine Hells, the creatures are kept as semi-domesticated guards or waste disposal monsters. In Avernus, where they were first bred, Zariel maintains a crack corps of handlers who goad the beasts into wallowing through hosts of invading demons, chewing on Abyssal mail, and eating the prized magic blades of demon princes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Miasmorne.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Oneirovore",
			"source": "CoA",
			"entries": [
				"The ancestors of these Fiends were servants of the divine and Fey which devoured the nightmares of mortals, bringing restful sleep. Imported into the Nine Hells and cultivated by devils, dream eaters, as they're also known, became a powerful weapon in subtly corrupting mortal minds. They can be found grazing wherever the toxic foliage of the Nine Hells grows, often guarded by low-status devils and hell hounds. When brought to weak points between the planes, their spirits seep into the mortal world. There they browse the dreaming minds of mortals. Often, they devour the hope and wonder that might inspire people to improve their lives.",
				{
					"type": "entries",
					"name": "Placid Herds",
					"page": 248,
					"entries": [
						"Despite their fearsome-looking appearance, dream eaters are oddly passive for a denizen of the Nine Hells. When attacked, their first instinct is to lumber away at their sluggish pace, sending out high, mournful cries that attract every devil and infernal monster within earshot. Their angry herdsmen usually arrive in short order to see off the threat."
					]
				},
				{
					"type": "entries",
					"name": "Storehouses of Phantasms",
					"page": 248,
					"entries": [
						"Forced to fight, dream eaters' most potent defense is a release of their stored phantasmagoria. This can affect attackers in several ways. A release of nightmares taints the way that non-devils view the world around them, transforming everything—including allies—into hideous sources of fear and threat, whilst the dream eaters themselves fade into the infernal landscape. On the other hand, a release of hope and wonder leaves mortal attackers in a dazed and euphoric state, suddenly taken by wild fancies to accomplish impossible and reckless feats that see them charging off across the hellish landscape, the fight forgotten. The same expulsion of positive dream imagery has a powerful caustic effect against infernal creatures, affecting devils much as a skunk's blast against regular predators."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Oneirovore.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Pain Devil (Excruciarch)",
			"source": "CoA",
			"entries": [
				"Another type of devil devoted to torture, excruciarchs are also competent fighters and mercenaries. Due to their reputation as torturers of devils, they're often looked down upon by other devils, occasionally even beaten or killed, and as a result they frequently travel together. Their cruelty is known across the Nine Hells, and their revelry in pain gives them their name. Another defining feature of pain devils is their greed: they serve no particular master, their loyalty must be purchased.",
				{
					"type": "entries",
					"name": "Masked Devils",
					"page": 249,
					"entries": [
						"Excruciarchs appear almost humanoid in size and shape. Their skin is usually pale shades of white or red, and hair doesn't grow anywhere on their body. To conceal their identity and lend themselves some form of protection, almost all pain devils wear masks made from various types of leather, often adorned with spikes, horns, or ridges."
					]
				},
				{
					"type": "entries",
					"name": "Devoted to Pain",
					"page": 249,
					"entries": [
						"When an excruciarch enters battle, they activate a unique ability to inflict pain upon their adversaries. Excruciarchs thrive on even their own pain and they almost always fight to the death."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Pain Devil (Excruciarch).webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Ramius",
			"source": "CoA",
			"entries": [
				"Ramius Dangremond is the commander of the Hellriders of Elturel. He never wanted the position, but because of the many deaths within the ranks of the order, he had to step up. His friend and fellow Hellrider, Barachiel, was the main reason he was able to grow into a capable commander. The loss of his friend saddens Ramius, and the news of his imprisonment within the Nine Hells gnaws at his soul.",
				"Ramius is a natural horseman and a gifted athlete. The soldiers he leads often say that there isn't anything that Ramius can't mount or ride. He's ridden horses, mammoths, and machines into battle. Loyalty, honor, and duty are virtues that Ramius upholds. He fears nothing other than losing those he cares for."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Ramius.webp"
					},
					"credit": "Lius Lasahido"
				}
			]
		},
		{
			"name": "Rimmon",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Rimmon.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Sarevok",
			"source": "CoA",
			"entries": [
				"Sarevok Anchev is a powerful Deathstalker. He is also one of the Bhaalspawn, the mortal offspring of the dead god Bhaal. Sarevok attempted to reclaim the divine seat of the Lord of Murder vacated by his immortal father's demise, but his plans were thwarted when he was slain by his half-brother, Abdel Adrian, who rejected his heritage and fought against his Bhaalspawn siblings.",
				"Sarevok's spirit was sent to the Abyss as punishment. There he eventually crossed paths with Abdel a second time when his noble-hearted brother ventured into the lower realms on a dangerous quest to stop another Bhaalspawn named Melissan. Sarevok agreed to help Abdel kill Melissan, on the condition that Abdel helped him escape the eternal torments of the Abyss.",
				"Abdel agreed, and Sarevok was reborn into the mortal world. After his rebirth, Sarevok was true to his word, and the two brothers fought side by side against their half-sister. Ultimately Melissan was defeated, and Sarevok was granted a second chance at life.",
				"With his prodigious strength, his legendary skill in battle, and the Sword of Chaos—a life-stealing, enchanted blade—Sarevok became a famous (and feared) mercenary. Yet his many accomplishments brought him no joy. He felt no thrill at victory in battle, no delight in the routing of his enemies. The power he accumulated was bitter as ashes on his tongue, and he became a man haunted by his former life. The realization that no earthly achievements could ever compare to what he once almost had—immortality and godhood—left him broken and empty.",
				"Sarevok plunged into a deep despair. To numb his pain, he indulged in every vice imaginable, squandering his wealth and health on alcohol, drugs, and fleeting comforts. While his divine heritage slowed his aging, it did not stop it entirely, and after decades of self-abuse he was eventually reduced to an old man begging in the streets of Baldur's Gate.",
				"This was how his father—Bhaal, the reborn god of murder—found him. Bhaal recognized his own divine spark in the pathetic old man, and he sensed Sarevok still had potential. Bhaal recruited him to become the high priest of his fledgling clergy, giving Sarevok new purpose... and another chance to become an agent of death and destruction."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Sarevok.webp"
					},
					"credit": "Lius Lasahido"
				}
			]
		},
		{
			"name": "Shredwing",
			"source": "CoA",
			"entries": [
				"Tearing through the skies of the Nine Hells, shredwings aren't only a constant menace to mortal and fiendish travelers, but a reminder of the cruelties of one of Hell's worst overlords. Though Malagard was cast down from the throne of Malbolge and her bloated body shattered, her wickedness remains in the spite and cruelty of her creations.",
				{
					"type": "entries",
					"name": "Born from Bitterness",
					"page": 250,
					"entries": [
						"At first glance, shredwings appear to be bats or pterodactyls, with a spined body between two great veined wings terminating in a jagged head. They seem to have an ever-open beak, but upon closer scrutiny this shows to be a pair of vicious spikes. Although they seem like horrific flying creatures, the actual truth of their origins makes them even more terrible. Malagard was earthbound and one of the many things she was furiously envious of was the ability of others to fly. One of her pastimes was to tear the wings from Fiends who had displeased her and give them a vile and unnatural life of their own, discarding the mutilated devils and shaping their amputated parts into something new and ghastly. Shredwings are the results of her hobby, now feral and endemic to many parts of the Nine Hells."
					]
				},
				{
					"type": "entries",
					"name": "Hideous Appetites",
					"page": 250,
					"entries": [
						"Shredwings are driven by a desire to inflict pain, still possessed by the malice of their original creator. They patrol the skies of the Nine Hells and descend in shrieking flocks on anything weak enough to torment. When they have winged creatures at their mercy, they mob their victim in the air until they can tear away their target's wings. They carry the trophies to their high roosts, where the tattered vanes are transformed into a new shredwing under the caustic ministrations of the 'parents'. For wingless prey, they have other practices. Whilst they harry with claws and beak, they look out for a chance to latch onto the backs of their prey. Driving the spikes of their heads between the shoulders of their victims they enact a terrible merging, becoming a set of wings attached to the creature and carrying them off. They slowly absorb the life-force of their victim, delighting in their pain and fear. Over time they take over their prey's limbs and body, returning to attack any leftover companions, delighting in the distress their puppeteering causes. Most often they leave the head until last, enjoying the screams and pleas of the luckless creature they've usurped."
					]
				},
				{
					"type": "entries",
					"name": "Raised to the Whip",
					"page": 250,
					"entries": [
						"There is little bad in the Nine Hells that devils can't make worse. Shredwings are unruly and vicious creatures but determined devils can trap them and break them into a form of domestication. Particularly ingenious hunting Fiends, aided by the souls of evil rangers, have trained packs of shredwings to do their bidding, tracking prey across the hostile plains of the Nine Hells and attacking on command. The creatures remain mutinous at best, and woe betide any handler who shows weakness or lets prey get the better of them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Shredwing.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Styx Dragon",
			"source": "CoA",
			"entries": [
				"One of the only draconic beings that makes its home in the Nine Hells, the Styx dragon is an aquatic creature that lives within the River Styx. The waters of the Styx have no effect on its mental faculties or memories, and their breath weapon replicates the effects of the Styx. Their diet consists mostly of devils foolish enough to wander close to the banks of the Styx, though they prefer mortals and corpses over Fiends. Occasional Styx dragons have been spotted in non-infernal planes, possibly by traveling the Styx to their destination.",
				{
					"type": "entries",
					"name": "Unusual Dragons",
					"page": 252,
					"entries": [
						"Unlike other Dragons, the scales of the Styx dragon have no effect on their capabilities, and range from darker hues all the way up to chromatic scales, though they always appear muddied. They have no wings and very small limbs, relying primarily on their tails for mobility and combat. Their serpentine body lends itself to muddy nests along the banks of the Styx and quick underwater travel. Good captains know where Styx dragon clutches are along the river, and steer their boats specifically to avoid the creatures."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Styx Dragon.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Tiax",
			"source": "CoA",
			"entries": [
				"A long-serving cleric of Cyric, the god of lies, Tiax is absolutely certain of many things—most of them entirely untrue. After twenty years in Cyric's clergy, Tiax's mind has been twisted by the god's many tricks. Still, even so flavored by fantasy and deception, the favor of a god often proves a very powerful boon indeed. Whatever dire trouble Tiax finds himself in, even if it be the flames of the Nine Hells, his god will devise means of delivering him to safety—though often just by the skin of his teeth.",
				"All of these near misses and improbable escapes have only solidified Tiax's delusions of grandeur. Though he is well aware that it is Cyric's divine interference which saves him, Tiax tells everyone he encounters that he is actually a powerful sorcerer and thus hides his piety to Cyric and the divine power he has been granted in return.",
				"As one might expect, Tiax's foremost attributes are exaggeration and deceit. Unfortunately, for the unsuspecting, Tiax's unthreatening and absurd demeanor can grant the illusion of harmlessness. His many lies appear outlandish and easily dismissed, and his erratic behavior borders on complete buffoonery. Some might even find his colorful, chaotic personality to be charming. Certainly, Koh Tam seems to tolerate him for one reason or another. But make no mistake, Tiax is dangerous. The wise should be wary."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Tiax.webp"
					},
					"credit": "Lius Lasahido"
				}
			]
		},
		{
			"name": "Tyrant Shadow",
			"source": "CoA",
			"_copy": {
				"name": "Tyrant Shadows",
				"source": "CoA"
			}
		},
		{
			"name": "Tyrant Shadows",
			"source": "CoA",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"The nine hells can only dream of the perfect oppression which mortals bring upon each other."
					],
					"by": "Unknown"
				},
				"Alongside devils and monsters, the Nine Hells have given birth to more nebulous threats. Even raw negative emotion can be personified in the darkest reaches of the lower planes. Congealing into a shape that knows only hunger and the need to hunt. It stalks those filled with fears and insecurities that they refuse to acknowledge.",
				{
					"type": "entries",
					"name": "Bred from Denial",
					"page": 254,
					"entries": [
						"Tyrant shadows are a threat unique to the Nine Hells. Mortals in the Nine Hells dwell in agony and terror by definition. However, the life of a devil is seldom happier. The infernal hierarchy is harsh and those above constantly abuse the Fiends beneath them whilst fearing usurpation at every turn. In contrast to the unruly hosts of the Abyss, devils are never permitted to give vent to the bitterness that is their lot, bound to a show of discipline and obedience. This festering misery, given no other outlet, manifests as an independent creature that breaks from the devil who generated it to pursue its own malevolent life. Tyrant shadows most often appear as huge-mawed stalking reptiles made from writhing shadows, unless they take on specific forms to exploit the fears of their prey."
					]
				},
				{
					"type": "entries",
					"name": "Shifting Stalkers",
					"page": 254,
					"entries": [
						"Tyrant shadows are strongly attracted to the kind of suppressed negative emotions that gave rise to them. The minds of strong mortals valiantly enduring the horrors of the Nine Hells without complaint draw them from far away, and they hunger both for the flesh and the fear such prey generate. A truly satisfying feast for the tyrants must be prepared properly. They stalk their targets over long hours, telepathically sensing what is most feared and shifting their forms to provide glimpses and hints of terror wherever their target looks. Mortals who break easily, giving swift vent to their fear or flying into berserk rages, are of little interest to them. A fear that slowly erodes through its host's iron discipline is savored like a well-aged wine. For the same reason, they gleefully prey on middling and lesser devils whose lives are a constant battle between bitterness and discipline. Those few mortals who are so confident in themselves as to know no fear at all—the most focused of monks or blessed of paladins perhaps—are effectively invisible to tyrant shadows."
					]
				},
				{
					"type": "entries",
					"name": "Personal Nemeses",
					"page": 254,
					"entries": [
						"Every tyrant shadow was spawned from the resentful core of a particular devil before taking up its own existence, and the presence of \"their\" devil continues to sustain the tyrant. As the devil rises in the internal hierarchy, so the tyrant grows stronger. As the tyrant hunts and feasts, so the devil's inner bitterness grows, driving them to greater acts of evil, and thus leading to their advancement. Much as they might deny it, even the greatest of devils are consumed with negative emotions. Archdevils command whole planes yet hate and envy the gods. Somewhere perhaps even Asmodeus has a stalking shadow feeding his malice even as his great status empowers it."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Tyrant Shadows.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Vorvolaka",
			"source": "CoA",
			"entries": [
				"There are always mortals who believe they can outwit the powers of the Nine Hells. One strategy is for a powerful evil creature to pledge its soul to the inferno, then seek the eternal unlife of a vampire to cheat the devils of their prize. The devils, of course, have seen it all before. Specialist teams hunt down the offenders and haul them to the Nine Hells where they're reshaped into vorvolakas, forever hungry for mortal blood in an underworld where such a commodity is vanishingly rare.",
				{
					"type": "entries",
					"name": "The Ever-Hungry",
					"page": 258,
					"entries": [
						"A mockery of their original form, vorvolakas appear like vast tusked bats with a humanoid twist to their forms. Some faint semblance of their original features can just be discerned in their new bestial visage, just as an echo of their memories and personality persists in their fractured minds. They're almost never still or silent, shrieking out their gnawing hunger in their keening voices, jittering and clawing at one another, or circling like vultures across the brazen skies of the Nine Hells. Even as normal vampires are driven by their appetites, transformation into a vorvolaka increases that appetite a hundredfold, but the blood of mortals remains the only meal that sates them for even a moment. Seeing haughty vampires turned into ravenous monsters by their constant unfulfillable hunger is a torment that devils find highly amusing."
					]
				},
				{
					"type": "entries",
					"name": "Hell's Sentries",
					"page": 258,
					"entries": [
						"Many powerful devils—especially in the upper layers of Avernus and Dis—keep dovecotes of starving vorvolakas, tolerating their noise and squabbling in exchange for the chief service they provide. The creatures can scent the blood of mortals from miles away, flying into a frenzy at the first hint of a living being. Sometimes the monsters are kept caged, simply serving as a warning system so devils know that mortals are about. More often they're released into the skies to track down the intruders, with infernal huntsmen following in their wake to pick up the pieces."
					]
				},
				{
					"type": "entries",
					"name": "Frenzied Hunters",
					"page": 258,
					"entries": [
						"When they find living prey the vorvolakas descend in great squalling flocks, desperate to rend the mortals open and glut themselves on blood. They use their hooked claws and tusks to rip away armor and open up their prey, attacking with utter disregard for their own safety. Their flesh regenerates from most wounds—or else they would tear one another to pieces in their agony—and their hunger is such that only those of strongest faith can hold them back with prayer and holy symbol. Their screaming cries rend the ears of listeners, not only physically painful but imprinting the creatures' deep misery on all who hear. So evident is the despair of the creatures, their horror at their own tormented state, that those who have fought them and survived find themselves more moved to pity than any other emotion."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Vorvolaka.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "War Devil",
			"source": "CoA",
			"entries": [
				"Created through the sacrifice of other devils, both alive and dead, war devils vary in size and shape, but not personality. They crave combat and are highly aggressive, often commanding legions of lesser devils in wars. While they greatly enjoy bullying weaker creatures and exerting their dominance, they're highly submissive towards more powerful creatures and higher ranked devils.",
				{
					"type": "entries",
					"name": "Battle Commanders",
					"page": 260,
					"entries": [
						"War devils are also extremely loyal to their creators, following practically any order given to them. When not taking orders, war devils are clever enough to command and make decisions on their own, making them extremely talented generals."
					]
				},
				{
					"type": "entries",
					"name": "Mighty Devils",
					"page": 260,
					"entries": [
						"Because of their construction, the appearance of war devils varies. That said, there are a few features that are common among most of their kind. Almost all war devils have thick, leathery wings, as well as massive, curved horns and sharpened teeth. They're also usually massive in size, having been created from multiple other devils, with the larger ones usually having higher-ranked positions. Though they prefer to use polearms of all kinds, war devils are also fully capable unarmed."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/War Devil.webp"
					},
					"credit": "Sebastian Kowoll"
				}
			]
		},
		{
			"name": "Zagum",
			"source": "CoA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Zagum.webp"
					},
					"credit": "Aaron Sims"
				}
			]
		},
		{
			"name": "Zariel",
			"source": "CoA",
			"entries": [
				"Once a mighty angel charged with watching the tides of the Blood War, Zariel succumbed to the corrupting influence of the Nine Hells and fell from grace. Asmodeus admired Zariel's passion for war and offered her rulership of Avernus. She accepted his offer and was transformed by Asmodeus into an archdevil.",
				"Zariel's rise came at the expense of Bel, her pit fiend predecessor. Zariel and Bel hate each other. To keep Bel busy and out of her sight, Zariel tasks him with forging weapons, armor, and gruesome demon-slaying machines.",
				{
					"type": "entries",
					"name": "Zariel's Lair",
					"page": 235,
					"entries": [
						"Zariel makes her lair in a basalt citadel that rises up in Avernus. The stronghold, covering five square miles, is surrounded by walls reinforced with high turrets."
					]
				}
			]
		},
		{
			"name": "Zythan",
			"source": "CoA",
			"entries": [
				"Zythan, like many other Halruaans, spent his early years studying the arcane arts. His talent in Divination magic made him particularly useful to the Conclave, and they quickly sought him out. Under their tutelage, his skill flourished, and he became a powerful mage. Those that know him personally recount his matter-of-fact personality, his green hair, and his third eye that seems to open when he performs magic. He rarely speaks of himself, however, choosing instead to focus his attention on the future.",
				"When he first received an official position within the Conclave, Zythan wanted to prove himself. He spent countless hours peering into the future and examining potential outcomes. One fateful night, he just barely caught sight of a forbidden ritual being prepared—a ritual that could cost the lives of many Halruaans. Because of his sight, the Conclave was able to intervene in time, and he was quickly promoted and showered with praise.",
				"For the past few months, Zythan has felt like something was off: at first, he suspected another ritual within Halruaa. He requisitioned the help of the other diviners, as well as a powerful Crystal Ball, and together they were able to piece together a vision. The dark lord of the Nine Hells, Asmodeus, will unleash a great evil very soon. Though the Conclave often stays out of non-Halruaan affairs, they had no choice but to act. It is for this reason that the adventurers were called to Halruaa.",
				"Zythan's skill in arcane magic, while particularly focused on Divination, extends to every school. While he lacks proficiency in martial combat, he can wield both offensive and defensive magic effectively. Outside of his magical talent, he is also known to be highly intelligent, though his social skills could use work. Much of his time is spent viewing alternate futures and preparing for potential dangers, leaving little for himself. He often goes without meals until he starts to feel weak, and if he had friends, they might be concerned about how much time he spends working."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/CoA/Zythan.webp"
					},
					"credit": "Lius Lasahido"
				}
			]
		}
	]
}
