{
	"monsterFluff": [
		{
			"name": "Amalgamation",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Formed only in places where dimensional rifts are torn open, this blasphemous abomination is a conduit by which beings from realms of chaos untold can enter our world. It is an interdimensional cancer which infects our earth."
							],
							"by": "Eldrick Runeweaver"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Amalgamation.webp"
					}
				}
			]
		},
		{
			"name": "Animated Delerium Sludge",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Contaminated Elementals can be found all over Drakkenheim, often in areas where the eldritch magics are especially concentrated. Many who have encountered these elementals have spoken of the city itself coming to life to attack them. Reports of ruins reaching out and crushing adventurers, burning flames moving and hunting with minds of their own, or contaminated pools lurching to engulf passersby have been heard. Even the blowing air itself has mustered parts of the Haze into shifting clouds that stalk adventurers through the streets. These magical creatures are a constant reminder that nothing in the city can be trusted, and that nowhere is truly safe."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Animated Delerium Sludge.webp"
					}
				}
			]
		},
		{
			"name": "Arcane Wraith",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Many spellcasters who died in Drakkenheim have become disembodied and corrupt undead spirits, still flowing with arcane power but twisted into evil, shadowy forms. They drift through the ruins, hungering for magical essence as much as living life force."
					]
				}
			]
		},
		{
			"name": "Big Linda",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Big Linda has proven well worth the lives I spent to capture her. She is the prize champion of my fighting pit, and a loyal friend. I am very much excited for you to meet her. Also, before you ask, yes she bites"
							],
							"by": "The Queen Of Thieves"
						},
						"Big Linda resembles a dragon without wings, and has knobbly flesh accented by shimmering scales that stretch along its back. The monstrous beast has a gaping maw of razor-sharp teeth and a tail of razor-sharp spines, but dishevelled and useless forearms. Big Linda has been permanently charmed by the Queen of Thieves and (usually) obeys her spoken commands. The creature emerges from its den in response to the Queen's whistle call."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Big Linda.webp"
					}
				}
			]
		},
		{
			"name": "Cavalier",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These righteous knights take to battle upon heavily armoured steeds or winged griffons."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Cavalier.webp"
					}
				}
			]
		},
		{
			"name": "Chaplain",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ordained with prayer beads and holy symbols, a chaplain is a faithful warrior-priest who accompanies questing knights and military regiments on campaign. During moments of peace, some will prepare continual flame, sending, speak with dead, remove curse, greater restoration, scrying, and raise dead as the need requires. Other chaplains are fiery zealots who can prepare faerie fire, burning hands, scorching ray, flaming sphere, fireball, and wall of fire."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Chaplain.webp"
					}
				}
			]
		},
		{
			"name": "Crater Wurm",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Found only in the Crater Basin, these massive burrowing monsters have petal-like mouths lined with razor-sharp teeth. Their thick hides of midnight purple are covered in spines and octarine slime. Those who have survived an encounter with one have spoken of the earth shaking moments before the beast emerges from below, devouring helpless victims caught in its path."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Crater Wurm.webp"
					}
				}
			]
		},
		{
			"name": "Crimson Countess",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Crimson Countess is a powerful harpy matriarch. Recognizable by her red-feathered wings and deep crimson hair, she is clad in black and gold armour and carries with her a spear that crackles with electrical energies.",
						{
							"type": "list",
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Personality Trait",
											"entry": "I screech blood-curdling war cries and perform aerial stunts as intimidation."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ideal",
											"entry": "Any who walk the earth are prey for those who soar the sky."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Bond",
											"entry": "I collect trophies from my kills to remind my flock who is the mightiest."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Flaw",
											"entry": "I am aggressively territorial, envious of my rivals, and covetous of my trinkets."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Crimson Countess.webp"
					}
				}
			]
		},
		{
			"name": "Delerium Dreg",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Who knows how many of these twisted abominations were once our steadfast comrades, friends, and loved ones. When you see these lost souls, you must not hesitate."
							],
							"by": "Elias Drexel"
						},
						"Many who succumb to {@adventure contamination|DoDk|12} become grotesque mockeries of their former selves. They suffer a wretched and loathsome fate, aimlessly wandering the ruins following half-forgotten memories. Most are gripped by despair, fear, and madness which drive them to act violently, though a rare few experience lucidity and a gruesome awareness of their miserable state. Their distorted and emaciated bodies are sustained by the magic of the Haze."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Delerium Dreg.webp"
					},
					"title": "Delerium Dreg"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Delerium Mind Dreg.webp"
					},
					"title": "Delerium Mind Dreg"
				}
			]
		},
		{
			"name": "Eldrick Runeweaver",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"One of the finest professors in the Amethyst Academy, Eldrick Runeweaver has personally instructed a generation of talented arcane spellcasters. He is the foremost living expert on abjuration magic, but is also highly regarded within the Academy as a dedicated administrator and calculating leader. If Eldrick Runeweaver successfully retakes the Inscrutable Tower, he will likely take up the vacant spot in the Academy Directorate and assume the mantle of Archmage of Drakkenheim.",
						"Eldrick Runeweaver is a towering and broad-shouldered man in his mid-sixties. His amber eyes glow softly behind his circular glasses, and he has a square-cut, greying black beard. He wears nine rings of silver, gold, and electrum: one on each finger except his left thumb. He wears flowing purple garb with golden embroidery, and carries an obsidian staff tipped with a delerium crystal.",
						{
							"type": "list",
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Personality Trait",
											"entry": "I carefully calculate my every action, and I speak using a few well-chosen words. I'm a teacher at heart, so I often phrase my responses in the form of a pointed question."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ideal",
											"entry": "I will seek out more information whenever I encounter an unknown situation or problem. Through reason and logic, the facts always bear out the truth of the matter."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Bond",
											"entry": "I hold a position of responsibility and authority within the Amethyst Academy, and it is my duty to protect the Academy's interests, carry out its agenda, and keep its many secrets."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Flaw",
											"entry": "I care deeply for my students, but tend to overlook their faults and failures. I've had several wayward apprentices over the years, and I've often had to cover up their mistakes."
										}
									]
								}
							]
						},
						"Eldrick Runeweaver has a cat familiar, and travels with an iron golem bodyguard and a homunculus servant. He most often communicates via sending, telepathic bond, and project image spells, or by sending his simulacrum instead. Eldrick always has a contingency spell in place, and has a clone kept in a distant stronghold with extra equipment should the unthinkable occur."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Eldrick Runeweaver.webp"
					}
				}
			]
		},
		{
			"name": "Entropic Flame",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Contaminated Elementals can be found all over Drakkenheim, often in areas where the eldritch magics are especially concentrated. Many who have encountered these elementals have spoken of the city itself coming to life to attack them. Reports of ruins reaching out and crushing adventurers, burning flames moving and hunting with minds of their own, or contaminated pools lurching to engulf passersby have been heard. Even the blowing air itself has mustered parts of the Haze into shifting clouds that stalk adventurers through the streets. These magical creatures are a constant reminder that nothing in the city can be trusted, and that nowhere is truly safe."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Entropic Flame.webp"
					}
				}
			]
		},
		{
			"name": "Eoghan Ghostweaver",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This ancient elvish hermit tends the shrine. Eoghan Ghostweaver is a priest of Morrigan, and keeps the old faith of his goddess. He has a sallow face with skin stretched thin over his cheekbones, is garbed in black feathered robes, and wields a staff of the woodlands."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Eoghan Ghostweaver.webp"
					}
				}
			]
		},
		{
			"name": "Executioner",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"...and that's why we don't go to Slaughterstone Square."
							],
							"by": "Lieutenant Petra Lang"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Executioner.webp"
					}
				}
			]
		},
		{
			"name": "Garmyr",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Once thought to be related to gnolls, garmyr are bipedal canids unique to the Haze-ridden ruins of Drakkenheim. Often covered in thick fur, their colouration and features vary from hound-like to wolf-like, but all bear sharp teeth and claws. They form hyper-aggressive and predatory warpacks equipped with weapons taken from the many failed military attempts to reclaim the city. These beasts revel in their countless battles with adventurers and the Hooded Lanterns. The garmyr warpacks have made the Inner City their hunting ground, but have been sighted roving the countryside with increasing frequency. They live for the thrill of the hunt, and mock and taunt their prey as they chase them down. Though the warpacks are prone to infighting, a massive beast known as the {@creature Lord of the Feast|DoDk} rules the garmyr as their overlord, master, and god."
					]
				}
			]
		},
		{
			"name": "Gravekeeper",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"The Royal Crypts below Castle Drakken housed the bodies of kings and queens, dukes and nobles of generations gone. They were tended by the many gravekeepers who worked diligently to light the lanterns below so the dead could have safe passage to the light. I shudder to think what has become of those crypts, and their keepers, in these dark times."
							],
							"by": "Overheard from a party of nobles in the Red Lion Hotel"
						},
						"The Gravekeeper is a hovering mass of writhing appendages. Amongst its horrid and grotesque form one can make out the many faces of long lost gravekeepers of Castle Drakken, but their expressions are twisted in horror of their last moments, and their eyes are hollow with a dim octarine light emanating from within. Covering the floating mass are hundreds of arms, several of them holding softly glowing lanterns. The lanterns glow with octarine flames that cast flickering shadows across the crypt. The Gravekeeper wanders amongst the dead, awakening them into grasping souls, clawing their way out of the many graves amongst the lordly tombs of the castle."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": []
						}
					]
				}
			]
		},
		{
			"name": "Grotesque Gargant",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These mutated human monstrosities have grown to tremendous size. Delerium shards are merged into their disfigured bodies, and their muscles pulse with arcane energies as they lumber forward. Furiously territorial, these creatures are occasionally sighted hauling massive delerium crystals from the crater and placing them like obelisks in the ruins."
					]
				}
			]
		},
		{
			"name": "Haze Hulk",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Delerium dregs continue to be wracked with new mutations. Eventually, many simply collapse into a mewling mass of flesh and organs and become gibbering mouthers. Others grow into much larger and twisted forms."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Haze Hulk.webp"
					}
				}
			]
		},
		{
			"name": "Haze Husk",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Those who die in the ruins find no respite. The Haze reanimates their remains to wander the streets as shells forever stuck in the terror of their final moments. Billowing eldritch energies emanate from their eyes, mouth, and wounds and delerium fragments are fused into their flesh."
					]
				}
			]
		},
		{
			"name": "Haze Wight",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A haze wight is more sentient than their haze husk minions, but has still been stripped of their former life. Many were former adventurers, military officers, or mighty warriors who died in the Haze. Many still believe themselves to be great heroes rallying the common folk of Drakkenheim against invaders, but in their madness they see all humanoids as monsters."
					]
				}
			]
		},
		{
			"name": "Hedge Mage",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Not every graduate of the Amethyst Academy remains a part of the institution. A few depart to find their own way in life, quietly using their magical talents pursuing their own interests. So long as they keep the edicts and laws, they may practice magic undisturbed."
							],
							"by": "Eldrick Runeweaver"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Hedge Mage.webp"
					}
				}
			]
		},
		{
			"name": "Hypnotic Eldritch Blossom",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Strange new life germinates in the Haze. These multicoloured flowers emit a hallucination-inducing pollen and overflow with contaminated nectar. They are often fatally mistaken for an eldritch lily."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Hypnotic Eldritch Blossom.webp"
					}
				}
			]
		},
		{
			"name": "Knight-Captain Theodore Marshal",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Knight-Captain Theodore Marshal is a man in his prime. He is athletic and tall with boldly sculpted features, bronzed skin, and unkempt sandy brown hair. Unshaven stubble has grown into a beard over the criss-cross of scars on his face. A leather patch covers his right eye. He wears gleaming silver plate armour etched with golden trim, and carries a shimmering sword and a broad shield engraved with the symbol of the Sacred Flame.",
						{
							"type": "list",
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Personality Trait",
											"entry": "I act with determined calm and respect. Little rouses my anger, instead I respond with disappointment when others incite my ire."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ideal",
											"entry": "I believe that good-hearted people can set aside their differences to work together."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Bond",
											"entry": "I am willing to lay down my life for a just and righteous cause."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Flaw",
											"entry": "I will never give up on my comrades. I do not trade lives."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Knight-Captain Theodore Marshal.webp"
					}
				}
			]
		},
		{
			"name": "Lenore von Kessel",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Transformed by the Haze, Lenore is a mockery of her former self and abhorrently reacts to her own appearance. She dimly remembers seeking shelter in her grotto, but has no recollection of how she escaped the castle.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Personality Trait",
									"entry": "I speak softly in a perpetual daydream, rhapsodically imagining myself to be in a tragic fairytale while casting others in fictional roles."
								},
								{
									"type": "item",
									"name": "Ideal",
									"entry": "The world is a mirror held up to my own glorious reflection."
								},
								{
									"type": "item",
									"name": "Bond",
									"entry": "I obsessively crave beauty, decadence, and relish in art of all kinds, and especially love my garden and my lilies. They are all I have left."
								},
								{
									"type": "item",
									"name": "Flaw",
									"entry": "I fly into an enraged fury at the sight of my own likeness or the names of my lost family members."
								}
							]
						},
						"Any character proficient in",
						"{@skill History}",
						"can instantly recognize Lenore despite her mutations. Before her transformation, Lenore was extraordinarily vain and narcissistic, though was uncharastically kind and gentle to her servants. She wore outrageously ornamented gowns, hats, makeup, and jewelry, including a famous golden necklace set with eleven emeralds. She loved her children only as extensions of herself, and absolutely despised her husband."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Lenore von Kessel.webp"
					}
				}
			]
		},
		{
			"name": "Living Deep Haze",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Contaminated Elementals can be found all over Drakkenheim, often in areas where the eldritch magics are especially concentrated. Many who have encountered these elementals have spoken of the city itself coming to life to attack them. Reports of ruins reaching out and crushing adventurers, burning flames moving and hunting with minds of their own, or contaminated pools lurching to engulf passersby have been heard. Even the blowing air itself has mustered parts of the Haze into shifting clouds that stalk adventurers through the streets. These magical creatures are a constant reminder that nothing in the city can be trusted, and that nowhere is truly safe."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Living Deep Haze.webp"
					}
				}
			]
		},
		{
			"name": "Lord Commander Elias Drexel",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Lord Commander Elias Drexel is a man in his early fifties. He is stocky and imposing with a furrowed brow and a grim frown on his wide and angular face. His harsh features are framed with a thick moustache, side chops, and a mane of long braided brown hair. He is garbed in chainmail armour with heavy leather gloves and boots, worn under a fur-lined dark green cloak and iron pauldrons. He wears a pinned brooch - the Lord Commander's Badge, the symbol of his office. A quiver, a longbow, and two longswords are strung on his back.",
						{
							"type": "list",
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Personality Trait",
											"entry": "I am blunt and direct, and expect my soldiers to obey my commands and deliver results promptly. I find no humor in anything."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ideal",
											"entry": "Loyalty and trust are priceless. They must be carefully given, but staunchly held. There is nothing worse than betrayal and treason."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Bond",
											"entry": "During the Civil War, I switched sides and killed several scions of House von Kessel who could have claimed the throne. I once believed it was for the right cause, but now I feel personally responsible for breaking the royal line. My mission in Drakkenheim is penance and redemption."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Flaw",
											"entry": "I'm filled with rage and conflict because of my contradictory actions and beliefs, and I don't take defeat, setbacks, or even missteps lightly."
										}
									]
								}
							]
						},
						"Lord Commander Elias Drexel was appointed to the office of Lord Commander before the fall of Drakkenheim, and was outside the city leading training drills when the meteor fell. Afterwards, he took part in three military expeditions to reclaim Drakkenheim, and saw firsthand their horrors. He then went on to fight in the Westemär Civil War alongside Mannfred von Kessel. However, the idea that his soldiers died for nothing in Drakkenheim festered in his mind, and made him doubt Mannfred's ability to be a good ruler. He secretly participated in a successful conspiracy to assassinate Mannfred von Kessel. Little did he know that shortly thereafter, tragedy would soon befall Cecilia von Kessel. He isn't exactly proud of his choice to betray Mannfred, and that causes him considerable guilt, regret, and internal self-loathing."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Lord Commander Elias Drexel.webp"
					}
				}
			]
		},
		{
			"name": "Lord of the Feast",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This horrific albino garmyr stands well over twelve feet tall. He is covered in a mass of yellowish-white mangy fur, bloodstained and scarred from countless battles, and clad in a patchwork armour of leather, chain, and bladed plate with trophies—mummified heads—hanging from his belt. A mane of bony spines and tufts of barbed grey hair jut out from his head and down his back to a long white tail braided with skulls and bone fragments. His snarling visage is filled with long, razor-sharp fangs and smouldering red eyes. The Lord of The Feast holds an oversized longbow, strung with thick sinew. A quiver on his back holds enormous arrows, some bristling with barbed snares, others connected to coils of chains around the beast's wrists, while others are tipped with delerium shards."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Lord of the Feast.webp"
					}
				}
			]
		},
		{
			"name": "Lucretia Mathias",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Lucretia Mathias is a willowy and wizened woman with piercing eyes and pursed lips. She is in her early nineties, and keeps her greying black hair in a coiled bun beneath a linen shawl. She wears simple grey robes, and clutches a heavy leather-bound tome. A glowing golden crystal dangles from a silver chain around her neck. Her garb lightly conceals the delerium shard embedded in her heart.",
						{
							"type": "list",
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Personality Trait",
											"entry": "I speak in proverbs and quote scripture when I speak, inspiring others to interpret my cryptic words and come to their own revelations."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ideal",
											"entry": "The brightest lights shine in the darkest of places. None are beyond redemption, and all may find their inner truth and purpose by following the Falling Fire."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Bond",
											"entry": "I have foreseen the inevitable end of our world, but through our sacred self-sacrifice we shall set alight the Sacred Flame to bring enlightenment and salvation to the universe."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Flaw",
											"entry": "I only reveal the greatest truths I have seen to those I am certain can grasp them fully, and will understand them as I do."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Lucretia Mathias.webp"
					}
				}
			]
		},
		{
			"name": "Minazorond",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Minazorond is eternally bound to serve as the guardian of Castle Drakken. He roosts atop the Stair Tower of the royal palace with his mind awash in nightmares. The dragon now believes the monstrous creatures dwelling in the castle to be its proper inhabitants, and perceives humanoid creatures as trespassers to be destroyed. Minazorond awakes with a thunderous roar that can be heard for miles away, and attacks if intruders approach within one hundred fifty feet of the royal palace by any means. The dragon does not speak, nor respond to reason or parley. He does not pursue his quarry beyond the castle grounds. However, Minazorond is too large to enter buildings or the palace, and cannot pursue creatures who flee inside.",
						"Minazorond may be rebuked by a creature bearing a{@i Seal of Drakkenheim}. Only a wish spell can cure his madness: he interacts as a dutiful, stoic, and wise protector thereafter."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Minazorond.webp"
					}
				}
			]
		},
		{
			"name": "Oscar Yoren",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This malfeasant wizard fled the Amethyst Academy ten years ago. Oscar Yoren has since taken up residence on the north side of Drakkenheim in Reed Manor, and survived on the outskirts of the city through his grim intellect, ruthless self-interest, and willingness to practice unsavoury forms of alchemy and necromancy. Several other outcast mages have since joined him as apprentices.",
						"Oscar Yoren is a short, wide man in his mid-fifties. He wears slovenly leather breeches and a filthy black overcoat. He has shoulder-length greasy black hair and a thick beard of wiry unshaven hair creeping down his flabby neck. His skin is covered in sores and pasty blotches, with bulging blood veins under his neck. His sunken bloodshot eyes glare with a purple-green light. He has yellow teeth and fingernails.",
						{
							"type": "list",
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Personality Trait",
											"entry": "I talk down to anyone who isn't as intelligent as I am - which is everyone. I demand attention when I'm speaking, and make thinly-veiled threats when I don't get my way."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ideal",
											"entry": "The Amethyst Academy doesn't understand my methods, but I cannot unlock the secrets of delerium if I am hindered by petty morality and useless ethics. If I had proper facilities and resources, unimaginable power would be mine."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Bond",
											"entry": "My apprentices are useful as long as they are loyal and don't question me, but disposable the moment they aren't. Only my own survival matters."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Flaw",
											"entry": "I hold vindictive grudges against everyone who ever wronged me. I'll have my revenge someday, but I fear acting against those with more power or resources than me. I must hide for now, as I'm terrified the Academy will send assassins to kill me and steal my brilliant research."
										}
									]
								}
							]
						},
						"Oscar Yoren's spellbook contains all the spells he has prepared, plus alarm, find familiar, glyph of warding, contact other plane, dispel magic, dimension door, magic circle, and planar binding."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Oscar Yoren.webp"
					}
				}
			]
		},
		{
			"name": "Pale Man",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Friedrich Von Lichten ambitiously explored the mutagenic effects of delerium after Drakkenheim's destruction, and was among the first to fully describe the effects of eldritch {@adventure contamination|DoDk|12} upon the human body. He was ejected from the Amethyst Academy when it was discovered he was using apprentices as test subjects. So grave was his trespass, that the Academy notified the Silver Order of his existence, putting a death bounty on his head. Both The Silver Order and the Amethyst Academy have been searching for him since.",
						{
							"type": "list",
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Personality Trait",
											"entry": "Witness my power, understand that I am the future. Some may call me a god, and I would not correct them."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ideal",
											"entry": "We must embrace the Haze, and allow {@adventure contamination|DoDk|12} to change us, make us better."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Bonds",
											"entry": "The Amethyst Academy lacks vision. I will show them the true power of delerium."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Flaw",
											"entry": "It is not enough that I merely outsmart my foes, they must be shown their weakness and failure."
										}
									]
								}
							]
						},
						"Friedrich von Lichten has fully embraced {@adventure contamination|DoDk|12} and transformed into a monster, and is now the Pale Man (see Appendix A of{@i Dungeons of Drakkenheim}for game statistics). He has maintained his intellect, and drapes his hunched and withered figure in a black cloak. Beneath his paper-thin skin are wriggling and writhing things. His lidless eyes are sunken, his teeth are prominent, yellowing and decaying. One can just make out a sickly green tongue that darts out when he speaks. He talks in a stunted, almost exasperated tone.",
						"He presents his estate as a safehouse for the lost and forgotten.",
						"The Pale Man sows the rumours that he can help contaminated people so he can use them as test subjects for his experiments. When he meets a transformed or contaminated creature, he presents himself as a helpful expert, offering to treat any individual left in his care. He never actually cures {@adventure contamination|DoDk|12}, but sometimes helps other transformed monsters become somewhat lucid so he can make better use of them as minions. The Pale Man spends most of his time in the repurposed master bedroom of the estate he uses as his laboratory, and gives orders only to his most trusted thralls."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Pale Man.webp"
					}
				}
			]
		},
		{
			"name": "Protean Abomination",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Occasionally, a creature's rapid mutations become too much for its body to withstand. In a horrific shower of gore, such wretches explode into a quivering mass of cancerous tumors, babbling mouths, shifting eyes, and grasping limbs that twist, expand, and retract in grotesque and bizarre ways."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Protean Abomination.webp"
					}
				}
			]
		},
		{
			"name": "Queen of Thieves",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Who I am is not as important as what I am. I am quicker than thought, more silent than contemplation, more slippery than a fading memory, and more unshakable than a guilty conscience. I deal in secrets and mendacity as lesser thieves deal in coins and larceny. I can fulfil your wildest dreams, or I can be your worst nightmare."
							],
							"by": "The Queen of Thieves."
						},
						"The Queen of Thieves is a scheming mastermind who controls the Drakkenheim underworld. She has transformed a hundred squabbling bands of brigands and outlaws into a burgeoning criminal empire. However, none know her true identity or origin, for she wears many faces. Though she is most infamously encountered as a lithe masked woman garbed in swashbuckling attire with a wide-brimmed hat and jewelled rapier, the Queen of Thieves adopts a variety of costumes, facial features, skin and hair colours, body shapes, ages, and genders depending on her mood and circumstances. As such, she typically confirms her identity by revealing some secret about whoever she is speaking with or demonstrating her uncanny ability to change appearance seemingly at-will.",
						{
							"type": "list",
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Personality Trait",
											"entry": "I am never caught unprepared, and have contingencies for my contingencies. I speak with rakish confidence while casually exposing everything I know about others, and flaunt my ability to be anybody or anywhere."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ideal",
											"entry": "I indulge in playing mind games and manipulating people with the promise of profit. Instead of spilling blood, I spill secrets. My enemies are worthless as corpses. When I have to steal lives, I spend them dearly first."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Bond",
											"entry": "Law is powerless in the chaos of the ruins. As long as anarchy reigns, so shall I."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Flaw",
											"entry": "Anyone who trusts me is a terrible fool. Double-crossing is my nature. I expect everyone to betray me, and I'll relish the opportunity to defeat them when they try."
										}
									]
								}
							]
						},
						"Few amongst the Queen's Men have met the Queen of Thieves in person, and even fewer have attended the Court of Thieves. Most only know if they get a note attached to a Queen of Diamonds playing card, you better do what it says."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Queen of Thieves.webp"
					}
				}
			]
		},
		{
			"name": "Rat Prince",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This ratling stands head-and-shoulders over the others, and has black-brown fur and a wicked grin - some of his frontmost teeth are delerium crystals. He wears scavenged bits of light armour, tattered dark blue rags, and a gold crown which is slightly too small for his head."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Rat Prince.webp"
					}
				}
			]
		},
		{
			"name": "Ratling",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"A pair of glinting yellow-purple eyes appear down the dark tunnel ahead, then another, then more. A scurrying mass of furry bodies bound up in mud-spattered cloth and greasy leather surge forward. Their rodent-like claws brandish rust-caked blades as many squeaking voices erupt into a cacophony of chittering, chirping, screeching, and finally a howl of \"Kill! Kill! Kill!\""
							]
						},
						"Ratlings are oversized mutated rats imbued with malevolent cunning and driven by a mad compulsion to consume and multiply. These wretched monsters suffer from a constant internal struggle between cowardly survival instincts and violent impulsive urges. Ratlings dream of eating everything, and will eat anything, but love eating people. They especially love eating babies. While they will subsist on carrion, ratlings take captives back to their lairs so they can have fresh food later. Thousands of ratlings dwell in the city. They form warring colonies that dig maze-like burrows featuring multiple entrances and tight looping passages. Successful colonies grow in number quickly, as ratlings mature in a matter of weeks when ample food and delerium are available."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Ratling.webp"
					}
				}
			]
		},
		{
			"name": "Saint Gresha",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gresha was called back in spirit by Lucretia Mathias to tend her namesake chapel. If Saint Gresha is destroyed, Lucretia Mathias calls her spirit back again as soon as possible."
					]
				}
			]
		},
		{
			"name": "Scoundrel",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"When you've been around the beat as long as me, you learn to pick up a trick or two. Take anything you can get, it might mean you win the next big score, or just live another day."
							],
							"by": "Blackjack Mel"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Scoundrel.webp"
					}
				}
			]
		},
		{
			"name": "Tower Dragon",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These young bronze dragons perch upon the towers and parapets of the city and Castle Drakken. Once noble protectors of the city, they are now controlled by the will of the Haze."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Tower Dragon.webp"
					}
				}
			]
		},
		{
			"name": "Urban Ranger",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"We train day after day to survive the horrors of the city. More than just your own life is riding on you. A missed shot, a wrong turn, a split-second delay in noticing a lurking monster ahead could be the mistake that costs you everything in these dangerous ruins."
							],
							"by": "Petra Lang of the Hooded Lanterns"
						},
						"Grizzled and grim urban rangers stalk city streets and rooftops like their natural counterparts hunt forest paths and treetops, leaping between buildings and scaling walls with ease."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Urban Ranger.webp"
					}
				}
			]
		},
		{
			"name": "Walking Delerium Geode",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Contaminated Elementals can be found all over Drakkenheim, often in areas where the eldritch magics are especially concentrated. Many who have encountered these elementals have spoken of the city itself coming to life to attack them. Reports of ruins reaching out and crushing adventurers, burning flames moving and hunting with minds of their own, or contaminated pools lurching to engulf passersby have been heard. Even the blowing air itself has mustered parts of the Haze into shifting clouds that stalk adventurers through the streets. These magical creatures are a constant reminder that nothing in the city can be trusted, and that nowhere is truly safe."
					]
				}
			]
		},
		{
			"name": "Wall Gargoyle",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These gargoyles defend the walls of Drakkenheim."
					]
				}
			]
		},
		{
			"name": "Warlock of the Rat God",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Once we have all the shiny, the Rat God will come and help us! We'll get food! We will eat! Lots of food! All the food! We will eat the whole world! All the earth! Yes yes yes!"
							]
						},
						"Many ratlings worship a fiendish entity they call the Rat God. They construct crude effigies to the Rat God, who whispers to the most cunning and intelligent ratlings, granting them magic through eldritch pacts. Ratlings understand surprisingly little about the Rat God, and make up stories and fables about the Rat God's exploits."
					]
				}
			]
		},
		{
			"name": "Warp Witch",
			"source": "DoDk",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These ethereal phantoms haunt the places where they died, grasping for any memory of their former identities. Their mental anguish breaks the minds of those who hear their wails, and they induce rapid mutations when they possess humanoid bodies."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DoDk/Warp Witch.webp"
					}
				}
			]
		}
	]
}
