{
	"monsterFluff": [
		{
			"name": "Animated Coffin",
			"source": "AATM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Animated coffins are heavy, macabre Constructs designed to ferry the dead to places of rest. They waddle the Mortuary's halls unbothered, scooping up corpses and carrying them to the next stage of the funerary process.",
						"An animated coffin has an array of spidery metal legs it uses to skitter along steep inclines, walls, and ceilings, and the coffin's spacious interior bristles with retractable spikes. Like their inanimate counterparts, animated coffins range from plain wooden boxes with simple fittings to elaborate, gilded sarcophagi and reverent, fabric-lined caskets.",
						"Beyond the City of Doors, animated coffins serve similar—albeit less industrial—roles. Natural ambushers and tireless sentries, animated coffins guard ancient necropolises, family crypts, and the lairs of powerful Undead. A cautious vampire might sleep in an animated coffin to evade hunters during the day, while a necromancer might enlist animated coffins to conscript corpses from faraway settlements into an Undead army.",
						"Animated coffins are rarely empty. The Animated Coffin Contents table presents some contents an animated coffin might contain when encountered.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Contents"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@dice 1d4} swarm of bats"
								],
								[
									"2",
									"{@dice 1d4} skeletons packed like sardines"
								],
								[
									"3",
									"A groaning mummy"
								],
								[
									"4",
									"A patch of yellow mold (see the Dungeon Master's Guide)"
								],
								[
									"5",
									"A slumbering vampire spawn"
								],
								[
									"6",
									"A portal to the Path of Graves (detailed in Adventure Atlas: The Mortuary)"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AATM/Animated Coffin.webp"
					}
				}
			]
		},
		{
			"name": "Factol Skall",
			"source": "AATM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Skall is the current factol of the Heralds of Dust and the only leader the faction has ever had. A popular Duster legend holds that other than the Lady of Pain herself, Skall is Sigil's oldest resident, the first creature to live and die in the City of Doors. The Heralds of Dust idolize their ageless factol, whose stoic visage has become the faction's emblem. Skall can usually be found examining his orrery of souls (detailed in {@i Adventure Atlas: The Mortuary}).",
						"After eons of existence, Skall is in an advanced state of deterioration. Once a spry lich with a wrinkled frame, he now drifts listlessly through the Mortuary's forlorn halls, rasping to himself. Skall appears as little more than a floating, disembodied head and two hands, his tattered cloak fluttering behind them. Notorious among the factols of Sigil but rarely seen in the flesh, Skall often delegates his bureaucratic responsibilities to Undead proxies or—on rare occasions—appears as an illusory duplicate. Subtle social cues are lost on the factol, whose eternal nature has eroded any memory of mortal life.",
						"As a result of his decay, Skall's power has waned considerably, but challenging him in combat is as much a death sentence as ever. Factol Skall imparts a lasting oblivion to his enemies. Caretaker, custodian, and grave keeper, the factol ushers allies and foes alike from this false existence toward the path to True Death."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AATM/Factol Skall.webp"
					}
				}
			]
		},
		{
			"name": "Heralds of Dust Exorcist",
			"source": "AATM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dauntless in the face of death, exorcists in the Heralds of Dust cleanse hapless creatures and resting places haunted by ghosts, specters, and other malign entities that prevent the dead from being interred or jeopardize those already in repose. Though most Duster exorcists conduct their operations in the Mortuary, many heed calls throughout Sigil and the planes beyond.",
						"The vagaries of undeath make spirits difficult to predict. Nevertheless, exorcists are well equipped for their work. Molded by experiences with apparitions and their ilk, exorcists channel the forces of death to preserve the living, commune with the dead, and drive evil spirits back to their graves. They can also fire versatile bolts of necrotic or radiant energy from their staves to repel a host of supernatural entities.",
						"An exorcist's senses pierce the veil of death to perceive wandering ghosts on the Ethereal Plane as well as shadow demons, wraiths, and other incorporeal entities hiding in palls of darkness. With a brief reboant chant, an exorcist can expunge a harmful entity from a possessed creature—or make that creature vulnerable to a painful spiritual inhabitation."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AATM/Heralds of Dust Exorcist.webp"
					}
				}
			]
		}
	]
}
