{
	"monsterFluff": [
		{
			"name": "Dankwood Duergar",
			"source": "MGELFT",
			"entries": [
				"Dankwood duergar live in the deep caves below and are constantly on the search for treasure and magical discoveries they can claim as their own. Like their dwarven relatives, the Dankwood duergar are masters at crafting, but never seem to be happy or satisfied with their creations.",
				"Some say that their constant pouting is what allows them the magical ability to double in size and strength for short moments. Now that's a temper tantrum!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MGELFT/Dankwood Duergar.webp"
					}
				}
			]
		},
		{
			"name": "Dankwood Grung",
			"source": "MGELFT",
			"entries": [
				"Dankwood grungs come in a variety of colors and play different roles in their community:",
				{
					"type": "list",
					"items": [
						"Green: Warriors, hunters and workers",
						"Blue: Crafters and cooks",
						"Purple: Leaders and commanders",
						"Red: Scholars and magic users",
						"Orange: Super elite warriors",
						"Gold: The big boss"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MGELFT/Dankwood Grung.webp"
					}
				}
			]
		},
		{
			"name": "King Robbit the Slimy",
			"source": "MGELFT",
			"entries": [
				"King Robbit has a tiny pet snail whom he adores. Maybe if you bring the snail their favorite snack or toy, King Robbit will be willing to help!"
			]
		},
		{
			"name": "Sludge Hag",
			"source": "MGELFT",
			"entries": [
				"You can smell a sludge hag long before you see one. A super stinky smell like rotten eggs mixed with old flower water lingers whenever a sludge hag is around. Sludge hags also tend to leave oily, dark trails of goop around the locations they inhabit. Small critters who venture too close will become covered in the oily goop and require the help of another creature to get clean.",
				"There are rumors that sludge hags were once pristine, fey creatures who became encased in gooey sludge after mistreating their environment. Another rumor is that sludge hags just have really itchy skin and the goop makes them feel relaxed."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MGELFT/Sludge Hag.webp"
					}
				}
			]
		},
		{
			"name": "Spiderfrog",
			"source": "MGELFT",
			"entries": [
				"Spiderfrogs are unique to the Dankwood and may or may not have been created by the eccentric gnome wizard, Doonwaggle. Either way, their high-pitched squeaking sounds indicate that they are thriving in large numbers, despite being difficult to catch.",
				"If you are lucky enough to come across an abandoned spiderfrog egg, raising one kindly will gift you the most helpful house-mate. Spiderfrogs are excellent at getting rid of pests and neatly pack away their webs at night, as they prefer to sleep under the shelter of a big, juicy leaf."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MGELFT/Spiderfrog.webp"
					}
				}
			]
		},
		{
			"name": "Yeti Tyke",
			"source": "MGELFT",
			"entries": [
				"This family of yetis don't normally venture down to the Dankwood. Their home is in the frosty, Snowy Hills up north, where the air is cool and their fluffy-white fur makes for perfect camouflage.",
				"A yeti tyke who has been separated from its family is scared, hungry and looking for a friendly face. Its loud, sorrowful howls will be a sure-fire way to locate where it's currently hiding.",
				"To coax the scared yeti tyke out, you might try the following:",
				{
					"type": "list",
					"items": [
						"Yetis have an amazing sense of smell and a smelly snack might do the trick!",
						"You might not speak the same language, but some well-pitched yeti howls and yeti hand motions are sure to show that you mean no harm. (Make sure you show how it's done!)",
						"This yeti tyke is missing its family, is there a way to disguise yourself as a long-lost yeti relative?"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MGELFT/Yeti Tyke.webp"
					}
				}
			]
		}
	]
}
