{
	"monsterFluff": [
		{
			"name": "Dream Eater",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Originating from the dream-warped elven realm of Silvanesti, dream eaters are violent manifestations of nightmares and subconscious terrors. The true appearance of a dream eater is obscured, as the dream eater twists its hazy form into surreal illusions of its foes' greatest fears. However, all dream eaters share one thing: a gaping, always-smiling mouth, which it reveals before engulfing its prey in a phantasmagorical nightmare.",
						"The key to defeating a dream eater lies not in brute force but in the ability to pierce its illusions and wrest others from its terrors. As such, bards and other persuasive adventurers find themselves uniquely poised to confront a hungering dream eater."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Dream Eater.webp"
					}
				}
			]
		},
		{
			"name": "Ember",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Emperor Ariakas,",
								"Glory to the Dragon Queen's name! Our designs on Abanasinia unfold according to your plans. This is no thanks to the so-called \"adviser\" I've been saddled with, the dragon Ember. The beast is terrifying, both in might and cunning, but it undermines my every design and terrorizes my forces. It's too canny to be caught, but I'm certain some portion of the troops we've lost to Qualinesti ambushes in fact smolder in the wyrm's gut. It thinks I don't hear, but it whispers curses in reply to my every command. Were it not one of our queen's favored children, I would have replaced my bed linens with its hide.",
								"I will complete our queen's work with the troops at my disposal, but when I return to Neraka, I would have this viper reassigned. I recommend to Icewall.",
								"By Her Will, Verminaard",
								"Highlord of the Red Dragon Army"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						"Also known as Pyros, Ember is an imperious and ruthless red dragon who serves the Dragon Queen Takhisis. In his service to the Dragon Queen, Ember has taken on many roles at her behest—including that of a black-robed human member of the Mages of High Sorcery—but he is best known as the adviser of Dragon Highlord Verminaard, leader of the Red Dragon Army.",
						"Empowered by Takhisis herself, Ember's innate fire can sear those nearby, and his breath weapon is a molten storm of ash and flame. In combat, Ember wears a set of magic plate armor that bolsters his already-impressive might, allowing him to annihilate entire cohorts with terrifying ease."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Ember.webp"
					}
				}
			]
		},
		{
			"name": "Forest Master",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Said to be older than the trees themselves, the Forest Master is a wise and powerful unicorn who rules over the creatures of Darken Wood in Krynn. The ancient being's body is wreathed in protective briars, and moonlight dances around the unicorn's horn. Those who threaten the Forest Master's lands find themselves beguiled by magical mist and nigh-impregnable thorny thickets, but those who gain the Forest Master's favor are blessed with healing and protected as they traverse the woods."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Forest Master.webp"
					}
				}
			]
		},
		{
			"name": "Foresworn",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Foresworn are the spirits of fallen Solamnic knights who attend to their duty long after death. Armed with spectral armor and weaponry, a foresworn maintains the martial prowess it had in life and can call on magic and its fallen brethren for aid.",
						"Like revenants, foresworn fixate on a singular purpose, and they refuse to abandon their undead state until the duty they had in life is fulfilled. For example, a foresworn might be pledged to protect a family's bloodline from harm or guard a dangerous artifact against thieves. If a foresworn is destroyed before it can complete its duty, it returns within a few days, its strength and purpose renewed."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Foresworn.webp"
					}
				}
			]
		},
		{
			"name": "Irda Seeker",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Irda seekers are skilled spies who use their magic to disguise themselves and gather intelligence for their allies. In combat, irda seekers can momentarily cloak themselves as they dart around the battlefield."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Irda",
							"entries": [
								"The Dragon Queen created the irda long ago. While most irda embraced their wicked creator's teachings, some of them adopted the philosophies of other deities. Those irda who don't serve the Dragon Queen live in hidden communities across Krynn, avoiding the eyes of their creator and her minions.",
								"Distantly related to oni, ogres, and other giant folk, irda have shimmering skin that ranges through shades of indigo and sea green. Their innate magic provides them with limited shape-shifting abilities and the power to create illusions."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Irda Seeker.webp"
					}
				}
			]
		},
		{
			"name": "Irda Veil Keeper",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Masters of their innate illusory powers, irda veil keepers protect their companions by weaving magical mirages that disorient foes. Rumors say that the most skilled irda veil keepers can keep entire enclaves hidden, guarding a community's inhabitants from the outside world for centuries."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Irda",
							"entries": [
								"The Dragon Queen created the irda long ago. While most irda embraced their wicked creator's teachings, some of them adopted the philosophies of other deities. Those irda who don't serve the Dragon Queen live in hidden communities across Krynn, avoiding the eyes of their creator and her minions.",
								"Distantly related to oni, ogres, and other giant folk, irda have shimmering skin that ranges through shades of indigo and sea green. Their innate magic provides them with limited shape-shifting abilities and the power to create illusions."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Irda Veil Keeper.webp"
					}
				}
			]
		},
		{
			"name": "Nevermind Gnome Inventor",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Who among us hasn't marveled at a majestic bird soaring high above and thought, \"I can do better\"?",
								"First, thanks to the work of esteemed elavationist, Rirordinees Thrump, we created lifts to climb the heights of Mount Nevermind. Then, with the gnomeflinger, we brushed the heavens as gracefully as skipping stones. Now, let me present the next stage in automated ascendancy: the cloud clinger!",
								"Where is it, you ask? You're seated in it! And in just three... two... one..."
							],
							"from": "Last words of inventor Meeka Mallowswain prior to her disappearance"
						}
					]
				},
				{
					"type": "section",
					"entries": [
						"Brimming with innovative ideas and reckless enthusiasm, the inventors of Mount Nevermind love any chance to showcase their creations. These talented inventors use their cleverness and technological know-how to outwit foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Nevermind Gnomes",
							"entries": [
								"Mount Nevermind is a hollow, dormant volcano on the island of Sancrist in Krynn. Within the mountain, a vibrant community of rock gnome tinkerers and other inventors relentlessly study various scientific pursuits to create mechanical marvels."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Nevermind Gnome Inventor.webp"
					}
				}
			]
		},
		{
			"name": "Nevermind Gnome Mastermind",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The gnome masterminds of Mount Nevermind temper their creativity with years of experience. While they still create wild inventions on a whim, these masterminds also wield at least one more stable clockwork invention—typically something that affords the mastermind more movement, extends their reach with extra appendages, or both."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Nevermind Gnomes",
							"entries": [
								"Mount Nevermind is a hollow, dormant volcano on the island of Sancrist in Krynn. Within the mountain, a vibrant community of rock gnome tinkerers and other inventors relentlessly study various scientific pursuits to create mechanical marvels."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Nevermind Gnome Mastermind.webp"
					}
				}
			]
		},
		{
			"name": "Thanoi Hunter",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Thanoi are walrus-like beings who dwell in the frozen wastelands of Krynn. They sport thick, ivory tusks, which they use both to defend themselves and to poke breathing holes in sea ice as they swim.",
						"Often at odds with the monstrous creatures that live in the frozen wastes, thanoi are adept hunters. In addition to their tusks, they use harpoons on long ropes that they can quickly reel back. Groups of thanoi hunters work together to take down monsters far larger than themselves, including remorhazes and white dragons."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Thanoi Hunter.webp"
					}
				}
			]
		},
		{
			"name": "Traag Draconian",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"In their experimentation with corrupting dragon eggs, the Dragon Armies created traag draconians, the precursor to what would become baaz draconian foot soldiers. Unlike their draconian brethren, traag draconians are little more than bloodthirsty engines of carnage. Few commanders have successfully used a traag draconian's reckless violence to their advantage in battle; for most, a traag draconian is as much of a danger to its allies as it is to its enemies. Even magic cannot tame a traag draconian's thirst for violence.",
						"A traag draconian's vestigial wings lack the strength to support its hulking body in true flight, and they only minimally help to slow a falling traag's descent. Its metallic scales are coated in a sickly patina. In battle, the draconian can charge its body with vicious fire, burning all in its wake. When a traag draconian dies, its body explodes in a thick, disgusting sludge."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Traag Draconian.webp"
					}
				}
			]
		},
		{
			"name": "Verminaard",
			"source": "MCV2DC",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Ariakas,",
								"As the Dragon Queen wills me to obey, here is my assessment of your servant, Verminaard of Nidus: Unchanged. The man remains a blustering dastard awash in blessings earned by his blood rather than his brains. He glories in Takhisis's favor and wields her power in manners both frivolous and brutal. In their bunks, his troops whisper of his zealotry and claim that those missing from their ranks have been sacrificed on his secret altar. I don't dismiss this possibility.",
								"While his work progresses, it is the effort of an instrument as blunt as the mace he wields.",
								"Verminaard thinks himself invincible, and I pray to her majesty that I'm present when she divests him of that delusion.",
								"I hope you find these reports illuminating.",
								"Ember"
							]
						}
					]
				},
				{
					"type": "section",
					"entries": [
						"Dragon Highlord Verminaard leads the Red Dragon Army—the largest and most powerful of the Dragon Queen's forces—with fanatic zeal and ruthless might. Though prophesied to banish evil forces from the lands of Krynn, Verminaard was tempted by Takhisis and her promises of glory. Corrupted by the Dragon Queen, Verminaard rose to become one of her champions, claiming command of the fiercest among the Dragon Armies.",
						"Verminaard's extreme devotion to Takhisis allows him to channel her unholy power on the battlefield, bolstering those under his command while raining cursed fire on his foes. His towering silhouette is often wreathed in the fire of Ember, his red dragon companion and adviser."
					]
				},
				{
					"type": "inset",
					"name": "Draconic Devotion",
					"entries": [
						"Verminaard's stat block references the Draconic Devotion monster trait. Though this trait does not appear in any of the creatures in this compendium, you will find several monsters with the Draconic Devotion trait terrorizing the lands of Krynn in the book {@adventure Dragonlance: Shadow of the Dragon Queen|DSotDQ}."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MCV2DC/Verminaard.webp"
					}
				}
			]
		}
	]
}
