{
	"monsterFluff": [
		{
			"name": "Doric",
			"source": "HAT-TG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The tiefling Doric was taken in by a wood elf enclave in Neverwinter Wood after being abandoned as a child, and she guards her adoptive community with nature's ferocity. The Circle of the Moon has taught her to heed her primal instincts, which rarely lead her astray. She can be brusque, but she will fight tooth and nail for a cause she believes in.",
						"Doric has joined the Emerald Enclave, a network of survivalists who tend to the balance between civilization and nature. When the Lord of Neverwinter targeted her woodland home for its resources, Doric rallied the resistance."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HAT-TG/Doric.webp"
					}
				}
			]
		},
		{
			"name": "Edgin Darvis",
			"source": "HAT-TG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Edgin Darvis has a talent for improvisation and strategy. He's a musician and tale-teller who relies on charisma first—rather than magic or muscle—to escape trouble. Once a member of the Harpers, a spy organization dedicated to protecting Faerûn's common folk, Edgin has forsworn his oath and turned to thievery to support his family. Edgin's strong moral compass compels him to steal only from people he believes deserve to lose both coin and face.",
						"Edgin's confidence and rakish demeanor make him a natural leader. With carefully chosen words, he inspires the members of his thieves' crew to greatness. But when his past mistakes come calling, Edgin must face the music. He now seeks to make amends to those he's wronged and to confront those who have wronged him."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HAT-TG/Edgin Darvis.webp"
					}
				}
			]
		},
		{
			"name": "Forge Fitzwilliam",
			"source": "HAT-TG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Forge Fitzwilliam is a con artist who manipulates others with lies and flattery. The audacious criminal has left a trail of broken promises and false identities along the Sword Coast. He conceals flexible morals and a ready dagger behind his winning smile.",
						"Forge enjoys the finer things in life, particularly when they result from his own cleverness. Decades of heists and cons haven't slaked his thirst—in fact, his ambitions only grow grander with time."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HAT-TG/Forge Fitzwilliam.webp"
					}
				}
			]
		},
		{
			"name": "Holga Kilgore",
			"source": "HAT-TG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Holga Kilgore is a member of the Uthgardt Elk Tribe, and her strength and scowl conceal a generous heart. She's a woman of few words who lets her actions (and punches) speak for her. A fearsome combatant when her ire is up, Holga wields anything that comes to hand—from weapons to snacks. Her unwavering loyalty makes her a fierce defender of allies, particularly her best friend, Edgin.",
						"After Holga was exiled from her clan, she wandered unmoored and craving connection. Now that she has forged a new home with Edgin and his band of thieves, she won't lose another family without a fight."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HAT-TG/Holga Kilgore.webp"
					}
				}
			]
		},
		{
			"name": "Simon Aumar",
			"source": "HAT-TG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Simon Aumar suffers under the weight of his family name. Though he is a descendent of an elf and the legendary wizard Elminster Aumar, Simon's own sorcerous wild magic runs uncontrolled through his veins. Simon has not yet developed the ability to harness his power, and his spells explode or fizzle seemingly at random.",
						"Though he's dogged by doubt, the brave young mage has earned his place in Edgin's crew. He performs best under pressure, instinctively unleashing his magic in dire moments. How he will continue to unlock his potential and what he will do with his volatile gift are yet to be seen."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HAT-TG/Simon Aumar.webp"
					}
				}
			]
		},
		{
			"name": "Sofina",
			"source": "HAT-TG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sofina is a Red Wizard of Thay, an elite practitioner of magic with ties to Thay's tyrannical magocracy. Sofina specializes in necromancy. Death magic and fear are both tools in her arsenal.",
						"As Red Wizards are shunned outside Thay, Sofina conceals her affiliations and coldly rebuffs any who seek her friendship. A canny operator, she has patiently moved her pieces into place, and her grand designs now begin to take shape."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HAT-TG/Sofina.webp"
					}
				}
			]
		},
		{
			"name": "Xenk Yendar",
			"source": "HAT-TG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Raised in the nation of Thay, Xenk Yendar has sworn an oath of devotion to aid the innocent. Every inch the knight in shining armor, he thrives when inspiring goodness in his allies. The words \"Neither virtue nor blade shall break\" are etched in Celestial on the blade of his daggersword.",
						"Xenk ages more slowly than a normal human, and with this gift comes the burden of perspective. His longevity has something to do with Szass Tam's nightmarish rise to power and Xenk's narrow escape from the lich.",
						"Now based in Mornbryn's Shield, Xenk travels Faerûn in search of evil to thwart. He approaches problems with absolute seriousness of purpose—an outlook that clashes with Edgin's nonchalance."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/HAT-TG/Xenk Yendar.webp"
					}
				}
			]
		}
	]
}
