{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Aberrant Zealot",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Aberrant zealots are cultists who have reached out to the powers of the Far Realm—only for something to reach back. Steeped in strange energy, aberrant zealots borrow their vicious might from the monstrous entities that inhabit that fell plane."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Aberrant Zealot.webp"
					}
				}
			]
		},
		{
			"name": "Ash Zombie",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Ash Zombie.webp"
					}
				}
			]
		},
		{
			"name": "Ashenwights",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Ashenwights",
							"entries": [
								"When a Humanoid consumed by cruelty and rage dies in an area corrupted by the Far Realm, the creature sometimes rises as an ashenwight. The skin of these Undead horrors is desiccated, and their eyes often glow with otherworldly power."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Ashenwights.webp"
					}
				}
			]
		},
		{
			"name": "Brain Breaker",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Brain breakers look like giant brains with stout legs, and they wear steel armor made from interlocked links of Ilvaash's runes (knots of tentacles, brains, and jagged lines reminiscent of jaws)."
					]
				}
			]
		},
		{
			"name": "Chishinix",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Chishinix.webp"
					}
				}
			]
		},
		{
			"name": "Cloaker Mutate",
			"source": "PaBTSO",
			"_copy": {
				"name": "Mutates",
				"source": "PaBTSO",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The malign energy of the Far Realm causes a cloaker to merge with the rotted corpse of its last meal, resulting in a hideous puppeteering Aberration. The cloaker mutate shrouds its actions in a miasma of phantasmic duplicates. It uses the corpse melded to its underside to absorb damage and to strike at prey."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/PaBTSO/Cloaker Mutate.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Encephalon Cluster",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"An encephalon cluster pays no heed to an elder brain or its mind flayer progenitors. This grotesque creature shambles through dark and forgotten caverns, spewing warped progeny so it can multiply. As such, many mind flayers view encephalon clusters as insidious viruses. If left unchecked, a single encephalon cluster can quickly become a gorging menace that can overrun an entire mind flayer colony."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Encephalons",
							"entries": [
								"When an illithid colony lays its eggs dangerously close to a Far Realm rift, an egg sac has a chance to mutate into what is known as an encephalon cluster—a ravenous, slimy, psionic, brain-shaped mass that spawns horrors called encephalon gemmules."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Encephalon Cluster.webp"
					}
				}
			]
		},
		{
			"name": "Encephalon Gemmule",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Due to the influence of the Far Realm, the eggs within an encephalon cluster no longer hatch into illithid tadpoles. Instead, when one of an encephalon cluster's eggs reaches maturity, it is ejected from the mass as an encephalon gemmule.",
						"When spawned, a gemmule appears as a misshapen, spindly legged, pyramid-shaped nugget of soft, fleshy matter. If left to its own devices, an encephalon gemmule grows into an encephalon cluster in a matter of days, at which point it begins producing its own gemmules."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Encephalons",
							"entries": [
								"When an illithid colony lays its eggs dangerously close to a Far Realm rift, an egg sac has a chance to mutate into what is known as an encephalon cluster—a ravenous, slimy, psionic, brain-shaped mass that spawns horrors called encephalon gemmules."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Encephalon Gemmule.webp"
					}
				}
			]
		},
		{
			"name": "Feral Ashenwight",
			"source": "PaBTSO",
			"_copy": {
				"name": "Ashenwights",
				"source": "PaBTSO",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Feral ashenwights retain a fragment of the spark they had in life. However, they are devoid of memories or thoughts beyond a compulsive desire to destroy all living creatures they encounter."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/PaBTSO/Feral Ashenwight.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Fiendish Auger",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A fiendish auger is created when a wicked spirit enters an excavation drill, causing the hulking corkscrew bore to glow brightly with hellfire.",
						"Fueled by the fervent aggression of the evil spirit within, fiendish augers can rapidly churn through solid rock. However, those who employ a fiendish auger must keep a keen eye on the machine. Without careful instruction, a fiendish auger indiscriminately bores through creature and earth alike."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Fiendish Auger.webp"
					}
				}
			]
		},
		{
			"name": "Flesh Meld",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Squelching and quivering with insatiable hunger, a flesh meld is a hulking amalgamation of teeth, blood, and body parts. Sinuous appendages of gore, each ending in a gnashing mouth, bite at prey before yanking the piteous creatures into the flesh meld's core. The stench of death surrounds a flesh meld.",
						"When a creature is consumed by a flesh meld, the creature's mind is merged into the flesh meld's consciousness. More resilient minds may fight against this assimilation, but inevitably, the mind succumbs to the discordant chorus of thoughts to kill and consume."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Flesh Meld.webp"
					}
				}
			]
		},
		{
			"name": "Goblin Psi Brawler",
			"source": "PaBTSO",
			"_copy": {
				"name": "Psionic Goblins",
				"source": "PaBTSO",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Goblin psi brawlers use their psionic talents to heighten their physical might. Their strikes crackle with psychic energy, and while angered, goblin psi brawlers can unleash a telekinetic thrust strong enough to knock enemies to the ground."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/PaBTSO/Goblin Psi Brawler.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Goblin Psi Commander",
			"source": "PaBTSO",
			"_copy": {
				"name": "Psionic Goblins",
				"source": "PaBTSO",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Goblin psi commanders are among the few psionic goblins who manage to fully control the power within themselves. Awakened to the total breadth of their psionic abilities, goblin psi commanders wield blades of pure psychic energy. They can throw barriers of mental force while toppling foes with a single, mind-splitting burst."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/PaBTSO/Goblin Psi Commander.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Grandlejaw",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/GrandlejawandKellikilli.webp"
					}
				}
			]
		},
		{
			"name": "Grell Psychic",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Grell Psychic.webp"
					}
				}
			]
		},
		{
			"name": "Gundren Rockseeker",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Gundren Rockseeker.webp"
					}
				}
			]
		},
		{
			"name": "Gwyn Oresong",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Gwyn Oresong.webp"
					}
				}
			]
		},
		{
			"name": "Hashutu",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Hashutu.webp"
					}
				}
			]
		},
		{
			"name": "Hjoldak Hollowhelm",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Hjoldak Hollowhelm.webp"
					}
				}
			]
		},
		{
			"name": "Honna",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Honna.webp"
					}
				}
			]
		},
		{
			"name": "Humanoid Mutate",
			"source": "PaBTSO",
			"_copy": {
				"name": "Mutates",
				"source": "PaBTSO",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"When the influence of the Far Realm affects Humanoids, the resulting creature might be a thing of nightmares. Multitudinous webbed wings sprout haphazardly along this mutate's body. Its skin becomes clammy and as smooth as a salamander's.",
										"Some intelligent Humanoid mutates retain their personalities from before they were exposed to the Far Realm. Some, driven by the allure of otherworldly powers, seek this transformation to become malevolent prophets and harbingers. Others find magical ways to return to their previous forms."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/PaBTSO/Humanoid Mutate.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Iarno \"Glasstaff\" Albrek",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A former member of the Lords' Alliance, Glasstaff seized an opportunity in Phandalin to line his own pockets. Originally tasked with setting up a constabulary, he instead assembled a group of outlaws and local ruffians to secure his own position in town.",
						"Glasstaff puts on airs of gentility and courteous manners, addressing his bandits and ruffians as \"my good fellows,\" and referring to sordid acts such as kidnapping or arson as \"that unpleasant little business\" or \"those unfortunate events.\" He may refer to the characters as his \"honored guests,\" and expresses regret that he cannot provide suitable entertainment for the occasion of their visit. Beneath his genteel demeanor, however, Glasstaff is just as violent and arrogant as any of the Redbrands."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Iarno Glasstaff Albrek.webp"
					}
				}
			]
		},
		{
			"name": "Infected Elder Brain",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Far Realm has tainted the elder brain that fuels Illithinoch's mind flayers."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Infected Elder Brain.webp"
					}
				}
			]
		},
		{
			"name": "Infected Townsperson",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Infected Townsperson.webp"
					}
				}
			]
		},
		{
			"name": "Intellect Snare",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When the strange horrors of the Far Realm rip at the minds of individuals, some of those wayward shreds of thought conglomerate to form an intellect snare. An intellect snare appears as a writhing ball of tentacles, echoing with the cacophonous sounds of every thought the snare has consumed.",
						"Intellect snares are scavengers, often found scouring the aftermath of a mind flayer attack to feast on whatever hapless creatures are left behind. An intellect snare feeds by wrapping a creature in one of its tentacles and then siphoning shreds of thought, leaving a tattered mind in its wake."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Intellect Snare.webp"
					}
				}
			]
		},
		{
			"name": "Kellikilli",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/GrandlejawandKellikilli.webp"
					}
				}
			]
		},
		{
			"name": "Lowarnizel",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Lowarnizel is a young amethyst dragon, and his companion is a lawful neutral human mage named Gossa. Both hate the Far Realm and anything tainted by it."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Lowarnizel.webp"
					}
				}
			]
		},
		{
			"name": "Malinia",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Malinia.webp"
					}
				}
			]
		},
		{
			"name": "Mind Flayer Clairvoyant",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"In pursuit of reconstructing their lost empire, a few mind flayers have turned to their home plane, the Far Realm, for answers. A mind flayer clairvoyant has peered into that realm's starless depths and been subsequently rewarded with extraordinary powers.",
						"Instead of heeding an elder brain, a mind flayer clairvoyant listens to the whispers and whims of the voices of the Far Realm. In addition to feasting on brains, a mind flayer clairvoyant can summon tentacles that rip through the fabric of reality and distort the minds of enemies."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Mind Flayers",
							"entries": [
								"Mind flayers, also known as illithids, feast on the brains of Humanoids across the multiverse. They are distinguished by their purple-toned skin and octopus-like heads, from which extend writhing tentacles."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Mind Flayer Clairvoyant.webp"
					}
				}
			]
		},
		{
			"name": "Mind Flayer Nothic",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A nothic is a monstrous creature with terrible talons and a single great eye. When driven to violence, it uses its horrific gaze to rot the flesh from its enemies' bones."
					]
				}
			]
		},
		{
			"name": "Mind Flayer Prophet",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Some mind flayers dedicate their lives to channeling abstruse truths from beyond reality. This insight gives them preternatural senses and allows them to focus their innate psionic power."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Mind Flayers",
							"entries": [
								"Mind flayers, also known as illithids, feast on the brains of Humanoids across the multiverse. They are distinguished by their purple-toned skin and octopus-like heads, from which extend writhing tentacles."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Mind Flayer Prophet.webp"
					}
				}
			]
		},
		{
			"name": "Mormesk the Wraith",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Mormesk the Wraith.webp"
					}
				}
			]
		},
		{
			"name": "Mutates",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Mutates",
							"entries": [
								"A creature exposed to the strange energy of the Far Realm risks developing mutations. Such a creature undergoes a metamorphosis as the powers of the Far Realm rewrite the fundamentals of the creature's existence.",
								"Any creature can become a mutate and transform to exhibit physical characteristics associated with the Far Realm. Some creatures become mutates after prolonged exposure to Far Realm energy or magic drawn from that strange plane. Others deliberately change themselves, seeking to embrace the fell powers they worship. Creatures that become mutates often inexplicably change back to their previous forms once the Far Realm influence abates.",
								"Forcing a transformation on creatures inexplicably fails, though evil forces—such as the mind flayer empire of old—have conducted much research on the topic. For centuries, mind flayers have tried to create armies of mutates to sweep through the Underdark. However, their efforts always proved fruitless, and eventually the mind flayers gave up their schemes.",
								"Several common types of mutates exist. The individuals with stat blocks presented in this section are found in the preceding adventure, although other mutates exist. Some creatures are more prone to becoming Far Realm mutates, such as the cloaker and otyugh.",
								"Mutates often gain psionic abilities, grow wings, become covered in otherworldly slime, or exhibit other unsettling traits. Specific mutated creatures are further described in appendix A."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Mutates.webp"
					}
				}
			]
		},
		{
			"name": "Nezznar the Spider",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Spider—a drow mastermind named Nezznar—is searching Wave Echo Cave for the Forge of Spells, a magical forge that was used by dwarves and gnomes in bygone days to fashion powerful magic items.",
						"The Spider wants Wave Echo Cave for himself, and he's taking steps to make sure no one else knows where it is."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Nezznar the Spider.webp"
					}
				}
			]
		},
		{
			"name": "Nundro Rockseeker",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Nundro Rockseeker.webp"
					}
				}
			]
		},
		{
			"name": "Nythalyn Henlifel",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/NythalynandYanthdel.webp"
					}
				}
			]
		},
		{
			"name": "Oculorb",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Many oculorbs are dreamed into existence by beholders. The Far Realm's strange power can pervade a beholder's dreams, resulting in the birth of an oculorb.",
						"Oculorbs resemble a slimy conglomeration of eyes in many sizes and shapes. They are dreaded even by the beholders that birth them. An oculorb is a tangle of negative emotions—the fury, melancholy, and obsession of its creator, all given gruesome, corporeal form. Like a beholder, an oculorb can fire beams of energy from its eyes, but an oculorb's eyes lack the more sophisticated magical nature of a beholder's eyestalks. Instead, an oculorb unleashes powerful waves of energy charged with negative emotions, cowing its foes with despair and ire."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Oculorb.webp"
					}
				}
			]
		},
		{
			"name": "Oshundo the Alhoon",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Oshundo lived in Illithinoch at the height of the mind flayer empire many centuries ago, but Oshundo was driven out for practicing arcane magic. It's obvious that this rejection still stings Oshundo, who refers to Illithinoch's longdead leaders as \"ignorant fools\" who are \"closed to the flexibility and power of arcane magic.\""
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Oshundo the Alhoon.webp"
					}
				}
			]
		},
		{
			"name": "Otyugh Mutate",
			"source": "PaBTSO",
			"_copy": {
				"name": "Mutates",
				"source": "PaBTSO",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Rising from piles of carrion and filth exposed to Far Realm energy, an otyugh mutate grows chitinous, jet-black plating over its limbs. The plates contrast sharply with the translucent, almost ghostly, appearance of its flesh, which provides a grotesque window into the virulent refuse the otyugh recently consumed."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/PaBTSO/Otyugh Mutate.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Psionic Ashenwight",
			"source": "PaBTSO",
			"_copy": {
				"name": "Ashenwights",
				"source": "PaBTSO",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"When an ashenwight arises near a crystal vein infused with aberrant power, or when one lingers in an area of fell magic, there is a chance for the ashenwight to develop psionic abilities. A psionic ashenwight is markedly more sapient than other ashenwights, though the resulting consciousness is a new creation separate from who the ashenwight was in life.",
										"Some psionic ashenwights dedicate their existence to piecing together their previous life, while others strive to enlighten other ashenwights to this new psionic power."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/PaBTSO/Psionic Ashenwight.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Psionic Goblins",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Psionic Goblins",
							"entries": [
								"The specifics of how a psionic goblin comes to exist vary. Some are born, changed by energy leaking from the Far Realm. Others transform themselves with their psionic power or enter into agreements with other Aberrations, which help them transform in return for their service as shock troops. Regardless, the result is the same: a goblin with unnatural and barely contained psychic power.",
								"Psionic goblins often struggle to handle the turbulent psychic energy within their minds and bodies. Those psionic goblins who learn how to safely tap into this psychic power are formidable forces in combat. Psionic goblins often augment their martial skills with telekinesis, and stealthy squads of psionic goblin warriors can communicate via telepathy, making them excellent infiltrators and ambushers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Psionic Goblins.webp"
					}
				}
			]
		},
		{
			"name": "Qunbraxel",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Qunbraxel is an arrogant mind flayer warlock. Qunbraxel is always attended by four loyal grimlocks. They swap this duty with other grimlocks nearby, although Qunbraxel can hardly be bothered to tell one grimlock minion from another.",
						"Cut off from any elder brain Qunbraxel considers worthy, the mind flayer hopes to join the Ilvaash fanatics and receive power and insight from the Far Realm."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Qunbraxel.webp"
					}
				}
			]
		},
		{
			"name": "Redbrand Ruffian",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Redbrand ruffians are ruthless enforcers skilled at intimidation and violence. They work for money and have no scruples."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Redbrand Ruffian.webp"
					}
				}
			]
		},
		{
			"name": "Refraction of Ilvaash",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ilvaash was formed from the remains of the mind flayer god Ilsensine, the God-Brain. When Ilsensine left the Far Realm to establish a divine domain elsewhere, pieces of the God-Brain sloughed away and awoke to sentience. This is Ilvaash, the Dissonant Psyche.",
						"The refraction of Ilvaash wields only a sliver of the godlet's power but is nevertheless a formidable foe."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Refraction of Ilvaash.webp"
					}
				}
			]
		},
		{
			"name": "Rivibiddel",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Rivibiddel.webp"
					}
				}
			]
		},
		{
			"name": "Ruxithid the Chosen",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Centuries ago, an abandoned duergar mining outpost called Zorzula's Rest was conquered by mind flayers, and the goblins there were exposed to the illithids' strange powers, leading a subset of the goblins to develop unusual psionic powers. The mind flayers eventually left, but the goblins remained, sequestered from the rest of the world until recently when the mind flayer fanatics called on them. Some of these goblins' descendants possess psionic powers, as evidenced by the goblin psi commanders and goblin psi brawlers (see appendix A for descriptions of both) that make up their ranks. Collectively, the goblins call themselves the Sawplees: a simplification of the word for \"goblin\" in the illithids' dialect of Deep Speech.",
						"In recent weeks, the Sawplee goblins' leader found a mysterious gemstone. Unknown to Ruxithid the Chosen, a new group of mind flayer fanatics that draw power from the Far Realm planted it for him to find. The gemstone lets Ruxithid telepathically communicate with the mind flayers, who he believes are gods."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Ruxithid the Chosen.webp"
					}
				}
			]
		},
		{
			"name": "Shalfi Lewin",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Shalfi Lewin.webp"
					}
				}
			]
		},
		{
			"name": "Sildar Hallwinter",
			"source": "PaBTSO",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sildar is a kindhearted human man of nearly fifty years who holds a place of honor in the famous griffon cavalry of Waterdeep. He is an agent of the Lords' Alliance, a group of allied political powers along the Sword Coast concerned with mutual security and prosperity. The order ensures the safety of the cities and other settlements of Faerûn by proactively handling violent threats, and order members work to bring honor and glory to their leaders and their homeland."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Sildar Hallwinter.webp"
					}
				}
			]
		},
		{
			"name": "Varakkta",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Varakkta.webp"
					}
				}
			]
		},
		{
			"name": "Voalsh",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Voalsh.webp"
					}
				}
			]
		},
		{
			"name": "Yanthdel Henlifel",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/NythalynandYanthdel.webp"
					}
				}
			]
		},
		{
			"name": "Zeond",
			"source": "PaBTSO",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PaBTSO/Zeond.webp"
					}
				}
			]
		}
	]
}
