{
	"monsterFluff": [
		{
			"name": "Bodytaker Plant",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Whether hailing from the stars or sprouting from hidden depths, the malicious vegetation known as bodytaker plants seek to become the dominant form of life wherever they appear. These invasive organisms subvert whole societies by consuming individuals and replacing them with duplicates called podlings. Bodytaker plants view themselves as perfect organisms and seek to dominate the lands where they grow. To their minds, a world would be healthier and more efficient were they in control. Anyone who disagrees either lacks perspective or is fit to serve only as fertilizer.",
						"A bodytaker plant roots deep, spreading near-invisible filaments through the soil. Should any of these fibers survive the plant's destruction, the bodytaker plant regrows after a matter of months. Salting or poisoning the soil where it grew destroys these filaments and prevents the plant from reappearing."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Bodytaker Plant.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Boneless",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Not all animate corpses shamble from their graves. Boneless are undead remains devoid of skeletons. Most rise from the bodies of those who've suffered brutal ends, such as deliberate skinning or crushing. Deathless malice infuses what remains, their husks flopping and slithering in pursuit of vengeance or at the whims of sinister masters. Slipping through cracks and under doors, these stealthy undead seek to adorn living frames once more, wrapping themselves around their victims and wringing them to death in their full-body grip.",
						"Boneless arise in a variety of forms. While the animate skins of specific creatures are the most common, foul spellcasters might create these horrors from the scraps of failed experiments, necromantic slurries, heaps of discarded hair, abattoirs, and charnel concoctions. These origins don't affect a boneless's statistics but lend it distinct forms.",
						"Whether through accident or depraved genius, some villains use one corpse to create two separate undead. Boneless might adorn the frames of other undead, like skeletons or zombies. The sight of a boneless peeling itself from its independently undead frame haunts the nightmares of many seasoned monster hunters."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Boneless.webp"
					},
					"credit": "Olga Drebas"
				}
			]
		},
		{
			"name": "Brain in a Jar",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Through an eldritch ritual combining alchemy, necromancy, and grim surgical precision, the brain of a mortal being (willing or unwilling) is encased in a glass jar filled with preserving fluids and the liquefied goop of their body's flesh. The transformation renders the brain immortal and imbues it with psionic power, so that it can spend eternity plotting and executing its desires.",
								"A brain in a jar can speak without vocal cords, psionically projecting its disembodied voice outward for all to hear. It enjoys conversation so much that it is prone to talking for hours on end, sometimes to itself if there are no others with whom it can speak. It also likes to think out loud and reflect on the events and decisions that led to its great transformation.",
								"Being divorced from one's body can tax the mind, and the longer a brain in a jar exists, the more likely some form of insanity will take hold of it. A brain in a jar is particularly susceptible to dementia, schizophrenia, and paranoia.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Immortal Vessels",
											"entries": [
												"The brain floats in a jar of solution, pulsating as it reacts to its surroundings. Some brains have been known to thump against the walls of their containers when excited or vexed. A jar's metal casing might be rusty but serviceable, or an elegantly wrought masterwork, depending on its creator. A brain in a jar weighs roughly 125 pounds."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Brain in a Jar.webp"
					},
					"credit": "David Rene Christensen"
				}
			]
		},
		{
			"name": "Carrion Stalker",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A carrion stalker begins life as a pale larva that infests a corpse. Over the course of weeks, this grub burrows, feeds, and grows, ultimately developing into a chitinous mass of pincers and tentacles. When an adult carrion stalker detects movement, it bursts from its corpse-cradle to attack, intent on implanting its young into the living and starting its species' life cycle anew.",
						"More than one necromancer has animated a corpse infested with carrion stalker larvae. While this can prove shocking and deadly, some depraved spellcasters cultivate carrion stalkers within zombies. The embedded carrion stalkers ride along in their freshly animated conveyances, bursting forth once they detect living creatures nearby. This destroys the zombie, but unleashes a new horror.",
						"Carrion stalkers also enjoy symbiotic relationships with carrion crawlers. Carrion crawlers won't devour bodies infested by carrion stalkers, but they often pick up stalker larvae as they root among filth. The crawlers then spread these grubs, potentially infecting whole sewers, graveyards, or battlefields with carrion stalkers. In return, carrion stalkers avoid preying on carrion crawlers."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Carrion Stalker.webp"
					},
					"credit": "Christopher Burdett"
				}
			]
		},
		{
			"name": "Carrionette",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Carrionettes arise from innocent intentions. Heartfelt wishes breathe life into a beloved toy and, for a time, a creator might feel blessed by their new companion. But carrionettes aren't content to live as toys and seek to escape the confines of their diminutive bodies.",
						"Every carrionette possesses a silver needle that pins its soul to its body. By posing as simple toys or hiding their desires, a carrionette gets close to an unsuspecting victim. It then uses its needle to swap souls with the victim, stealing the victim's body while trapping the victim's soul in its own doll-like frame. The carrionette then imprisons its old body, keeping the animate doll hidden while it explores the world in its stolen guise—often that of the very person who wished the carrionette into being.",
						"Carrionettes might appear as any type of toy or piece of art. While marionettes and porcelain dolls are the most common, all manner of deadly stuffed animals, crawling jack-in-the-boxes, bloodthirsty poppets, murderous jewelry box ballerinas, and so forth might be carrionettes. These malicious toys are skilled deceivers and, despite some having existed for generations, often affect unsettlingly childlike personalities. Among the most notorious of these terrors is the carrionette Maligno, Darklord of the domain of Odaire (detailed in chapter 3)."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Carrionette.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Death's Head",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A death's head is a disembodied, flying head. The type of creature one of these grotesque undead originated from determines how it terrorizes it prey. A death's head that arises from a person or animal swoops down to rip apart victims with its gnashing teeth. One with the head of monster like a nothic or medusa, though, retains a measure of the power it had in life and can befuddle the minds or petrify the bodies of its victims."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Death's Head Tree",
							"entries": [
								"In cursed wilds grow death's head trees, awakened trees from which {@dice 2d6} death's heads dangle like foul fruit. The heads detach to protect the tree if it's threatened. Should the tree be destroyed, the heads scatter and plant themselves in unholy ground. A new death's head tree emerges from each planted head {@dice 1d12} months later."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Deaths Head.webp"
					},
					"credit": "Helder Almeida"
				}
			]
		},
		{
			"name": "Dullahan",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dullahans are headless undead warriors—the remains of villains who let vengeance consume them. These decapitated hunters haunt the areas where they were slain, butchering innocents in search of their severed heads or to quench their thirst for revenge.",
						"Wicked knights or commanders in life, dullahans adhere to twisted codes of chivalry or soldiership. These fallen champions consider a specific location their battlefield. This gives rise to stories of haunted battlegrounds, ruins, roads, river crossings and other strategic locations where a dullahan continues a terrifying campaign against the living. In death, dullahans are often rejoined by those who followed them in life, either in the form of lesser undead, like skeletons or wights, or terrifying mounts, like warhorse skeletons or nightmares."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Headless Hunts",
							"entries": [
								"Dullahans are known for seeking their lost heads, giving rise to regional legends of headless hunters and endless searches. The Dullahan Legends table suggests dullahan hauntings that might be the stuff of local legends.",
								{
									"type": "table",
									"caption": "Dullahan Legends",
									"colLabels": [
										"d4",
										"Haunting"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A dullahan pursues anyone who has one of the shards of its shattered skull."
										],
										[
											"2",
											"A vain dullahan pursues it own relatives, seeking to claim a head with its family resemblance."
										],
										[
											"3",
											"A greedy dullahan seeks to recover its bejeweled helmet, caring nothing for the head that wears it."
										],
										[
											"4",
											"Two dullahans seek the same head, both believing they're the actual owner."
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Dullahan.webp"
					},
					"credit": "Helder Almeida"
				}
			]
		},
		{
			"name": "Elise",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dr. Mordenheim's supposed beloved and greatest achievement, Elise is a confused, frustrated soul who never wished for her current circumstances.",
						"Elise's heart has been replaced with the Unbreakable Heart. If this device is removed, Elise dies, even if it is replaced with another heart. Elise is horrified by what Dr. Mordenheim did to her and tries to avoid the doctor and all strangers, fearing they might kill her to learn the Unbreakable Heart's secrets. She roams without destination but keeps a hidden sanctuary at Hope's Heart on the Isles of Agony. Although she has tried to leave Lamordia, the Mists prevent her from doing so."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Elise.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Gallows Speaker",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gallows speakers arise from places of mass death or sites where creatures regularly meet their doom. Over time, pain-wracked phantoms and lingering souls combine into an entity that knows death in myriad forms. Such amalgamated spirits are tormented by their collective pain, endlessly moaning disjointed final thoughts as they lash out at the living. Having known untold deaths, gallows speakers can predict suffering, foreseeing dooms leveled against them and overwhelming their foes with visions of innumerable violent deaths.",
						"Gallows speakers rarely speak coherently or communicate with the living, instead being entirely obsessed with their memories of death. These undead endlessly mutter to themselves, giving voice to final curses, regrets, pleas, and apologies. Those who linger and listen to a gallows speaker might gain insight into any of its many deaths."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Gallows Speaker.webp"
					},
					"credit": "Scott Murphy"
				}
			]
		},
		{
			"name": "Greater Star Spawn Emissary",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"An emissary's greater form sheds all pretense of being part of a plane's reality and openly mocks it. A destructive titan, this form rises in a 25-foot-tall pillar of violent flesh amalgamating the meat and voices of every form the emissary has ever mimicked. Manifestations of alien hunger erupt from this horror in waves of ravenous organs and mind-breaking psychic assaults."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Star Spawn Emissary",
							"entries": [
								"Few understand the full hungry hostility of the multiverse. Star spawn emissaries are the fingers of alien realms, digits that tip the scales of reality toward terror. Heralded by ominous astrological events, these ravenous invaders make worlds ready for unimaginable masters or distant, greater manifestations of themselves. Employing their malleable forms, emissaries work to undermine perceptions of order, trust, and reality on global scales, readying worlds for sanity-shattering revelations and cascading apocalypses. Only when truly threatened, or when their foes have lost all hope, do emissaries reveal their actual, impossible forms.",
								{
									"type": "entries",
									"name": "Forms of the Emissary",
									"entries": [
										"Star spawn emissaries can assume two forms: a lesser form suited to infiltration and a greater, physically overwhelming form. To destroy an emissary, characters must reduce each of its forms to 0 hit points one after another. Typically, a star spawn emissary is initially encountered in its lesser form. When this form is destroyed, the emissary's body collapses into a gory slurry. It then instantly returns in its greater form. Only if the emissary is defeated in its greater form does the star spawn die.",
										"After finishing a long rest, a greater star spawn emissary regains its lesser form if it was destroyed. When an emissary transitions from one form to another, it loses all the traits and actions of the previous form and gains those of the new form."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Greater Star Spawn Emissary.webp"
					},
					"credit": "April Prime"
				}
			]
		},
		{
			"name": "Gremishka",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gremishkas are the vicious products of mistakes made by novice spellcasters seeking to create life. The results are cat-sized, magically unstable creatures with a taste for the trappings of magic—particularly spellbooks, spell components, familiars, and the like. Gremishkas delight in tormenting magic-users, holding vicious grudges against those who gave them life as they infest the walls of spellcasters' homes or the surrounding lands.",
						"Despite their feral appearances, gremishkas are cunning creatures. They might imitate the sounds of whimpering children or wounded animals to coax victims into tight quarters. While they favor attacking spellcasters, gremishkas are opportunistic hunters and lash out at anything they think they can overwhelm—or just get a bite of.",
						"Gremishkas have an unstable relationship with magic. Spells cast near a gremishka might rebound onto those nearby or cause the monster to explode, its scaly chunks rapidly reforming into duplicate gremishkas. These spontaneously created swarms can rapidly turn a single annoying gremishka into a chittering, magic-reflecting wave of teeth and claws."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Gremishka.webp"
					},
					"credit": "April Prime"
				}
			]
		},
		{
			"name": "Inquisitor of the Mind Fire",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"\"Evil lurks everywhere. With our minds, we will unearth it, we will plumb its depths, and we will annihilate it.\" With those words, the psychically gifted priest Ulmed founded the Ulmist Inquisition, an order of psionic inquisitors that seeks to discover the wickedness hiding in people's souls.",
						"In the days before Count Strahd von Zarovich became the first vampire, Strahd thundered across the lands with Ulmed. Their mission was clear: to destroy the infernal powers that had corrupted the world and to ensure that those powers never rose again. Strahd, Ulmed, and their companions hunted Fiends, Undead, Aberrations, and other supernatural threats and were tireless foes of cults like the priests of Osybus. When Strahd fell into darkness, Ulmed was heartbroken at his friend's transformation and changed the inquisition's mission. Instead of focusing on hunting monsters, it would also hunt the seeds of evil that can corrupt a person.",
						"Ulmed and his friends Cosima, Ansel, and Tristian organized the inquisition into three orders, with each one specializing in a type of psionic power. The Order of Cosima harnessed the Mind Fire—their name for the fire of thought that blazes within each person's mind. They used that power to read thoughts, reshape memories, and dominate the recalcitrant. The inquisitors in the Order of Ansel subjected themselves to harsh asceticism in an effort to use psionic energy to empower their own bodies. They succeeded and became the martial arm of the inquisition, represented by a sword. Finally, the Order of Tristian endeavored to use intellect to alter the environment through telekinetic force, and the order's members became the inquisition's scholars, represented by a tome.",
						"Today the inquisition rules the city of Malitain, a vast city-state to the north of Barovia's original site, and the inquisition sends its members throughout the multiverse, seeking to thwart the work of malevolent cults, otherworldly horrors, and the malice of mortals. The zeal of the inquisitors in this work has caused them to be a source of terror in many communities, where folk fear that an overzealous inquisitor might be as great a monster as the fiends the inquisitors originally hunted."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Inquisitor of the Mind Fire.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "Inquisitor of the Sword",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"\"Evil lurks everywhere. With our minds, we will unearth it, we will plumb its depths, and we will annihilate it.\" With those words, the psychically gifted priest Ulmed founded the Ulmist Inquisition, an order of psionic inquisitors that seeks to discover the wickedness hiding in people's souls.",
						"In the days before Count Strahd von Zarovich became the first vampire, Strahd thundered across the lands with Ulmed. Their mission was clear: to destroy the infernal powers that had corrupted the world and to ensure that those powers never rose again. Strahd, Ulmed, and their companions hunted Fiends, Undead, Aberrations, and other supernatural threats and were tireless foes of cults like the priests of Osybus. When Strahd fell into darkness, Ulmed was heartbroken at his friend's transformation and changed the inquisition's mission. Instead of focusing on hunting monsters, it would also hunt the seeds of evil that can corrupt a person.",
						"Ulmed and his friends Cosima, Ansel, and Tristian organized the inquisition into three orders, with each one specializing in a type of psionic power. The Order of Cosima harnessed the Mind Fire—their name for the fire of thought that blazes within each person's mind. They used that power to read thoughts, reshape memories, and dominate the recalcitrant. The inquisitors in the Order of Ansel subjected themselves to harsh asceticism in an effort to use psionic energy to empower their own bodies. They succeeded and became the martial arm of the inquisition, represented by a sword. Finally, the Order of Tristian endeavored to use intellect to alter the environment through telekinetic force, and the order's members became the inquisition's scholars, represented by a tome.",
						"Today the inquisition rules the city of Malitain, a vast city-state to the north of Barovia's original site, and the inquisition sends its members throughout the multiverse, seeking to thwart the work of malevolent cults, otherworldly horrors, and the malice of mortals. The zeal of the inquisitors in this work has caused them to be a source of terror in many communities, where folk fear that an overzealous inquisitor might be as great a monster as the fiends the inquisitors originally hunted."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Inquisitor of the Sword.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "Inquisitor of the Tome",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"\"Evil lurks everywhere. With our minds, we will unearth it, we will plumb its depths, and we will annihilate it.\" With those words, the psychically gifted priest Ulmed founded the Ulmist Inquisition, an order of psionic inquisitors that seeks to discover the wickedness hiding in people's souls.",
						"In the days before Count Strahd von Zarovich became the first vampire, Strahd thundered across the lands with Ulmed. Their mission was clear: to destroy the infernal powers that had corrupted the world and to ensure that those powers never rose again. Strahd, Ulmed, and their companions hunted Fiends, Undead, Aberrations, and other supernatural threats and were tireless foes of cults like the priests of Osybus. When Strahd fell into darkness, Ulmed was heartbroken at his friend's transformation and changed the inquisition's mission. Instead of focusing on hunting monsters, it would also hunt the seeds of evil that can corrupt a person.",
						"Ulmed and his friends Cosima, Ansel, and Tristian organized the inquisition into three orders, with each one specializing in a type of psionic power. The Order of Cosima harnessed the Mind Fire—their name for the fire of thought that blazes within each person's mind. They used that power to read thoughts, reshape memories, and dominate the recalcitrant. The inquisitors in the Order of Ansel subjected themselves to harsh asceticism in an effort to use psionic energy to empower their own bodies. They succeeded and became the martial arm of the inquisition, represented by a sword. Finally, the Order of Tristian endeavored to use intellect to alter the environment through telekinetic force, and the order's members became the inquisition's scholars, represented by a tome.",
						"Today the inquisition rules the city of Malitain, a vast city-state to the north of Barovia's original site, and the inquisition sends its members throughout the multiverse, seeking to thwart the work of malevolent cults, otherworldly horrors, and the malice of mortals. The zeal of the inquisitors in this work has caused them to be a source of terror in many communities, where folk fear that an overzealous inquisitor might be as great a monster as the fiends the inquisitors originally hunted."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Inquisitor of the Tome.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "Isolde",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Isolde was a holy warrior devoted to a pantheon of elven deities called the Seldarine. In this role, she defended the Feywild against dragons, demons, and other threats. In time, her heroics caught the eye of an archfey named Zybilna, who had forged secret pacts with some of the fiends Isolde and her companions had slain. Rather than be angry at Isolde, Zybilna was impressed by her. She enlisted a powerful fiend known only as \"the Caller\" to corrupt and slay all of Isolde's companions, leaving Isolde alone, bitter, and vulnerable. The insidious archfey then befriended Isolde and offered to help her forget her terrible losses. Isolde became the master of a traveling fey carnival that served as a gateway to Zybilna's domain. The carnival did what Zybilna hoped it would do: it brought comfort to Isolde and quelled her thirst for vengeance.",
						"Zybilna and Isolde enjoyed a strong partnership for years, but as time wore on, they grew distant until their relationship finally soured. Eladrin crave change, yet Isolde felt like she was frozen in time. She wished to leave the fey carnival and pursue other dreams, but Zybilna wouldn't hear of it and secretly used {@spell wish} spells to make Isolde place her devotion to the carnival above her desire to leave it.",
						"When Isolde's fey carnival crossed paths with another carnival from the Shadowfell, the eladrin found the escape she longed for. Isolde orchestrated a trade with the other carnival's owners, a pair of shadar-kai (elves native to the Shadowfell). Isolde would become the master of their carnival, and they would become the masters of hers. To appease Zybilna, this arrangement would remain in place only until the two carnivals crossed paths again.",
						"Zybilna was intrigued enough by the shadar-kai to let Isolde go, but not without casting a spell that made Isolde forget about Zybilna and her Feywild domain, thus preventing the eladrin from divulging the archfey's secrets. As a further punishment, Zybilna sent malevolent fey creatures to hound Isolde and her Shadowfell carnival. Isolde doesn't know who is behind this petty torment, nor does she care. Her hunt for the Caller and her thirst for vengeance have become all-consuming."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Isolde.webp"
					},
					"credit": "Helder Almeida"
				}
			]
		},
		{
			"name": "Jiangshi",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When a soul becomes trapped within its corpse, its bitterness can reanimate its body, creating a jiangshi. These vengeful dead stalk their descendants and the communities they knew in life, sowing terror and taking retribution for the slights or neglected burial rites that led to their cursed resurrections. Rigor mortis notoriously afflicts the limbs of jiangshi, causing them to hold their arms rigidly and to walk with a stiff gait. This, along with their flight, lead many to call them hopping vampires.",
						"By day, jiangshi lurk within their tombs and hidden ruins to avoid the attention of the living. At night, they emerge to drain life from other creatures, these vital energies sustaining their unnatural existences and granting them greater powers. Humanoids killed by a jiangshi rise as life-hungry corpses and might turn into jiangshi themselves if they feed upon the living."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Jiangshi.webp"
					},
					"credit": "Julian Kok"
				}
			]
		},
		{
			"name": "Lesser Star Spawn Emissary",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A star spawn emissary's lesser form allows it to appear as any creature. Emissaries have no misplaced pride and just as readily appear as people, animals, or other creatures—the more unassuming, the better. Should it reveal its true form, an emissary appears as a roughly bipedal mass of agitated organs, self-cannibalizing alien orifices, and appendages suggestive of forms it has previously assumed."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Star Spawn Emissary",
							"entries": [
								"Few understand the full hungry hostility of the multiverse. Star spawn emissaries are the fingers of alien realms, digits that tip the scales of reality toward terror. Heralded by ominous astrological events, these ravenous invaders make worlds ready for unimaginable masters or distant, greater manifestations of themselves. Employing their malleable forms, emissaries work to undermine perceptions of order, trust, and reality on global scales, readying worlds for sanity-shattering revelations and cascading apocalypses. Only when truly threatened, or when their foes have lost all hope, do emissaries reveal their actual, impossible forms.",
								{
									"type": "entries",
									"name": "Forms of the Emissary",
									"entries": [
										"Star spawn emissaries can assume two forms: a lesser form suited to infiltration and a greater, physically overwhelming form. To destroy an emissary, characters must reduce each of its forms to 0 hit points one after another. Typically, a star spawn emissary is initially encountered in its lesser form. When this form is destroyed, the emissary's body collapses into a gory slurry. It then instantly returns in its greater form. Only if the emissary is defeated in its greater form does the star spawn die.",
										"After finishing a long rest, a greater star spawn emissary regains its lesser form if it was destroyed. When an emissary transitions from one form to another, it loses all the traits and actions of the previous form and gains those of the new form."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Loup Garou",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Loup garou possess a strain of lycanthropy more virulent than that carried by common werewolves. Aside from being deadlier than their werewolf cousins, loup garou aggressively spread the plague of lycanthropy. Only through the death of a loup garou might those afflicted by it escape their curse."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Loup Garou Lycanthropy",
							"entries": [
								"A Humanoid who succumbs to a loup garou's lycanthropy becomes a werewolf. This form of lycanthropy can't be removed while the loup garou that inflicted the curse lives. See the {@i Monster Manual} for details on lycanthropy.",
								"Once a loup garou is slain, a {@spell remove curse} spell cast during the night of a full moon on any afflicted werewolf it created forces the target to make a DC 17 Constitution saving throw. On a success, the curse is broken, and the target returns to its normal form and gains 3 levels of exhaustion. On a failure, the curse remains, and the target automatically fails any saving throw made to break this curse for 1 month."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Loup Garou.webp"
					},
					"credit": "Olga Drebas"
				}
			]
		},
		{
			"name": "Necrichor",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A necrichor is a being of living blood, formed from the ichor of evil gods or the sludge in the crypts of failed liches. Despite the loss of a solid physical form, these foul creatures retain their terrible intellects and aspire to megalomaniacal goals—the first of which involves regaining a body. To do this, they seek servants to exact their will, coercing even the most stubborn potential minions by turning their own blood against them.",
						"Necrichors prove exceptionally difficult to destroy, since they leave a trace of their essence within the veins of every creature they've controlled and can regenerate themselves from those creatures' blood. Unable to extinguish their horrific unlife, virtuous faiths and vigilant organizations (like the Order of the Guardians detailed in chapter 3) seal these viscous horrors in magically warded prisons. As ages pass, though, the knowledge of what these prisons contain and where some lie have been lost. And every imprisoned necrichor understands that its captivity might be lengthy, but time is of little consequence to the ageless."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Necrichor.webp"
					},
					"credit": "Steven Oakley"
				}
			]
		},
		{
			"name": "Nosferatu",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Vicious, undead hunters, nosferatu possess the endless thirst of vampires but none of their grace. For them, existence is nothing more than an everlasting string of cold, desperate nights punctuated by crimson splashes of momentary warmth and lucidity. These joys are fleeting, as their blood addiction can never be quelled.",
						"Nosferatu feed on anything with blood. Heaps of mutilated rats and stables turned into slaughterhouses are typical first signs of a nosferatu's predation. When the sun interrupts their hunts, nosferatu retreat to favored ruins, sewers, or caves, caring nothing for their lair's comfort. Rather than retiring to crypts, they seek filthy or inaccessible fissures, places any living soul would avoid.",
						"For a few moments after feeding, nosferatu are lucid and capable of considering more than their next meal. In these instants, nosferatu recollect glimpses of what they once were, beings who knew pride, intention, and a world beyond the shadows. They might even momentarily be convinced to converse with other creatures. However, those who talk with nosferatu typically find them selfish, duplicitous creatures whose memories are faded and whose basic respect for life is long dead."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Nosferatu.webp"
					},
					"credit": "Shawn Wood"
				}
			]
		},
		{
			"name": "Podling",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Bodytaker plants either capture unsuspecting victims with their vines or accept captives brought to them by their podling servants. In either case, they drag creatures into their central pod, where potent chemicals render the captive comatose. Over the course of hours, the creature is dissolved and its body repurposed into a podling duplicate.",
						"Podlings are near-perfect mimics of the creatures they replace. Despite having the knowledge of those they mimic, podlings frequently miss the nuances of interactions between sapient beings. These duplicates make excuses about their odd behavior, but those familiar with an individual replaced by a podling can often tell something's amiss. Roll on the Podling Behavior table to see what unusual habits a podling might demonstrate.",
						{
							"type": "table",
							"caption": "Podling Behavior",
							"colLabels": [
								"d6",
								"Behavior"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"The podling abandons the habits and hobbies of the creature it's mimicking."
								],
								[
									"2",
									"The podling lavishes affection on plants and views houseplants with excessive sympathy."
								],
								[
									"3",
									"The podling relishes exposing its skin to the sun. It resents clothing and hair."
								],
								[
									"4",
									"The podling often reacts as if some unseen force is speaking to it, staring into the distance or nodding."
								],
								[
									"5",
									"The podling often communicates to other podlings using Deep Speech."
								],
								[
									"6",
									"The podling no longer understands the nuances of a relationship, system, or instrument."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Priest of Osybus",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Necromancers of deep evil, the priests of Osybus steal the souls of others to fuel the priests' malevolent magic. Using this soul power, each priest can defy death and become an undead creature, potentially cheating the grave over and over.",
						"This unholy order of priests was founded centuries ago by Osybus, a mysterious figure of unfathomable ambition and evil. Osybus sought to use others' souls as springboards to his own immortality. He forged pacts with any entity that would give him more power and delved into any eldritch secret that would prolong his life. He became a devotee of the Dark Powers and tapped into their immortal malice to fuel his apotheosis.",
						"As his power grew, he attracted disciples who also wished to defy life and death. He shared his dread secrets with them and demanded their worship. In time, his goal was achieved: he became a lich of almost godly power. Acknowledging the role that his disciples played in his ascension, Osybus gifted them with a trace of his power. Taking the form of a shadowy tattoo, this boon allows the priests to steal souls as their master did and to cheat death and become undead horrors.",
						"The threat posed by Osybus and his disciples raised alarms far and wide. In response, the Ulmist Inquisition and the then-mortal Count Strahd von Zarovich faced the lich in battle. Their bravery would have been for naught if Osybus's disciples hadn't betrayed him. Fearing that their master would eventually consume their souls, the disciples aided Osybus's foes and destroyed his physical form. As he perished, he uttered a curse upon them—that their immortality would fail them when they least expected it and that he himself would become one of the Dark Powers. As a result of that curse, a priest of Osybus can't be certain that they will be reborn when they perish.",
						"In an effort to rid themselves of this curse, they devoted themselves to the same Dark Powers with whom their master had communed. They were given a mission: provide a person of nobility and might to serve as an earthly vessel for these powers to enter the world and conquer it. If they succeeded, their immortality would be assured. A suitable vessel they did then find: Strahd von Zarovich. Working in shadows and through intermediaries, the priests whispered hatred to the count, and when his noble heart was corrupted, they were the ones who laid the path before him that led to the Amber Temple and his fall into vampirism.",
						"But they were then betrayed. Osybus had not lied; he had himself become one of the Dark Powers, and he and the other Dark Powers had conjured up a misty prison to contain the newly immortal Strahd, thereby preventing the count from serving as the conquering force that the priests sought to loose upon the world; thus they were denied their reward of immortality.",
						"To this day, the priests of Osybus seek to unleash Strahd from the mists, often using adventurers as their pawns. They also ironically bear their hated founder's name, for they know it is his original deathly gift that gives them their horrific powers."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Boons of Undeath",
							"entries": [
								"When a priest of Osybus drops to 0 hit points, the priest might revive with a benefit from the Boons of Undeath table. You can give a priest one or more of these boons of your choice before the priest faces adventurers. If you do so, the priest is Undead, rather than Humanoid, and a priest can receive each boon only once.",
								{
									"type": "table",
									"caption": "Boons of Undeath",
									"colLabels": [
										"d6",
										"Boon"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Dread",
												"entries": [
													"Eerie whispers can now be heard around the priest. Any non-Undead creature that starts its turn within 30 feet of the priest must succeed on a DC 15 Wisdom saving throw or be frightened of the priest until the start of the creature's next turn."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Ectoplasmic",
												"entries": [
													"An otherworldly slime drips off the priest and fades away moments later, leaving a greenish stain. When any creature starts its turn within 10 feet of the priest, the priest can reduce that creature's speed by 10 feet until the start of the creature's next turn, until which the creature is covered by ectoplasm. In addition, as an action, the priest can use the slime to make itself look and feel like any creature that is Medium or Small, while retaining its game statistics. This transformation lasts for 8 hours or until the priest drops to 0 hit points."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Vampiric",
												"entries": [
													"When the priest deals necrotic damage to any creature, the priest gains a number of temporary hit points equal to half that necrotic damage. The priest's speed also increases by 10 feet."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Blazing",
												"entries": [
													"The priest sloughs off its flesh, and its skeleton crumbles away, leaving only its skull. Its stat block is replaced by that of a flameskull, but it retains its Tattoo of Osybus trait, and all fire damage it deals becomes necrotic damage. The Tattoo of Osybus now appears carved into the skull's forehead."
												]
											}
										],
										[
											"5",
											{
												"type": "entries",
												"name": "Spectral",
												"entries": [
													"The priest now appears wraithlike, and its challenge rating increases by 1. It gains resistance to all damage but force, radiant, and psychic, and it is vulnerable to radiant damage. It can also move through creatures and objects as if they were {@quickref difficult terrain||3}, but it takes 5 ({@dice 1d10}) force damage if it ends its turn inside a creature or an object."
												]
											}
										],
										[
											"6",
											{
												"type": "entries",
												"name": "Deathly",
												"entries": [
													"The priest's visage becomes bone white, and its challenge rating increases by 1. It can cast {@spell animate dead} and create undead once per day each, using Intelligence as the spellcasting ability, and it gains the following action: Circle of Death (Spell. Each creature in a 60-foot-radius sphere centered on a point the priest can see within 150 feet of it must make a DC 15 Constitution saving throw, taking 28 ({@dice 8d6}) necrotic damage on a failed save, or half as much damage on a successful one."
												]
											}
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Priest of Osybus.webp"
					},
					"credit": "Olly Lawson"
				}
			]
		},
		{
			"name": "Relentless Juggernaut",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Relentless juggernauts are massive brutes that thirst for carnage. Their presence twists the world around them, allowing them to create weapons with which they can slaughter prey. Sharp iron fences, crushing stalagmites and blades of glass all conveniently appear in order to aid a juggernaut's brutality. Every juggernaut considers a certain area its territory and visits destruction upon all trespassers.",
						"Relentless killers are hateful, revenge-obsessed creatures that enter into pacts with fiends or other nefarious entities. Their bargains transform them into vicious butchers that exist only to indulge their endless bloodlust. While some who become relentless killers began life as innocents, any semblance of who they were is washed away in a tide of gore and rage. These killers' grisly work swiftly becomes the stuff of legends, striking fear into innocents across lands and over ages."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Relentless Killer",
							"entries": [
								"Relentless killers come into being and undertake their terrifying sprees for a spectrum of reasons. When creating a relentless killer, consider what circumstances led to their transformation and signature methods. Roll or choose options from the Relentless Origins and Relentless Methods tables when creating your own, unique monstrous slayers.",
								{
									"type": "table",
									"caption": "Relentless Origins",
									"colLabels": [
										"d6",
										"Origin"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"It was left for dead and granted new life to seek revenge."
										],
										[
											"2",
											"It was turned into a weapon of vengeance by a family member's bargain with sinister forces."
										],
										[
											"3",
											"It was marked by a fiend before its birth, and its wicked nature emerged over time."
										],
										[
											"4",
											"A wicked place or magic relic seeped into its being, turning it into a monster."
										],
										[
											"5",
											"The killer used its body to contain an evil entity."
										],
										[
											"6",
											"The killer appears to be an ordinary person who doesn't realize it turns into a killer when enraged."
										]
									]
								},
								{
									"type": "table",
									"caption": "Relentless Methods",
									"colLabels": [
										"d8",
										"Method"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Artist. The killer turns its victims into works of art, perhaps creating grisly tableaus or using their blood in the forging of new weapons."
										],
										[
											"2",
											"Author. The killer leaves messages, poems, song lyrics, or parts of its creative masterpiece at the scenes of its crimes."
										],
										[
											"3",
											"Avatar. The killer sacrifices its victims, believing it's a manifestation of a deity or force beyond morality."
										],
										[
											"4",
											"Doctor. The killer dissects victims or harvests their organs for the sake of medical understanding."
										],
										[
											"5",
											"Mask. The killer wears a distinctive disguise, its visage becoming a symbol of its crimes."
										],
										[
											"6",
											"Penitent. The killer can't help itself from committing crimes and seeks help to thwart its own continuing violence."
										],
										[
											"7",
											"Ritualist. The killer always attacks the same type of person in the same type of place in the same way."
										],
										[
											"8",
											"Trophy Taker. The killer reliably collects something from its victims, hoarding them as trophies."
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Relentless Juggernaut.webp"
					},
					"credit": "David Sladek"
				}
			]
		},
		{
			"name": "Relentless Slasher",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A relentless slasher conducts its bloody work in silence then vanishes into shadow and infamy. Fixated on a specific individual or type of victim, it pursues its target with single-minded obsession.",
						"Relentless killers are hateful, revenge-obsessed creatures that enter into pacts with fiends or other nefarious entities. Their bargains transform them into vicious butchers that exist only to indulge their endless bloodlust. While some who become relentless killers began life as innocents, any semblance of who they were is washed away in a tide of gore and rage. These killers' grisly work swiftly becomes the stuff of legends, striking fear into innocents across lands and over ages."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Creating a Relentless Killer",
							"entries": [
								"Relentless killers come into being and undertake their terrifying sprees for a spectrum of reasons. When creating a relentless killer, consider what circumstances led to their transformation and signature methods. Roll or choose options from the Relentless Origins and Relentless Methods tables when creating your own, unique monstrous slayers.",
								{
									"type": "table",
									"caption": "Relentless Origins",
									"colLabels": [
										"d6",
										"Origin"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"It was left for dead and granted new life to seek revenge."
										],
										[
											"2",
											"It was turned into a weapon of vengeance by a family member's bargain with sinister forces."
										],
										[
											"3",
											"It was marked by a fiend before its birth, and its wicked nature emerged over time."
										],
										[
											"4",
											"A wicked place or magic relic seeped into its being, turning it into a monster."
										],
										[
											"5",
											"The killer used its body to contain an evil entity."
										],
										[
											"6",
											"The killer appears to be an ordinary person who doesn't realize it turns into a killer when enraged."
										]
									]
								},
								{
									"type": "table",
									"caption": "Relentless Methods",
									"colLabels": [
										"d8",
										"Method"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Artist. The killer turns its victims into works of art, perhaps creating grisly tableaus or using their blood in the forging of new weapons."
										],
										[
											"2",
											"Author. The killer leaves messages, poems, song lyrics, or parts of its creative masterpiece at the scenes of its crimes."
										],
										[
											"3",
											"Avatar. The killer sacrifices its victims, believing it's a manifestation of a deity or force beyond morality."
										],
										[
											"4",
											"Doctor. The killer dissects victims or harvests their organs for the sake of medical understanding."
										],
										[
											"5",
											"Mask. The killer wears a distinctive disguise, its visage becoming a symbol of its crimes."
										],
										[
											"6",
											"Penitent. The killer can't help itself from committing crimes and seeks help to thwart its own continuing violence."
										],
										[
											"7",
											"Ritualist. The killer always attacks the same type of person in the same type of place in the same way."
										],
										[
											"8",
											"Trophy Taker. The killer reliably collects something from its victims, hoarding them as trophies."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Strigoi",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The first strigoi were created by spellcasters who subjected swarms of stirges to transmutation spells. Other strigoi have emerged as the results of similar spellcraft, as the byproducts of outlandish scientific experiments, and from stirges draining well-fed vampires. When a strigoi arises, the unnatural creature is overwhelmed by instinctual hunger that drives it to undertake bloodthirsty rampages along with swarms of emboldened, bloodsucking pests.",
						"Strigoi drain the blood, marrow, and soft tissues from their victims, leaving behind nothing but empty husks. Due to the horrifying nature of their deaths, those slain by strigoi occasionally reanimate as boneless.",
						"Many strigoi seek ways to return to their former existence while being compelled to drain living victims. Others, though, embrace their new forms and mimic vampires. These would-be bloodsucker aristocrats create stirge courts amid scabrous husk-decorated villas and drain the life from any who balk at their grotesque gentility."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Strigoi.webp"
					},
					"credit": "Scott Murphy"
				}
			]
		},
		{
			"name": "Swarm of Gremishkas",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gremishkas are the vicious products of mistakes made by novice spellcasters seeking to create life. The results are cat-sized, magically unstable creatures with a taste for the trappings of magic—particularly spellbooks, spell components, familiars, and the like. Gremishkas delight in tormenting magic-users, holding vicious grudges against those who gave them life as they infest the walls of spellcasters' homes or the surrounding lands.",
						"Despite their feral appearances, gremishkas are cunning creatures. They might imitate the sounds of whimpering children or wounded animals to coax victims into tight quarters. While they favor attacking spellcasters, gremishkas are opportunistic hunters and lash out at anything they think they can overwhelm—or just get a bite of.",
						"Gremishkas have an unstable relationship with magic. Spells cast near a gremishka might rebound onto those nearby or cause the monster to explode, its scaly chunks rapidly reforming into duplicate gremishkas. These spontaneously created swarms can rapidly turn a single annoying gremishka into a chittering, magic-reflecting wave of teeth and claws."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Swarm of Gremishkas.webp"
					},
					"credit": "April Prime"
				}
			]
		},
		{
			"name": "Swarm of Maggots",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Base creatures are among the first to respond to sinister forces at work in a land. As nefarious powers grip an area, populations of maggots, scarabs, and similar scavenging insects explode and become aggressive predators. Roll on the Swarm Behavior table to see how such swarms might manifest.",
						{
							"type": "table",
							"caption": "Swarm Behavior",
							"colLabels": [
								"d4",
								"Behavior"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Crawls on walls in a vaguely bipedal shape"
								],
								[
									"2",
									"Makes skittering noises that sound like whispered chanting"
								],
								[
									"3",
									"Skeletal visages, giant eyes, or the faces of nearby creatures appear in relief amid its mass"
								],
								[
									"4",
									"Occupies and animates a corpse or other debris as if it were alive"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Swarm of Maggots.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Swarm of Scarabs",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Base creatures are among the first to respond to sinister forces at work in a land. As nefarious powers grip an area, populations of maggots, scarabs, and similar scavenging insects explode and become aggressive predators. Roll on the Swarm Behavior table to see how such swarms might manifest.",
						{
							"type": "table",
							"caption": "Swarm Behavior",
							"colLabels": [
								"d4",
								"Behavior"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Crawls on walls in a vaguely bipedal shape"
								],
								[
									"2",
									"Makes skittering noises that sound like whispered chanting"
								],
								[
									"3",
									"Skeletal visages, giant eyes, or the faces of nearby creatures appear in relief amid its mass"
								],
								[
									"4",
									"Occupies and animates a corpse or other debris as if it were alive"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Swarm of Zombie Limbs",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Among the undead, a lone zombie ranks far from the most menacing. The horror of the shambling dead lies not in their individual menace, though, but their numbers, their persistence, and their disregard for their own well-being. A throng of zombies will douse a forest fire with their own ashes or march into a dragon's maw until the monster chokes. In the course of their relentless marches, zombies might suffer all manner of trauma, potentially reducing them to masses of crawling limbs, infecting them with terrible diseases (see zombie plague spreader), or crushing an entire horde into a single, rotting titan (see zombie clot).",
						{
							"type": "entries",
							"name": "Zombie Apocalypses",
							"id": "5b6",
							"entries": [
								"Among the types of horror adventures detailed in {@book chapter 2|VRGR|2}, tales of uncontrolled zombie outbreaks orbit the {@book dark fantasy|VRGR|2|Dark Fantasy} and {@book disaster horror|VRGR|2|Disaster Horror} genres. The horror of these adventures focuses not on the terror of a single zombie, but of countless individual threats overwhelming society. When creating your own undead calamities, consider the plots presented on the Zombie Apocalypses table.",
								{
									"type": "table",
									"caption": "Zombie Apocalypses",
									"colLabels": [
										"d4",
										"Zombie Plot"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A twisted wish causes those affected by healing magic and {@item Potion of Healing||potions of healing} to rise as zombies."
										],
										[
											"2",
											"Overwhelming magic reanimates zombies again and again as {@creature Swarm of Zombie Limbs|VRGR|swarms of zombie limbs}."
										],
										[
											"3",
											"The githyanki unleash {@creature Zombie Plague Spreader|VRGR|zombie plague spreaders} to scour mind flayers from a world."
										],
										[
											"4",
											"The seals containing an underground zombie horde fail, releasing ancient {@creature Zombie Clot|VRGR|zombie clots}."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "The Bagman",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"name": "Beware the Bagman",
					"entries": [
						"The Bagman is an urban legend about an adventurer who sought to escape doom by abandoning his party and hiding inside a {@item bag of holding}. When he tried to leave, though, he became lost amid a constantly increasing number of extradimensional storage spaces. Over time, the strange forces of this magical in-between place transformed the adventurer into a monstrous creature. Now, every night, the Bagman slips out from a random {@item bag of holding}. If he doesn't find his home, he drags someone back into the bag with him and leaves behind some trinket from his hidden kingdom of lost junk. Some say that if you speak too loudly over an open {@item bag of holding} or whisper \"follow my voice\" into a magical storage space three times, the Bagman will come for you.",
						"Any character might know the story of the Bagman. What the Bagman is and how you use this urban legend is up to you. Is there truly a Bagman, or is he just a story? If an object vanishes overnight or if someone finds something that isn't theirs in a {@item bag of holding}, is the Bagman to blame? Is the Bagman just a monster that preys on adventurers, or is he the Darklord of his own hidden domain? The possibilities for horror adventures are endless, and nowhere—especially not adventurers' gear—is safe."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/The Bagman.webp"
					},
					"credit": "Steven Oakley"
				}
			]
		},
		{
			"name": "Unspeakable Horror",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Untold, half-formed evils lurk amid the Mists, the yet-to-be-realized imaginings of the Dark Powers and the remnants of ruined domains. While such nightmares typically manifest as nothing more than impressions, whispers, or vaporous visions amid the fog, mysterious eddies in the Mists sometimes gather such evils, forcing them into unique, misshapen bodies untethered from the laws of reason or reality. Such unspeakable horrors might continue to haunt the misty netherworld between the Domains of Dread, or they might slink forth into other realms to slake unnameable hungers."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Customizing a Horror",
							"entries": [
								"An unspeakable horror has one of four body compositions, determined by rolling on the Body Composition table. You can roll on the Limbs to customize it further, while results from the Hex Blast table replace that action in the stat block. If the results of multiple tables conflict, chose your preferred result.",
								"The results of these tables are meant to be broad, so feel free to describe the details of an unspeakable horror's form and the interplay between its parts however you desire. The more discordant and unexpected a horror's parts, the more unsettling it might be."
							]
						},
						{
							"type": "entries",
							"name": "Mist Horrors",
							"entries": [
								"Some who wander into the Land of the Mists seek to stay hidden in the haze. They might even wish to dwell amid the endless fog, finding it preferable to horrors elsewhere. But the Mists drifting between the Domains of Dread are far from safe—or empty.",
								"Mist horrors are bodiless spirits of dread, entities given form by the fears of those they encounter. Mist horrors use the unspeakable horror stat block with the Malleable Mass body option, which makes them appear to be composed of living mist. Further details of a mist horror's appearance are drawn from the fears of those within 100 feet of it. This might cause a mist horror to take on a form that combines multiple fears when it encounters a group, like a wolf with snakes for eyes or a drowned giant that resembles an estranged parent. Mist horrors can't persist for long outside the Mists: after {@dice 1d4} rounds outside the Mists, they lose cohesion and collapse back into harmless vapor.",
								{
									"type": "table",
									"caption": "Body Composition",
									"colLabels": [
										"d4",
										"Body"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Aberrant Armor",
												"entries": [
													"The horror's body is armored in petrified wood, alien crystal, rusted mechanisms, sculpted stone, or an exoskeleton."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Loathsome Limbs",
												"entries": [
													"The horror's body boasts spider like legs, many-jointed appendages, or thrashing tentacles."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Malleable Mass",
												"entries": [
													"The horror's body is composed of a clot of boneless flesh, shadowy tendrils, or mist."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Oozing Organs",
												"entries": [
													"The horror's body boasts exposed entrails, bloated parasites, or a gelatinous shroud, perhaps because it is inside out."
												]
											}
										]
									]
								},
								{
									"type": "table",
									"caption": "Hex Blast",
									"colLabels": [
										"d4",
										"Hex"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Beguiling Hex {@recharge 5}",
												"entries": [
													"The horror expels a wave of mind-altering magic. Each creature within 30 feet of the horror must make a DC 15 Wisdom saving throw, taking 33 ({@dice 6d10}) psychic damage and being incapacitated until the end of the creature's next turn on a failed save, or taking half as much damage on a successful one."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Bile Hex {@recharge 5}",
												"entries": [
													"The horror expels acidic bile in a 60-foot line that is 5 feet wide. Each creature in that line must succeed on a DC 15 Dexterity saving throw or be covered in bile. A creature covered in bile takes 31 ({@dice 7d8}) acid damage at the start of each of its turns until it or another creature uses its action to scrape or wash off the bile that covers it."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Petrifying Hex {@recharge 5}",
												"entries": [
													"The horror expels petrifying gas in a 30-foot cone. Each creature in that area must succeed on a DC 15 Constitution saving throw or take 14 ({@dice 4d6}) necrotic damage and be restrained as it begins to turn to stone. A restrained creature must repeat the saving throw at the end of its next turn. On a success, the effect ends on the target. On a failure, the target is petrified until freed by the {@spell greater restoration} spell or other magic."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Reality-Stealing Hex {@recharge 5}",
												"entries": [
													"The horror expels a wave of perception-distorting energy. Each creature within 30 feet of the horror must make a DC 15 Wisdom saving throw. On a failed save, the target takes 22 ({@dice 5d8}) psychic damage and is deafened until the end of its next turn. If the saving throw fails by 5 or more, the target is also blinded until the end of its next turn."
												]
											}
										]
									]
								},
								{
									"type": "table",
									"caption": "Limbs",
									"colLabels": [
										"d4",
										"Attack"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Bone Blade",
												"entries": [
													"The horror's limb ends in a blade made of bone, which deals slashing damage instead of bludgeoning damage. In addition, it scores a critical hit on a roll of 19 or 20 and rolls the damage dice of a crit three times, instead of twice."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Corrosive Pseudopod",
												"entries": [
													"The horror's limb attack deals an extra 9 ({@dice 2d8}) acid damage."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Grasping Tentacle",
												"entries": [
													"The horror's limb is a grasping tentacle. When the horror hits a creature with this limb, the creature is also grappled (escape DC 16). The limb can have only one creature grappled at a time."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Poisonous Limb",
												"entries": [
													"The horror's limb deals piercing damage instead of bludgeoning damage. In addition, when the horror hits a creature with this limb, the creature must succeed on a DC 15 Constitution saving throw or take 7 ({@dice 2d6}) poison damage and be poisoned until the end of its next turn."
												]
											}
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Unspeakable Horror.webp"
					},
					"credit": "Christopher Burdett"
				}
			]
		},
		{
			"name": "Vampiric Mind Flayer",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When the mind flayers of Bluetspur (see chapter 3) could find no cure for their overlord's affliction, their degenerating elder brain turned to radical methods to stave off dementia and death. The results were vampiric mind flayers, feral atrocities spawned from mind flayer tadpoles infected with vampirism. These specialized but flawed terrors serve a single purpose: to drain the cerebral fluids from sapient minds. After doing so, they return to the Elder Brain of Bluetspur, which liquefies them into its pool and releases their stolen essences amid a hormone brine. This grotesque balm stalls the elder brain's degeneration but is far from a cure.",
						"Vampiric mind flayers are physically and mentally unstable beings. Ghoulish creatures, they let nothing stand between them and their existential imperatives. Although they possess the telepathic abilities of mind flayers, their brains aren't equipped to employ them. Instead, they bombard nearby creatures with a mental static of visceral visions. While these ravenous creatures are horrifying to behold, they unsettle none more than other mind flayers, which consider them abominations."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Vampiric Mind Flayer.webp"
					},
					"credit": "Mark Behm"
				}
			]
		},
		{
			"name": "Wereraven",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Wereravens are secretive and extraordinarily cautious lycanthropes that trust one another but are wary of just about everyone else. Although skilled at blending into society, they keep mostly to themselves, respect local laws, and strive to do good whenever possible.",
								"In their human and hybrid forms, wereravens favor light weapons. They are reluctant to make bite attacks in raven form for fear of spreading their curse to those who don't deserve it or who would abuse it.",
								{
									"name": "A Kindness of Wereravens",
									"entries": [
										"Wereravens refer to their tightly knit groups as kindnesses. A kindness of wereravens usually numbers between seven and twelve individuals. Not surprisingly, wereravens get along well with ravens and often hide in plain sight among them."
									],
									"type": "entries"
								},
								{
									"name": "Charitable Collectors",
									"type": "entries",
									"entries": [
										"Wereravens like to collect shiny trinkets and precious baubles. They are fond of sharing their wealth with those in need and, in their humanoid forms, modestly give money to charity. They take steps to keep magic items out of evil hands by stashing them in secret hiding places."
									]
								},
								{
									"name": "Characters as Wereravens",
									"type": "entries",
									"entries": [
										"The Monster Manual has rules for characters afflicted with lycanthropy. The following text applies to wereraven characters specifically.",
										"A character cursed with wereraven lycanthropy gains a Dexterity of 15 if his or her score isn't already higher. Attack and damage rolls for the wereraven's bite are based on whichever is higher of the character's Strength and Dexterity. The bite of a wereraven in raven form deals 1 piercing damage (no ability modifier applies to this damage) and carries the curse of lycanthropy; see the \"Player Characters as Lycanthropes\" sidebar in the lycanthropes entry in the Monster Manual for details."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Wereraven.webp"
					},
					"credit": "April Prime"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Wereraven 2.webp"
					},
					"credit": "Stephen Oakley"
				}
			]
		},
		{
			"name": "Zombie Clot",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Among the undead, a lone zombie ranks far from the most menacing. The horror of the shambling dead lies not in their individual menace, though, but their numbers, their persistence, and their disregard for their own well-being. A throng of zombies will douse a forest fire with their own ashes or march into a dragon's maw until the monster chokes. In the course of their relentless marches, zombies might suffer all manner of trauma, potentially reducing them to masses of crawling limbs (see swarm of zombie limbs), infecting them with terrible diseases (see zombie plague spreader), or crushing an entire horde into a single, rotting titan.",
						{
							"type": "entries",
							"name": "Zombie Apocalypses",
							"id": "5b6",
							"entries": [
								"Among the types of horror adventures detailed in {@book chapter 2|VRGR|2}, tales of uncontrolled zombie outbreaks orbit the {@book dark fantasy|VRGR|2|Dark Fantasy} and {@book disaster horror|VRGR|2|Disaster Horror} genres. The horror of these adventures focuses not on the terror of a single zombie, but of countless individual threats overwhelming society. When creating your own undead calamities, consider the plots presented on the Zombie Apocalypses table.",
								{
									"type": "table",
									"caption": "Zombie Apocalypses",
									"colLabels": [
										"d4",
										"Zombie Plot"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A twisted wish causes those affected by healing magic and {@item Potion of Healing||potions of healing} to rise as zombies."
										],
										[
											"2",
											"Overwhelming magic reanimates zombies again and again as {@creature Swarm of Zombie Limbs|VRGR|swarms of zombie limbs}."
										],
										[
											"3",
											"The githyanki unleash {@creature Zombie Plague Spreader|VRGR|zombie plague spreaders} to scour mind flayers from a world."
										],
										[
											"4",
											"The seals containing an underground zombie horde fail, releasing ancient {@creature Zombie Clot|VRGR|zombie clots}."
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/VRGR/Zombie Clot.webp"
					},
					"credit": "Scott Murphy"
				}
			]
		},
		{
			"name": "Zombie Plague Spreader",
			"source": "VRGR",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Among the undead, a lone zombie ranks far from the most menacing. The horror of the shambling dead lies not in their individual menace, though, but their numbers, their persistence, and their disregard for their own well-being. A throng of zombies will douse a forest fire with their own ashes or march into a dragon's maw until the monster chokes. In the course of their relentless marches, zombies might suffer all manner of trauma, potentially reducing them to masses of crawling limbs (see swarm of zombie limbs), infecting them with terrible diseases, or crushing an entire horde into a single, rotting titan (see zombie clot).",
						{
							"type": "entries",
							"name": "Zombie Apocalypses",
							"id": "5b6",
							"entries": [
								"Among the types of horror adventures detailed in {@book chapter 2|VRGR|2}, tales of uncontrolled zombie outbreaks orbit the {@book dark fantasy|VRGR|2|Dark Fantasy} and {@book disaster horror|VRGR|2|Disaster Horror} genres. The horror of these adventures focuses not on the terror of a single zombie, but of countless individual threats overwhelming society. When creating your own undead calamities, consider the plots presented on the Zombie Apocalypses table.",
								{
									"type": "table",
									"caption": "Zombie Apocalypses",
									"colLabels": [
										"d4",
										"Zombie Plot"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A twisted wish causes those affected by healing magic and {@item Potion of Healing||potions of healing} to rise as zombies."
										],
										[
											"2",
											"Overwhelming magic reanimates zombies again and again as {@creature Swarm of Zombie Limbs|VRGR|swarms of zombie limbs}."
										],
										[
											"3",
											"The githyanki unleash {@creature Zombie Plague Spreader|VRGR|zombie plague spreaders} to scour mind flayers from a world."
										],
										[
											"4",
											"The seals containing an underground zombie horde fail, releasing ancient {@creature Zombie Clot|VRGR|zombie clots}."
										]
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
