{
	"monsterFluff": [
		{
			"name": "Animatronic Allosaurus",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The allosaurus is a predatory dinosaur of great size, strength, and speed. It can run down almost any prey over open ground, pouncing to pull creatures down with its wicked claws."
					]
				}
			]
		},
		{
			"name": "Ashen Animated Armor",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This suit of magically animated plate armor clamors as it moves, banging and grinding like the vengeful spirit of a fallen knight."
					]
				}
			]
		},
		{
			"name": "Ashen Flying Sword",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A magically animated flying sword dances through the air, fighting like a warrior that can't be injured."
					]
				}
			]
		},
		{
			"name": "Ashen Knight",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Knights are warriors who pledge service to rulers, religious orders, and noble causes. A knight's alignment determines the extent to which a pledge is honored. Whether undertaking a quest or patrolling a realm, a knight often travels with an entourage that includes squires and hirelings who are commoners."
					]
				}
			]
		},
		{
			"name": "Ashen Veteran",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Veterans are professional fighters that take up arms for pay or to protect something they believe in or value. Their ranks include soldiers retired from long service and warriors who never served anyone but themselves."
					]
				}
			]
		},
		{
			"name": "Charmayne Daymore",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A powerful spellcaster, Charmayne had become jealous of the king's passion and warmth. Longing to possess those qualities, she painstakingly created rituals to drain Jhaeros's vitality and charm, and to funnel these qualities into herself. However, the magic only enhanced her greed and jealousy; the more she took from Jhaeros, the hungrier for power Charmayne became, going so far as to murder her fellow councilor, Regine, while she slept.",
						"As she came to realize the people of Ghalasine didn't love her as they did the king, Charmayne became filled with rage. She used magic to tear out Jhaeros's heart while keeping it alive. She then used the still-beating heart as the focus of a ritual to destroy Ghalasine."
					]
				}
			]
		},
		{
			"name": "Clockwork Defender",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A clockwork defender is a mechanical quadruped that vaguely resembles a hound. Its eyes glow and can project intense but harmless beams of light. It tirelessly protects whatever its creator wants, and it can be programmed by its creator not to attack certain kinds of creatures."
					]
				}
			]
		},
		{
			"name": "Clockwork Observer",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A clockwork observer serves as an aerial spy for its creator. It looks like a mechanical, grapefruit-sized orb suspended under softly humming propeller blades. Embedded in the orb are keenly perceptive crystal eyes that enable the observer to see in multiple directions at once. When it perceives something troubling, the observer sounds the alarm by emitting a shriek that can be heard within a range of 300 feet. The observer can also telepathically relay what it has discovered to its creator, provided the two are within 1 mile of each other."
					]
				}
			]
		},
		{
			"name": "Dr. Cassee Dannell",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/006-01-003.dr-cassee-dannell.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Eliphas Adulare",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Eliphas is a gentleman and a tinkerer. For years, he offered his services to the Golden Vault, an organization dedicated to preserving historical relics and keeping powerful items out of evil hands. Eliphas designed the magical music boxes that the Golden Vault uses to communicate with its field operatives.",
						"Eliphas is a neutral good, human werebear who can adopt the form of a polar bear."
					]
				}
			]
		},
		{
			"name": "Fragment of Krokulmar",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/Fragment of Krokulmar.webp"
					},
					"credit": "Olivier Bernard"
				}
			]
		},
		{
			"name": "Ignatius Inkblot",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/086-11-004.ignatius-inkblot.webp"
					},
					"credit": "Andrew Mar"
				}
			]
		},
		{
			"name": "Jarazoun",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/104-13-005.jarazoun-the-efreeti.webp"
					},
					"credit": "Olivier Bernard"
				}
			]
		},
		{
			"name": "Joster Mareet",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/056-07-004.quasit-conspiracy.webp"
					},
					"credit": "Kai Carpenter"
				}
			]
		},
		{
			"name": "King Jhaeros",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Known for its exquisite glasswork, Ghalasine was a prosperous city ruled by King Jhaeros Astolko. Governing from Castle Cinis, Jhaeros was advised by two councilors, Regine LaVerne and Charmayne Daymore, and a guard captain named Naevys Tharesso. Jhaeros's rule was compassionate, just, and kind. Over the last year, however, Naevys watched with growing concern as Jhaeros became more withdrawn and secretive, closing Ghalasine to trade and failing to honor his alliances.",
						"Jhaeros has been transformed into a heartless puppet under Charmayne's command."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/King Jhaeros.webp"
					},
					"credit": "David Auden Nash"
				}
			]
		},
		{
			"name": "Markos Delphi",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Markos Delphi grew up with an insatiable curiosity. Eventually, he had his fill of worldly knowledge and began delving into the arcane, eager to understand the secrets of the planes of existence. Raised in a family of scholars and academics, Markos wished to make a breakthrough discovery that would propel himself and his family to new heights.",
						"This quest for understanding became Markos's obsession. He sequestered himself and his fellow researchers in the remote Delphi Mansion. Markos used astrology-based magic to attempt to contact other planes, and something finally answered him: an entity that called itself Krokulmar. This entity made a pact with Markos, granting insight into the multiverse in exchange for influence on the Material Plane. Markos assumed Krokulmar's intentions were benign."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/Markos Delphi.webp"
					},
					"credit": "Olivier Bernard"
				}
			]
		},
		{
			"name": "Meera Raheer",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/001-00-002.meera-raheer.webp"
					},
					"credit": "Katerina Ladon"
				}
			]
		},
		{
			"name": "Nixylanna Vidorant",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/065-08-005.nixylanna-vidorant.webp"
					},
					"credit": "Evyn Fong"
				}
			]
		},
		{
			"name": "Prisoner 13",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Prisoner 13 is a dwarf named Korda Glintstone. Prior to her incarceration years ago, Korda was an ally and agent of Clan Axebreaker, a moderately influential dwarf clan in a stronghold called Gauntlgrym. Korda built a network of informants and agents, ostensibly all to the benefit of Clan Axebreaker. With each success, she paid tattooists to inscribe a memorial of her triumph onto her skin. Using ancient rituals, Korda infused many of these artful etchings with the magic of Gauntlgrym's forges, granting her wondrous gifts.",
						"Korda grew too ambitious for her role as an agent, so she devised a plan to take power for herself. Over five years she took careful stock of Clan Axebreaker's wealth and, in one fell swoop, used her network of lieutenants to steal away most of the clan's gold, leaving only a pittance.",
						"Prisoner 13 is a cunning schemer, ruthless and patient. She listens and watches, absorbing every detail she can, and shares as little as she can get away with."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Prisoner 13's Tattoos",
							"entries": [
								"Most of Prisoner 13's inkwork is covered by her uniform. Her tattoos include the following:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Dwarven Poetry.",
											"entry": "An excerpt from a poem in Dwarvish script on her neck and across her shoulder blades reads, \"Endless dreams entombed in stone.\""
										},
										{
											"type": "item",
											"name": "Flames.",
											"entry": "A roiling storm of brilliant flames covers her back and ribs."
										},
										{
											"type": "item",
											"name": "Shroud.",
											"entry": "Black and gray smoke and shadows coil down her left arm, ending in runes on the fingers of her left hand."
										},
										{
											"type": "item",
											"name": "Knotwork.",
											"entry": "Purple and blue knotwork and runes run down her right arm, across the back of her right hand, and down the length of each finger. The runes on her fingers, known as the keystone tattoo, form the key to the vault in Gauntlgrym."
										},
										{
											"type": "item",
											"name": "Mountain.",
											"entry": "Silver and brown mountain peaks cover her chest, the tips following the angles of her collarbones."
										},
										{
											"type": "item",
											"name": "River.",
											"entry": "Swirling green and blue waters form a cascading river across her stomach, with scaly creatures leering from the water."
										},
										{
											"type": "item",
											"name": "Power and Plunder.",
											"entry": "Dwarvish script on her hips reads \"Power\" and \"Plunder."
										}
									]
								},
								"Traced among Prisoner 13's tattoos are tiny magical sigils, each one matching a twin tattooed on one of her agents. A character who examines any visible tattoos and succeeds on a DC 15 Intelligence (Investigation) check notices some of the hidden marks.",
								"A character who succeeds on a DC 15 Intelligence (Arcana) check determines that the sigils have something to do with minds or telepathy."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/Prisoner 13.webp"
					},
					"credit": "Katerina Ladon"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/035-p13-006.prisoner-13-closeup.webp"
					},
					"credit": "Katerina Ladon"
				}
			]
		},
		{
			"name": "Rilago",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/073-09-006.rilagos-ghost.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Sythian Skalderang",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sythian Skalderang has been blessed by the demon lord Graz'zt. Graz'zt's gift to Sythian manifests in several ways, including Sythian's ability to conjure demonic whispers that can fray enemy minds.",
						"When he was a young boy, Sythian went on a hunting trip with his father. A giant toad attacked them and swallowed Sythian. Although Sythian escaped after his father slew the monster, the attack left Sythian with an acute fear of frogs and toads.",
						"Sythian's parents hoped his interest in music would lead Sythian to become an extraordinary musician; he became a mediocre one instead, despite the help of several renowned tutors. Years later, Sythian resents their efforts, as the money his parents lavished on his education left him with many unpaid debts. Now that his parents are dead, he is determined to hold on to his estate and will do whatever it takes to keep what he has left.",
						"Sythian has attuned to Golden Axe so that he can learn and exercise the Canaith mandolin's properties. Although he hopes Golden Axe will earn him the good graces and financial support of the van Timmels, Sythian would sooner lose the instrument than see any harm befall his students, as his reputation and financial success hinge on their well-being. He gladly gives up the instrument to save himself.",
						"Sythian is an impatient and demanding teacher who holds his students to a rigorous schedule. His bone conductor's wand doubles as a spellcasting focus."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/Sythian Skalderang.webp"
					},
					"credit": "Kai Carpenter"
				}
			]
		},
		{
			"name": "The Stranger",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/087-11-005.the-stranger.webp"
					},
					"credit": "Olivier Bernard"
				}
			]
		},
		{
			"name": "Tixie Tockworth",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Using magic and mechanical know-how, Tixie Tockworth has transformed most of herself into a machine. What was once her torso is now a steel carapace that can discharge jets of scalding steam. Her left arm ends in a humming blade. Her right arm ends in a metal shield. Her eyes are shiny, metallic red orbs that can see through illusions.",
						"In her current form, Tockworth ruthlessly seeks to destroy anyone and anything that stands in the way of her ultimate goal, which is to become a Construct. If she's allowed to continue her work, she will achieve this apotheosis in a matter of weeks, after which her creature type changes to Construct. She also gains immunity to poison damage, as well as immunity to the paralyzed, petrified, and poisoned conditions. Her statistics are otherwise unchanged."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/Tixie Tockworth.webp"
					},
					"credit": "Julian Kok"
				}
			]
		},
		{
			"name": "Zala Morphus",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/023-03-004.zala-morphius.webp"
					},
					"credit": "Irina Nordsol"
				}
			]
		},
		{
			"name": "Zorhanna Adulare",
			"source": "KftGV",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/KftGV/096-12-009.trapped-in-space.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Zorhanna's Simulacrum",
			"source": "KftGV",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Archmages are powerful (and usually quite old) spellcasters dedicated to the study of the arcane arts. Benevolent ones counsel kings and queens, while evil ones rule as tyrants and pursue lichdom. Those who are neither good nor evil sequester themselves in remote towers to practice their magic without interruption. An archmage typically has one or more apprentice mages, and an archmage's abode has numerous magical wards and guardians to discourage interlopers."
					]
				}
			]
		}
	]
}
