{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Achaierai",
			"source": "MaBJoV",
			"entries": [
				"Dwelling mostly in the Underdark, achaierai are cunning avian quadrupeds originally from the plane of Acheron. Tribalistic and organized, they possess a strong—if skewed—sense of justice and will often band together to seek bloody vengeance against those who have wronged their kin. They are highly intelligent, with a strong streak of sadistic cruelty, compelling them to devise new and inventive strategies of torture for their victims.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Deadly Foes",
									"entries": [
										"Achaierai have razor sharp beaks, and each of their four legs are tipped with savage talons that can rip an opponent to shreds. They typically hunt in flocks, using coordinated strategy to maximize the efficiency of their attacks. If an achaierai is threatened, it can expel a toxic cloud to distract its enemies and flee... only to resume the fight again later under more favorable conditions."
									]
								},
								{
									"type": "entries",
									"name": "A Community of Cruelty",
									"entries": [
										"Social creatures by nature, the achaierai typically form small flocks of up to a half-dozen members. However, these flocks are not family. The leader is simply the largest and strongest member, and in times of food scarcity the weakest members are routinely cannibalized. Achaierai can only breed on their home plane. To increase their numbers in the Underdark, they capture wizards and torture them until they summon more of their kind from Acheron. Because of this, wizards are the only captives the carnivorous achaierai don't eventually eat."
									]
								},
								{
									"type": "entries",
									"name": "A Cycle of Vengeance",
									"entries": [
										"Flocks of achaierai have been known to band together to wage war upon a svirfneblin village or drow outpost. These attacks come with little warning, and there are typically no survivors as the ravenous achaierai devour everything in sight. For this reason, the other Underdark races despise the achaierai, and will even work together to wipe out a flock whenever one is discovered. Inevitably, this triggers retaliation from other achaierai, leading to an endless cycle of vicious and bloody reprisals."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Achaierai.webp"
					}
				}
			]
		},
		{
			"name": "Aribeth de Tylmarande",
			"source": "MaBJoV",
			"entries": [
				"Aribeth was once an elven paladin of Tyr, the Blind God of Justice. Renowned for her beauty and beloved for her kindness, she was the personal guard of Nasher Alagondar, the lord of the city of Neverwinter. But when her fiancé, Fenthick Moss, was unjustly hanged for treason, grief and a desire for vengeance corrupted her once noble spirit. She started down a path of revenge against her lord, her people, and even her god that ultimately ended with her own death.",
				"After she was killed, the arch devil Mephistopheles sought out Aribeth's spirit in Hell. He made a bargain with the fallen paladin, offering her a chance to mete out justice once again as she had done when she served Tyr. Aribeth accepted and was returned to the world of the living.",
				"The decades Aribeth had spent in hell, along with the betrayals she had experienced in her first life, had transformed her into a shell of a person. Devoid of conscience, remorse, and compassion, Mephistopheles made her into a hunter of those who had broken pacts made with the powers of Hell.",
				"But despite his efforts to completely break her, Mephistopheles soon recognized that a tiny spark of Aribeth's former kindness and compassion remained, buried deep within her. In acknowledgement of this, he bestowed upon Aribeth an unholy sword called Void that would eat the souls of its victims, sparing them from being damned to the eternal suffering of the Nine Hells. However, Mephistopheles only granted Aribeth permission to use this sword to spare one out of every nine victims, knowing that choosing who to save and who to let suffer would be a constant burden that would eventually corrupt the last noble vestiges of Aribeth's soul.",
				"But Aribeth was smart enough to understand her overlord's true plan. Instead of actively selecting who Void will spare, she makes the choice by using a simple, but extremely precise, scale that resembles the holy symbol she once carried as a priest of Tyr. When she encounters her victims, she asks them for a gold piece. If they give it to her, she places it on the scale, measuring the weight to the thousandth of an ounce. If the scale comes to balance on the last digit of \"9\", she will slay them with Void, sparing her the emotional burden of personally deciding who will be cast down and who will be spared.",
				"Even now, though she still serves as an avatar of Mephistopheles, Aribeth is not evil in the strict sense. Her victims are never the innocent, and she only unleashes her savage justice upon those who deserve it through their own choices and actions. And she takes no pleasure in her duties; no cruel revelry in the suffering she inflicts. In this way she is more akin to a relentless force of nature—unstoppable and uncaring, but unbiased in her dispensation of dark justice."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Aribeth de Tylmarande.webp"
					}
				}
			]
		},
		{
			"name": "Baalzebul",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"I have no idea how the big dolt and his hamster scrounged up information on so many dangerous entities, but it's foolish to write about them if you ask me. There's a reason I've never written a book about the Nine Hells."
					],
					"by": "Volo"
				},
				"Baalzebul, is an archdevil and the lord of Maladomini, the seventh layer of the Nine Hells. He is known as the Lord of the Flies because his tightly woven web of intrigue traps even the smallest fly. In recent centuries he has been cursed with a new hideous form by the Lord of the Nine Hells—Asmodeus. This form has earned him a new title—The Slug Archduke.",
				"Baalzebul was originally known as Triel, one of the most powerful and beautiful angels to be found in Celestia. Triel's selfish acts in the name of achieving his perfection resulted in his corruption and exile from Celestia. After his fall, Asmodeus, perhaps out of some lingering sense of sympathy, quickly promoted Baalzebul to the ranks of devilish nobility. Baalzebul's ruthless lust for power served him well and before long he not only displaced the ancient, original Lord of Maladomini but managed to become the only archdevil to rule two layers of the Nine Hells, although he ruled Malbolge through the devil Moloch.",
				"However, Baalzebul's pride continued to be his undoing. When he attempted to take Asmodeus's throne, his schemes were discovered and thwarted. Asmodeus inflicted a series of bizarre penalties upon Baalzebul. He was cursed to appear as a slug for one year per lie he had told to a devil. Any deal he struck with a mortal would result in a disaster for the participant. His castle was turned to excrement and filled with filth and his dominion of Malbolge was stripped from him.",
				"Despite his punishments, Baalzebul is still dangerously cunning and charismatic. Even if trapped in the form of a slug, he is still the Lord of Lies, whose every deception is made with ease. Every one of his untruths is told with a specific purpose in mind. Only other devils are safe from his lies, as Baalzebul wishes to return to his original beautiful form.",
				"If forced into combat Baalzebul's first tactic is to belch out gargantuan clouds of flesh-devouring flies. Baalzebul's stench is so putrid that simply trying to get anywhere close to him is sickening. Despite his bloated form, he can still burrow underground and easily scale surfaces. He is easy to track, since he always leaves a thick layer of putrid slime in his wake."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Baalzebul.webp"
					}
				}
			]
		},
		{
			"name": "Bebilith",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"It is said that the drow can imprison a Bebilith in a metal shell. This new creation is called a Retriever and is used by the dark elves to track down and exterminate their enemies."
					],
					"by": "Volo"
				},
				"Bebiliths, or Creepers of the Abyss, are arachnoid demons that prey upon other demons... though whether they do so out of hunger, cruelty, or a strange compulsion to inflict justice on their chaotic evil kin is unknown. Other demons typically leave the bebilith alone and killing them is considered a great taboo. Further adding to the intrigue of their strange mystique, it is believed several greater demonic beings pay homage to the bebiliths.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Barbed Horrors",
									"entries": [
										"Massive, hulking hunters, bebiliths possess foreleg claws that can carve through the thickest armor like warm butter. They can cast webs imbued with searing green fire, and the venom from their bite causes victims to ignite with green flames that burn them alive from the inside out. While their spiderlike appearance suggests the demon queen Lolth created them, most Abyssal scholars have refuted that theory. Their origins are seemingly lost in time, though most suspect the bebilith are natural predators that roamed the Abyss long before other demons spread across it in their teeming hordes."
									]
								},
								{
									"type": "entries",
									"name": "Relentless Hunters",
									"entries": [
										"Though they typically feed upon other demons, a bebilith will attack any creature it encounters without hesitation. During the initial strike, they mark their prey using a combination of pheromones and demonic magic. Once marked, a bebilith can track its victim across any distance—the only way to escape pursuit is by killing the bebilith or fleeing the Abyss. Fortunately, bebiliths cannot be summoned to the prime material plane. However, the drow discovered a way to draw their spirits into mechanical, spider-like constructs called retrievers, which they use to hunt or track their enemies."
									]
								},
								{
									"type": "inset",
									"name": "Carcerus Prison",
									"entries": [
										"The demodands of the Carcerus prison in Ust Natha have tortured a small number of bebilith into doing their bidding. These bebilith can use their relentless hunter ability on anyone ever imprisoned in Carcerus."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Bebilith.webp"
					}
				}
			]
		},
		{
			"name": "Bhaal",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"When evil knocks on your door, don't ask who's there. Let your SWORD do the talking! But when you knock on evil's door, give it a good, hard KICK. And when evil asks, Who's there? tell them Boo sent you!"
					],
					"by": "MINSC & BOO!"
				},
				"A wholly evil, debased and sadistic god, Bhaal—the God of Murder—is reviled by a majority of Faerûn's pantheon; his divine foes include Chauntea, Helm, Ilmater, Lathander, Lliira and Tyr.",
				"Before his ascension to godhood, Bhaal was a power-hungry adventurer on Toril. Along with his companions Bane and Myrkul, he sought to attain the portfolio of Jergal, God of the Dead. Jergal willingly offered his realm to the Dark Three, though they couldn't decide amongst themselves who would rule. Upon Jergal's suggestion, the three divided his power, deciding how to divide it based on the outcome of a game. The three played a game of knucklebones, and Bane emerged as the victor. He claimed the domains of hatred, strife and tyranny as his own. Myrkul, coming second, chose rule over the dead. Finally, Bhaal chose the divine province of death and murder.",
				"A century ago, Bhaal foresaw that he would die in the Time of Troubles and enacted a plan that would allow him to return to life by creating the Bhaalspawn—mortal children imbued with a fraction of his divine essence. While that plan took more than a century to come to fruition, Bhaal has indeed been reborn. Having been dead for more than a century, he now works to rebuild his following, which will augment his divine power. Some of his most powerful and devout followers include his Bhaalspawn son Sarevok and the famous sky captain Pelyious.",
				"Bhaal has two avatar forms: a corpse-like male humanoid called the Slayer, and a huge beast known as the Ravager. He hunts victims at night in his Slayer form. When he has killed, it gives him the power to transform into the Ravager."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Bhaal.webp"
					}
				}
			]
		},
		{
			"name": "Bhaal, Ravager",
			"source": "MaBJoV",
			"_copy": {
				"name": "Bhaal",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Bhaal, Slayer",
			"source": "MaBJoV",
			"_copy": {
				"name": "Bhaal",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Bodhi Irenicus",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Van Richten might think he has the market cornered on books about the undead, but he'd be wrong. I've done a great deal of research on vampires, which you can read about in my upcoming book \"Volo's Guide to Spirits and Specters\". Then you can judge who is the expert about undead."
					],
					"by": "Volo"
				},
				"Bodhi was born in the elven city of Suldanessellar. She was the sister of the city's greatest mage, Joneleth Icarus, and shared his interest in the arcane arts, even if she didn't have his talent for it. Jealous of her brother's prestige, she left Suldanessellar, searching for secrets that might make her the equal of Jon. During her journeys she came across the wandering folk known as the Vistani.",
				"The Vistani showed her paths into the foul regions of the Shadowfell, where Bodhi encountered the sinister Dark Powers. Bodhi made a pact with these enigmatic beings and they showed her secrets that would allow her to draw power directly from the elven gods.",
				"Returning to Suldanessellar, Bodhi shared the secrets she had discovered with Joneleth. Her whispers enflamed his desire to gain even greater power. She and her brother embarked on a plot to achieve godhood by draining Suldanessellar's Tree of Life of its magical essence. The ritual would have killed most of the elves in the city, but the pair were thwarted by Ellesime, the city's queen.",
				"For their crimes, the siblings were cursed—stripped of their elven longevity and exiled from their home. Bodhi was enraged at what had happened to her. Despite her brother's protests, she returned to Suldanessellar to try and murder the queen. She slaughtered dozens of her kin before Ellesime finally killed her. But Bodhi did not stay dead. Instead, the Dark Powers of the Shadowfell brought her back as a vampire so that she could continue to corrupt her brother and bring about his final downfall as well.",
				"With her newfound powers, Bodhi helped her brother capture dozens of powerful individuals from across the nation of Amn. One of the victims she brought to her brother for torture and experimentation was the Bhaalspawn named Abdel Adrian, mortal son of the God of Murder. Abdel and his half-sister Imoen escaped and sought vengeance against Bodhi. Eventually they tracked her down and staked her in the heart while she slept in her sarcophagus.",
				"But that wasn't the end of Bodhi's story. Her brother suffered his final downfall shortly after her death, completing the pact Bodhi had originally made with the Dark Powers of the Shadowfell. As a result, she and her brother were drawn into a dark reflection of the treetop city in the Domain of Dread. Despite being trapped there, Bodhi and her brother still find ways to torment the elves of Suldanessellar, even as they seek to escape their prison.",
				"Bodhi is exceptionally cruel, sadistic, and evil, delighting in playing with her prey before their destruction. Like her brother, she holds a deep hatred for the elven community she was born into and was later exiled from.",
				{
					"type": "entries",
					"name": "Bodhi Irenicus as a Contact",
					"entries": [
						"Bodhi is the primary contact for members of the Order of Icarus at low levels. Bodhi is willing to allow those that she favors to drink from her blood. Doing so grants you one of the supernatural gifts below. You can only ever have one gift from Bodhi.",
						{
							"type": "table",
							"caption": "Supernatural Gifts from Bodhi Irenicus",
							"colLabels": [
								"Supernatural Gift",
								"Benefits",
								"Required Level"
							],
							"colStyles": [
								"col-2",
								"col-10",
								"col-1 text-right"
							],
							"rows": [
								[
									"Death's gift",
									"You have the benefits of a periapt of wound closure",
									"1"
								],
								[
									"Nightmare's gift",
									"You have the benefits of a ring of feather falling",
									"1"
								],
								[
									"Lich's gift",
									"You have advantage on saving throws against spells and other magical effects",
									"5"
								],
								[
									"Spider's gift",
									"You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check",
									"5"
								],
								[
									"Panther's gift",
									"You can cast the {@spell polymorph} spell once per day without using any verbal or somatic components You can only cast it on yourself and it must be a panther",
									"7"
								],
								[
									"Vampire's gift",
									"You can cast the {@spell dominate person} spell once per day without using any verbal or somatic components",
									"9"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Bodhi Irenicus.webp"
					}
				}
			]
		},
		{
			"name": "Borivik Windheim",
			"source": "MaBJoV",
			"entries": [
				"Borovik Windheim is a skilled ranger and undead hunter originally from the distant lands of Oerth. He was a scout for the ancient Order of the Heart. Long ago, Borovik was leading a small band of the Order of the Heart when a strange mist rose and carried them to the Shadowfell. One by one, the horrors of that land took Borovik's companions, until Borovik was the lone survivor. Borovik blamed himself for the deaths of so many of his close friends, but he never succumbed to despair.",
				"Borovik's will to survive allowed him to cease being the hunted and instead become the hunter. He learned everything he could in a land overrun with undead and aberrations of nature. During his time in the Shadowfell he became a master at hunting and killing undead. He even was mentored by the famous vampire hunter, Rudolph Van Richten. He also forged a friendship with two men who would become his closest companions, Lothar an Uthgardt barbarian and Viktor a holy warrior.",
				"Borovik comes across as eccentric and strange to those that don't know him well. At times, Borovik will have one sided conversations with his long dead companions from the Order of the Heart. It is a coping mechanism that he learned during his time in the Shadowfell and also a way for him to keep their memory alive.",
				"With the help of his companion Lothar, Borivik escaped the Shadowfell to the world of Faerûn. There he came into contact with the Flaming Fist. They helped him recover from the horrors he had endured in the Shadowfell and in recompense, Borivik became one of their most ardent supporters.",
				"Borivik's weapon of choice is a heavy crossbow. He carries with him a wide array of ammunition and other paraphernalia designed to kill all kinds of monsters with a focus on items that can be used on denizens of the Shadowfell. He is willing to share his experience in fighting the undead with any who express interest.",
				{
					"type": "entries",
					"name": "Borivik as a Contact",
					"entries": [
						"Borivik becomes available as a contact for the Flaming Fist at 7th level.",
						{
							"type": "table",
							"caption": "Ammunition Available from Nauk",
							"colLabels": [
								"Ammunition",
								"Required Level",
								"Cost"
							],
							"colStyles": [
								"col-5",
								"col-3 text-right",
								"col-4"
							],
							"rows": [
								[
									"Ammunition, +1",
									"1",
									"50 gp per ammunition"
								],
								[
									"Antitoxin",
									"1",
									"30 gp"
								],
								[
									"Holy water",
									"1",
									"10 gp"
								],
								[
									"Ammunition, +2",
									"9",
									"200 gp per ammunition"
								],
								[
									"Oil of slipperiness",
									"9",
									"250 gp"
								],
								[
									"Dust of disappearance",
									"9",
									"300 gp"
								],
								[
									"Dust of dryness",
									"9",
									"200 gp"
								],
								[
									"Ring of resistance—necrotic",
									"9",
									"1000 gp"
								],
								[
									"Ammunition, +3",
									"12",
									"1000 gp per ammunition"
								],
								[
									"Arrow/bolt of undead slaying",
									"14",
									"5000 gp per ammunition"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Borivik Windheim.webp"
					}
				}
			]
		},
		{
			"name": "Cornelius Watson",
			"source": "MaBJoV",
			"entries": [
				"Doc Watson (only his mother calls him Cornelius) is the consummate academic. He has an eclectic collection of interests and rarely stays focused on a single subject for longer than a few months. He calls himself a doctor, though strangely, medicine has never been one of his interests. Supposedly the term comes from his time with a man who claimed the highest accolade one could achieve in the study of a single subject was called a \"doctorate\". The one interest that Doc Watson has consistently kept up with is magic and that is mainly because it remains the best tool to help him continue to learn.",
				"Doc Watson was born to a minor noble family in Waterdeep. While he was a studious child who loved reading, he was a little aimless and his family despaired of him finding a trade. Luckily, after spending time with his eccentric uncle (who happened to be a minor wizard), Doc Watson discovered that he had a knack for magic.",
				"To the disappointment of his family, Doc Watson didn't apply this magical skill to a respectable profession such as the Watchful Order of Magists and Protectors, the clergy of Mystra or the Academy of Stargazers. Instead, he tried his hand at an increasingly strange number of jobs, some of which his exasperated mother was certain he had invented entirely on his own. This included being a weather forecaster for the Waterdeep Port Authority and a columnist for the Weekly Waterdeep Gazette. The final straw was when Doc Watson tried his hand as an executive chef at the Inn of Barmy Blowhards. During his time there he claimed to have achieved the optimal Maillard reaction with a localized pyromance (getting the perfect sear on a steak using fire magic). It was at this point that his family cut off his monthly allowance.",
				"Forced to find a new source of income, Doc Watson was convinced by a friend of his, Flimp Shagglecran, that he should try his hand at the age-old profession of adventuring. Adventuring turned out to be quite lucrative and exposed Doc Watson to all sorts of interesting people, places and monsters. Eventually, he and Flimp had accumulated enough wealth that they were able to found a new guild which they gave a descriptive, but exceedingly unoriginal, name: The Adventurer's Guild.",
				{
					"type": "entries",
					"name": "Watson as a Contact",
					"entries": [
						"Watson becomes available as a contact for the Adventurer's Guild at 9th level. Doc Watson has maps to some of the most dangerous monster lairs in Faerûn. These lairs are also the location of fantastic troves of treasure.",
						{
							"type": "table",
							"caption": "Monster Lair Maps Available from Watson",
							"colLabels": [
								"Monster Lair",
								"Treasure Trove",
								"Map Cost"
							],
							"colStyles": [
								"col-4",
								"col-4",
								"col-4"
							],
							"rows": [
								[
									"Gynosphinx",
									"Roll on {@table Treasure Hoard: Challenge 11—16|DMG} in DMG",
									"250 gp"
								],
								[
									"Beholder",
									"Roll on {@table Treasure Hoard: Challenge 11—16|DMG} in DMG",
									"500 gp"
								],
								[
									"Mummy lord",
									"Roll on {@table Treasure Hoard: Challenge 11—16|DMG} in DMG",
									"500 gp"
								],
								[
									"Adult green dragon",
									"Roll on {@table Treasure Hoard: Challenge 11—16|DMG} in DMG",
									"750 gp"
								],
								[
									"Adult red dragon",
									"Roll on {@table Treasure Hoard: Challenge 17+|DMG} in DMG",
									"1000 gp"
								],
								[
									"Ancient black dragon",
									"Roll twice on {@table Treasure Hoard: Challenge 17+|DMG} in DMG",
									"5000 gp"
								],
								[
									"Kraken",
									"Roll twice on {@table Treasure Hoard: Challenge 17+|DMG} in DMG",
									"5000 gp"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Cornelius Watson.webp"
					}
				}
			]
		},
		{
			"name": "Cryonax",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"By all the gods! How the ranger hasn't gotten himself killed is beyond my understanding."
					],
					"by": "Volo"
				},
				{
					"type": "quote",
					"entries": [
						"Some fish people told Boo about a dread beast called Leemooggoogoon. We eventually found it on the icy glaciers to the north, but it didn't go so well. Sometimes when you dare to kick the butt of evil, your feet get frozen into icicles.."
					],
					"by": "MINSC"
				},
				"Cryonax, the Prince of Evil Ice Creatures, is an elemental prince of evil from the Plane of Ice. Cryonax appears as a hulking simian beast that stands about fifteen feet tall. Shaggy white fur covers his powerfully built humanoid body. Instead of arms, he has a pair of long, suckered, tentacles. The air around him is frigid and cold as death itself.",
				"The elemental princes of evil are ancient elemental beings that wield immense power. Each one of them commands countless twisted and evil elementals and is worshipped by insane cultists on the mortal world. Unlike the princes that are embodiments of the four base elements, Cryonax draws power from multiple elements. For this reason, some feel that Cryonax is the favorite prince of the Elder Elemental Eye. The Eye is a dark, primordial god that corrupted the elements in the beginning of the world, giving rise to each of the princes.",
				"Cryonax seeks to turn the multiverse into ice. To this end, he strives to unleash eternal winter upon entire worlds. When he comes to a realm, he schemes to prevent the coming of summer, dim the light of a world's sun, and extend the glaciers of a world's polar regions through weather control magic.",
				"Cryonax rules the Frostfell, also known as the Plane of Ice. It is a place of pure, bone-chilling cold. Cryonax resides in the Chiseled Estate; a massive fortress constructed of ice, rock, crystal, and glass that rises a mile above the surface of Frostfell's glaciers."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Cryonax.webp"
					}
				}
			]
		},
		{
			"name": "Dagryn",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"I've long pursued the story of the dwarf who could change into a dragon. That Minsc and his ridiculous pet could track him down first is infuriating!"
					],
					"by": "Volo"
				},
				"Dagryn appears as an old, stooped dwarf, crippled with age and afflictions. Long ago, however, he went by another name... and another form.",
				"Originally, Dagryn was a powerful black dragon that hunted the Underdark, feasting on everything from beholders to drow to illithid. But he was particularly fond of dwarves, whom he considered a delicacy. Supremely arrogant, Dagryn believe no denizens of the Underdark could challenge his power, until he had the misfortune of angering a coven of hags.",
				"The hags trapped and killed the great wyrm, but instead of leaving him for dead, they reincarnated him in the form of a dwarf—a twisted joke on the once fearsome creature. In a final mockery of his former glory, they branded him with the name Dagryn—a bastardized echo of the mighty beast he once had been. Dagryn has now lived so many years as a dwarf that the memories of his life before the reincarnation have mostly faded. In addition to forgetting his true name, he no longer remembers his origin world, though he knows that Faerûn is not where he was born.",
				"In the early years after his transformation, Dagryn discovered another cruel quirk of the hag's curse. After several years his wretched existence as a lowly dwarf became unbearable, and Dagryn was driven to suicide. But upon his death, he woke to discover his body had been restored to its original dragon form. However, his joy was short-lived—after 24 hours he once again shifted back into his dwarven shape... but now he had a malformed leg, giving him a painful limp.",
				"Over the next decades, the true scope of the horror inflicted upon him became apparent. Each time his dwarven body was killed, he would be reborn as a dragon for a single day. And each time he turned back into a dwarf he would find himself afflicted with some new infirmity: arthritic joints; rotting teeth; punishing migraines; constant ulcers.",
				"Dagryn now dreads adding new ailments to the relentless, crippling pain of his dwarven body. Whenever he is killed—a somewhat frequent occurrence, as a frail, old dwarf is an easy target—he spends his time as a dragon unleashing mad vengeance upon the world in an orgy of death, destruction, and mayhem. As a result, he has developed two very distinct and contrasting personalities: the timid, subservient dwarf and the raging, hate-filled dragon."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Dagryn.webp"
					}
				}
			]
		},
		{
			"name": "Darien",
			"source": "MaBJoV",
			"entries": [
				"Typically appearing as a beautiful, young elven woman clad in golden jewelry, Darien is usually accompanied by several scantily clad and equally beautiful \"bodyguards\", all of whom seem to be comfortable in any climate, no matter how cold. However, in reality Darien is a powerful half-ogre illusionist and the golden jewelry aren't simply valuable trinkets, but the soul circlets of skeleton warriors—the magically disguised bodyguards that accompany her. Worst of all, Darien is driven by a disturbing obsession for those who call themselves adventurers.",
				"Born to a human mother who died at birth, Darien was rescued by an elven adventurer from Evereska named Vail. Vail tried to keep Darien's nature a secret from the elves of Evereska, knowing that they would never accept a half-ogre. When Darien was in her teens, Vail taught her illusion magic which she could use to change her appearance and create an entirely different identity. Darien modeled her looks and behavior off an elven girl named Shirri—a young elven princess that Darien idolized to the point of obsession. But Darien lacked the grace and refinement of a true elf and despite looking the part, she was never accepted by the elven youth of Evereska.",
				"One spring, when Vail was away on a campaign, Darien kidnapped Shirri. She kept her a prisoner for weeks, obsessively studying her in order to learn how to mimic her poise and speech. She both loved and hated Shirri, and her moods would constantly shift between fawning adoration and bitter resentment. She would often shower her prisoner with gifts, like rich cakes and beautiful clothes, but even the smallest, seemingly insignificant thing could trigger a sudden bout of rage, causing Darien to lock Shirri for days in the cellar, naked, cold, and starving.",
				"When Vail returned, he was horrified to discover what Darien had done and cast her out of Evereska. Banished, Darien wandered the Greycloak Hills that protect Evereska, hoping to die in the snows of an early winter. Instead, she was found by a force of Elemental Evil: Cryonax, Prince of Ice. A pact was made, and Darien survived the winter to make her way down into the civilized lands of the Sword Coast.",
				"Darien's natural talent with illusion magic, coupled with the power that Cryonax provided, allowed her to thrive. In her travels, she became obsessed with the men and women that called themselves adventurers. These bands of treasure hunting thrill seekers seemed to exist outside of the normal order of the world. They did what they liked and became rich and powerful doing so. They also reminded her of the one man who had ever showed her love—Vail.",
				"Darien is parasitic in nature. The smallest word or act—or even seeing them across a crowded room—will cause her to become obsessed with an individual. From that point on she will use all her powers to insert herself into their life, typically by hiring her victim for a high-paying adventuring job. If her machinations fail, however, she is not averse to resorting to brute force such as enchantment magic or taking loved ones as hostages to compel compliance.",
				"Ultimately, she wants the targets of her obsessive infatuation to come to love and respect her. If she is not shown the love that she craves, then she will lash out. Often this means that she will wait for an opportune time to \"rescue\" them from a battle not going their way. These adventurers might wake to find themselves hostages of Darien, where they must endure her erratic emotional outbursts and cruel mind games until they either escape, are rescued, or are driven into total madness."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Darien.webp"
					}
				}
			]
		},
		{
			"name": "Deep Spider",
			"source": "MaBJoV",
			"_copy": {
				"name": "Sword Spider",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Demodand",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Me and Boo like many sticky things, most especially donuts and Boo's favorite, candied pecans. But some sticky things belong on the pointy end of a sword."
					],
					"by": "MINSC & BOO!"
				},
				{
					"type": "quote",
					"entries": [
						"Demodands are difficult to study since they usually never leave their native plane of Carceri. However, the prison in Ust Natha presents a unique opportunity to view them up close. Not that I enjoyed the experience."
					],
					"by": "Volo"
				},
				"Demodands are primal creations of evil and implacable agents of destruction. Exiled to Carceri for their chaotic taint, they are also known as gehreleths or leths.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Wardens of the Damned",
									"entries": [
										"Though they are trapped in Carceri, the demodands do not consider themselves prisoners. Instead, they are the self-appointed wardens and jailors of the Tarterian Depths. They derive pleasure from tormenting and terrorizing their fellow captives through acts of brutality, cruelly taunting them the entire time. However, they make no distinction between those actually condemned to Carceri, and planar travelers just passing through. As far as the demodand are concerned, all must be prevented from escaping at any cost."
									]
								},
								{
									"type": "entries",
									"name": "A Trio of the Grotesque",
									"entries": [
										"Demodands have three castes, each with a form so repulsive even other denizens of the Lower Planes view them with disgust. The farastu are forced to do the most menial tasks, under orders from their kelubar and shator superiors. When around weaker creatures they are vicious bullies; around more powerful beings they become whimpering cowards. The kelubars are the bureaucrats of the demodands, acting as intermediaries between the lowly farastu and their shator overlords. The kelubar decide which prisoners are rewarded, and which should be punished with extra torments. The shators make up the ruling caste, effectively serving as prison wardens to the lower-ranked guards."
									]
								},
								{
									"type": "entries",
									"name": "The Memory of Eons",
									"entries": [
										"Each shator possesses an obsidian triangle. These powerful magical artifacts grant the demodands access to the collective memory of their kind; a shared recollection stretching back to the very dawn of time. The shators primarily use the triangles to track the identity of every being that has ever escaped Carceri, concocting elaborate, generation-spanning strategies to recapture these fugitive souls."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Demodand.webp"
					}
				}
			]
		},
		{
			"name": "Dread Doppelganger",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Let me borrow your face... You won't be needing it anymore."
					],
					"by": "Doppelganger"
				},
				"The dread doppelganger is an ancient member of that race. It has lived for centuries adopting the forms of hundreds or even thousands of different creatures. The long years of impersonating others has drained these elder beings of any kind of empathy. Most dread doppelgangers work alone, though sometimes they will lead a band of younger members of their kind.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Emotionless",
									"entries": [
										"Dread doppelgangers have impersonated the feelings and emotions of so many others that they find it difficult to feel emotions of their own. Because of this they make excellent spies and assassins, for they don't experience remorse for anything that they might have to do. Dread doppelgangers seek out increasingly risky and bizarre behavior in order to instill any kind of emotion. Often this means they will take on dangerous jobs that could bring about their own death."
									]
								},
								{
									"type": "entries",
									"name": "Unnatural Gait",
									"entries": [
										"In their natural form dread doppelgangers move about in a disturbing fashion. They are so used to mimicking the movements of others that their own manner of moving seems broken and chaotic. While they might seem ungainly and clumsy when they move, they can lash out at speeds that often surprise their victims."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Dread Doppelganger.webp"
					}
				}
			]
		},
		{
			"name": "Edwin Odesseiron",
			"source": "MaBJoV",
			"entries": [
				"In many ways an archetypal Red Wizard, Edwin Odesseiron is an exceedingly arrogant conjuration mage hailing from the eastern nation of Thay. He originally traveled west to the Sword Coast on a mission to kill the Rashemi Wychlaran Dynaheir, both as part of a personal rivalry and under orders from his superior Red Wizards. Once his mission was accomplished, and Dynaheir was dead, Edwin remained on the Sword Coast in order to build up his own personal power without the oversight of the Zulkirs of Thay.",
				"While Edwin had a falling out with the Red Wizards of Thay some time ago, he managed to repair the relationship by delivering one of the Nether Scrolls to the ruler of Thay—Szass Tam. His short time studying the Nether Scroll resulted in some calamitous results, but one of the spells he learned imparted him with the longevity of an elf.",
				"While Edwin will often return to his homeland of Thay, he can most often be found in the city of Baldur's Gate. He has recently taken over Ramazith's Tower and adopted the identity of Lorroakan, the young mage who formerly lived in the tower (now dead by Edwin's hand).",
				"Despite his inarguably high intelligence, Edwin seems to lack common sense. As a result, his grand schemes and power grabs are typically undone by his own hubris and oversights. Edwin almost universally treats others with disdain, openly insulting his \"lessers.\" As much as Edwin detests those he views as his inferiors, he gets along no better with his betters. (His envy of the legendary wizard Elminster Aumar is particularly venomous.) Edwin has a simulacrum of himself that he uses to augment his power or send into dangerous situations. Since he doesn't respect the intelligence of anyone other than himself, he often finds himself engaged in conversation with his simulacrum."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Edwin Odesseiron.webp"
					}
				}
			]
		},
		{
			"name": "Eo Ashmajiir",
			"source": "MaBJoV",
			"entries": [
				"Born from the experiments of Belic Haphrat, a Red Wizard from the lands of Thay, Eo is a powerful tiefling sorceress. The offspring of a half-dragon and a succubus, Eo was raised by Belic as his own child, and showed an early affinity for magical gifts. As she grew older, Eo became increasingly useful to the Haphrat's families plans and schemes, eventually becoming a key cog in their complex machinations. Only then did Belic realize his daughter had been carefully manipulating him her entire life, working herself into a position of power and influence in his affairs so she could betray him. By then, however, it was too late, and Eo used her power to take control of Belic's mind, his family, and his wealth before ultimately discarding her adopted father when he ceased to be useful.",
				"Eo is obsessed with her lineage, believing her bloodline makes her inherently superior to other beings. Her infatuation with her kinfolk—demons, devils, and dragons—has led her to walk the Nine Hells, playing dice games with demon lords and signing contracts with archdevils. She has sought audience with dragons of all kinds, including several of the most ancient wyrms in all of Faerûn. There are even rumors she possess a dragon orb, one of the most rare and powerful magical items.",
				"The other driving influence in her life is the unbridled pursuit of hedonistic pleasure. Eo believes that the promise of the afterlife is a conspiracy by the gods to trick mortals into living lives of conformity, preparing them to be consigned to an eternity of sheer boredom after they die. In this way, Eo believes, the status quo of the Heavens and the Hells can be more easily maintained. Eo rebels against this status quo by pursuing earthly pleasures in all their forms, regardless of the long-term costs. She lives almost exclusively in the moment, relying on her wealth, fame, and privilege to protect her against any serious consequences of her actions.",
				"Eo is a narcissist of the highest order, desiring attention, adulation, and unbridled praise at all times. Eager to be recognized as the most beautiful and the most powerful woman in history, she has spent much of her ill-gotten Thayvian fortune in a campaign to be elected Duke of Baldur's Gate. In her pursuit of political power, she continually tries to buy the love and loyalty of the populace with extravagant festivals where wine and illicit drugs are freely available in virtually unlimited quantities. While winning many of the ordinary citizens to her side, these public orgies have put her at odds with the reigning political establishment and various religious figures championing a more traditional morality.",
				"Eo's only weakness is her children. Her son, Aeshma, has gone missing recently. Rumor has it that Eo gambled his soul away in a drunken game of cards with some fiendish lord, though there is no proof as to his fate. Whatever the truth may be, one thing is certain—Eo is desperate to find him... though whether for his sake or simply to protect her own reputation is up for debate."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Eo Ashmajiir.webp"
					}
				}
			]
		},
		{
			"name": "Faldorn",
			"source": "MaBJoV",
			"entries": [
				"Faldorn is a human druid who is secretly a Shadow Master, one of the leaders of a militant sect of druids called the Shadow Druids. She is a devout follower of the beliefs of the Shadow Druids, believing that civilization is a cancer that threatens to make all the mortal races into weaklings.",
				"Faldorn was born into the Black Raven Uthgardt tribe of the North. Her tribe resided within the Spine of the World, an icy mountain range in far northwest Faerûn. As an infant, Faldorn was offered to a Shadow Druid enclave and was later inducted into their ranks. Never knowing any other family, she grew to become a fervent worshipper of nature and the Shadow Druid's tenets. Over the decades, Faldorn rose through the ranks of her order until she eventually claimed leadership in a battle with the former Shadow Master. She returned to her Uthgardt tribe for a few years to take a husband, but abandoned him and the son that they had together after a few years.",
				"Recently, Faldorn has taken it upon herself to infiltrate the Emerald Enclave. She joined the order and quickly rose through the ranks to become a Hierophant. She now is biding her time for one of the three members of the Elder Circle to die, so that she can take their place. Once she is a member of the Elder Circle, it will be easy for her to subvert the Emerald Enclave to do the bidding of the Shadow Druids. Her only worry is one of her former henchmen, an elven ranger named Kivan. He knows of her connections to the Shadow Druids and could potentially out her to the Elder Circle.",
				"Faldorn is usually accompanied by corrupted fey creatures known as hamadryads. She claims that she is the only one willing to take in these sad creatures cast aside by nature.",
				{
					"type": "entries",
					"name": "Faldorn as a Contact",
					"entries": [
						"Faldorn becomes available as a contact for the Emerald Enclave at 7th level. Faldorn can give you a small magic item that can be used to summon a powerful ally that will help you for 24 hours. You must use the item as described below to summon the ally. When the ally is summoned you must use an action and succeed at a {@skill Persuasion} check to convince it to help you. Faldorn gives these items for free, but she only grants each item once.",
						{
							"type": "table",
							"caption": "Summoning Allies with Faldorn",
							"colLabels": [
								"Item Required",
								"Required Level",
								"Activation",
								"Summoned Ally",
								"Persuasion Check DC"
							],
							"colStyles": [
								"col-1",
								"col-1 text-right",
								"col-6",
								"col-4",
								"col-1 text-right"
							],
							"rows": [
								[
									"Magical acorn",
									"7",
									"Plant it in the ground with an action",
									"In one round the acorn grows into an awakened tree",
									"10"
								],
								[
									"Apple",
									"8",
									"Eat the apply and spit out the seeds with an action",
									"The seeds transform into {@dice 1d4} hamadryads",
									"10"
								],
								[
									"Decanter of oil",
									"9",
									"Use an action to burn the body of a beast killed only 1 minute earlier with the oil from the decanter",
									"A salamander bursts from the body",
									"15"
								],
								[
									"Crown of thorns",
									"10",
									"Succeed with an attack roll to place the crown of thorns on a humanoid of CR 5 or less",
									"The humanoid permanently transforms into a shambling mound",
									"15"
								],
								[
									"Bone Knife",
									"11",
									"Use the knife to cut out the heart of a dragon slain within 8 hours",
									"The heart transforms into a wyvern",
									"10"
								],
								[
									"Vial of tree sap",
									"12",
									"Succeed with an attack roll to pour the sap on a Plant creature of CR 5 or less",
									"The plant creature transforms into a treant with an evil alignment",
									"15"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Faldorn.webp"
					}
				}
			]
		},
		{
			"name": "Farastu Stalker",
			"source": "MaBJoV",
			"_copy": {
				"name": "Demodand",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Flimp Shagglecran",
			"source": "MaBJoV",
			"entries": [
				"Flimpius Theodore Shagglecran (known to his friends as Flimp) is a gnome artificer who hails from the island nation of Lantan. Flimp has an appearance unlike any other gnome on Faerûn. Dressed in plate armor with hooks and pouches for keeping his many inventions, Flimp is always accompanied by his ornery, but entirely mechanical, dog named Metallison.",
				"Flimp spent his youth as many gnomes in Lantan do—studying with hopes to one day join the Gnomish Academy of Engineering. While he easily qualified to study at the Academy, Flimp quickly found that such a life was too boring for his tastes. To the consternation of his family and teachers, Flimp set off on a merchant ship headed north to the fabled city of Waterdeep. Halfway into the voyage, his ship was struck by misfortune and swamped during a powerful storm. Flimp found himself shipwrecked on a strange land with only a few other survivors with him. This turned out to be a blessing in disguise, for it was how he met his great friend and ally, the Waterdhavian scholar Doc Watson.",
				"Together the two of them were able to rebuild and modify the wrecked ship which they named the Kraken's Folly. The name was inspired by the ship's most unique addition, a magical steering wheel (stolen from the lair of a kraken) that allows the ship to sail between worlds. After convincing Doc Watson to give up academic life, the two new friends used the ship to launch an adventuring career. This career turned out to be so lucrative, that eventually they founded a joint venture they named \"The Adventurer's Guild\".",
				{
					"type": "entries",
					"name": "Flimp as a Contact",
					"entries": [
						"Flimp is the primary contact for members of the Adventurer's Guild at low levels. Flimp can use his planar ship, the Kraken's Folly, to take adventurers to many exotic locations.",
						{
							"type": "table",
							"caption": "Flimp's Planar Ship Transportation Costs",
							"colLabels": [
								"Location",
								"Required Level",
								"Cost"
							],
							"colStyles": [
								"col-4",
								"col-4 text-center",
								"col-4 text-right"
							],
							"rows": [
								[
									"Waterdeep",
									"1",
									"10 gp per passenger"
								],
								[
									"Baldur's Gate",
									"1",
									"10 gp per passenger"
								],
								[
									"Neverwinter",
									"1",
									"10 gp per passenger"
								],
								[
									"Athkatla",
									"1",
									"10 gp per passenger"
								],
								[
									"Lantan",
									"5",
									"25 gp per passenger"
								],
								[
									"Ust Natha",
									"5",
									"50 gp per passenger"
								],
								[
									"Icewind Dale",
									"5",
									"50 gp per passenger"
								],
								[
									"Port Nyanzaru",
									"5",
									"25 gp per passenger"
								],
								[
									"Abyss",
									"10",
									"500 gp per passenger"
								],
								[
									"Avernus",
									"10",
									"500 gp per passenger"
								],
								[
									"Githyanki City",
									"10",
									"400 gp per passenger"
								],
								[
									"City Of Greyhawk",
									"10",
									"250 gp per passenger"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Flimp Shagglecran.webp"
					}
				}
			]
		},
		{
			"name": "Gibberling",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Gibberlings are appropriately named, for they babble, or should I say gibber, incessantly. They are unpredictable and thus barely worthy of any kind of research. Thus, why I didn't include them in my book \"Volo's Guide to Monsters\"."
					],
					"by": "Volo"
				},
				{
					"type": "quote",
					"entries": [
						"SKREEEEEEEEGLURKLGLURKL! blarkblarkblarkblark. JagAjaGaJaGaJagAjAga!?"
					],
					"by": "Gibberling"
				},
				"Gibberlings are small, feral humanoids believed to have originally come from the Far Realm, a distant plane characterized by chaos and madness. However, just how these creatures reached the Prime Material Plane and Faerûn is unknown. Regardless, these deadly, wild creatures have become an increasingly common sight for unfortunate travelers along the Sword Coast who stray from major roads at night. Luckily, the gibberlings' intense fear of all sources of light, including fire, make safeguarding camps and settlements a simple task.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Madness Made Flesh",
									"entries": [
										"Gibberlings are short, squat creatures roughly the same height as the average gnome, though their hunched posture makes them appear to be even smaller. Thick black fur covers most of their muscular bodies, though bare patches of sickly gray skin are found on their faces, arms, and legs. Jet black eyes and a perpetual deranged grin adorn the bestial face of a gibberling, which is framed by pointed ears topped with hairy tufts."
									]
								},
								{
									"type": "entries",
									"name": "Chattering Hunger",
									"entries": [
										"Gibberlings roam the wilderness in large groups, largely preferring to stay within dense forests and caverns. They are exclusively carnivorous and do not hesitate to eat the flesh of their fallen kin. Gibberlings are rarely able to surprise their prey, as they constantly shriek, howl, and chatter. Although these vocalizations appear to be a form communication, the few linguists who study these creatures have concluded that these noises are not a language."
									]
								},
								{
									"type": "entries",
									"name": "Unpredictable Combatants",
									"entries": [
										"Even a novice adventurer could make short work of a single gibberling, though they always travel in packs. If left unchecked, these groups swell to vast hordes that devour everything in their path. Despite their animalistic behavior, gibberlings are intelligent enough to wield weapons, albeit ones stolen from victims rather than forged themselves. When such arms are unavailable, gibberlings improvise using rocks, bones, and large sticks. Gibberlings lack any sense of self-preservation; with no concept of retreat, a gibberling always fights to the death."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Gibberling.webp"
					}
				}
			]
		},
		{
			"name": "Hamadryad",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"I cannot drink the water. My roots grow black and rotten. I cannot drink the water. My leaves wither and die. I cannot drink..."
					],
					"by": "Hamadryad"
				},
				{
					"type": "quote",
					"entries": [
						"It is a sad thing when one of nature's most beautiful fey is corrupted into a hamadryad. Be careful about feeling too much sympathy for them, for they are fearsome when someone trespasses into their territory."
					],
					"by": "Volo"
				},
				"These fey come into being when the home tree of a dryad is destroyed or becomes corrupted by foul magic. If the dryad isn't killed she slowly wastes away and over the course of several months becomes a hamadryad. Hamadryads are mad creatures that seek vengeance against any non-fey that wanders into the deep places of the wood that is their home.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Beauty Lost",
									"entries": [
										"Hamadryads do not retain the beauty that they had before whatever tragedy befell them. Their mouths have vanished and their laughter is forever gone. The beautiful feminine forms dryads are famed for have become twisted. Their emerald skin is grey and sickly and their very touch is corrupt and poisonous."
									]
								},
								{
									"type": "entries",
									"name": "Madness",
									"entries": [
										"Hamadryads rarely behave in a manner that seems rational. They might viciously attack an intruder and then vanish, only to return later when their mood changes. Sometimes they might help a group of adventurers against evil creatures only to turn on the adventurers once their mutual foe is vanquished."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Hamadryad.webp"
					}
				}
			]
		},
		{
			"name": "Imoen",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Boo has always liked Imoen. She's like his big sister. Though not as furry and a lot smaller."
					],
					"by": "MINSC"
				},
				"Imoen is a Bhaalspawn and the half-sister of Abdel Adrian. She was his first companion when he set out from Candlekeep after witnessing the murder of his mentor. Imoen is naturally inquisitive and her expertise in lockpicking and stealth ensures that no secret is ever safe from her.",
				"During her adventures with Abdel, Imoen was captured by the wizard Jon Irenicus who experimented on her, hoping to unlock the powers she unknowingly had as a Bhaalspawn. Irenicus managed to extract Imoen's divine blood and transfuse it with his sibling Bodhi. While Imoen escaped her brush with death, she no longer had the powers of a Bhaalspawn and her blood was contaminated with a vampire's.",
				"This contamination made several changes in Imoen. She has elongated incisors that she takes pains to conceal. Her aging process has slowed down, extending her life by centuries. Despite learning of her heritage and becoming infected with the blood of a vampire, Imoen has managed to retain a sunny outlook. However, her reputation in Baldur's Gate as the child of a god of murder eventually forced her to relocate south to the city of Athkatla, where she joined the Shadow Thieves.",
				"In her new home city Imoen has embraced the fact that she is a fusion of god, human and vampire. She has become an expert in all of those who struggle with their identity. Imoen is friendly and easygoing but has no patience for wickedness—and she's not afraid to show it.",
				{
					"type": "entries",
					"name": "Imoen as a Contact",
					"entries": [
						"Imoen becomes available as a contact for members of the Shadow Thieves at 7th level. Imoen has uncovered secrets of transformation that she is willing to share if asked. Imoen does require a donation for the poor and downtrodden of Athkatla and Baldur's Gate. She will cure someone already infected with lycanthropy for free, but this is not the same as showing them how to better control their changes.",
						{
							"type": "table",
							"caption": "Transformation Secrets from Imoen",
							"colLabels": [
								"Transformation",
								"Required Level",
								"Prerequisites",
								"Cost"
							],
							"colStyles": [
								"col-5",
								"col-2 text-right",
								"col-3",
								"col-1 text-right"
							],
							"rows": [
								[
									"Blessing of Corellon (gender change)",
									"1",
									"–",
									"25 gp"
								],
								[
									"Druidic reincarnation (race change)",
									"1",
									"–",
									"100 gp"
								],
								[
									"Controlled lycanthropy—werewolf",
									"7",
									"Infected by a werewolf",
									"1000 gp"
								],
								[
									"Controlled lycanthropy—weretiger",
									"9",
									"Infected by a weretiger",
									"2000 gp"
								],
								[
									"Controlled lycanthropy—werebear",
									"9",
									"Infected by a werebear",
									"2000 gp"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Imoen.webp"
					}
				}
			]
		},
		{
			"name": "Jaheira",
			"source": "MaBJoV",
			"entries": [
				"Jaheira is a half-elf druid and an experienced leader within the organization known as the Harpers. She originally traveled to the Sword Coast with Khalid, her husband and fellow Harper, to investigate the Iron Crisis of 1368 DR on behalf of the secretive organization. Khalid was killed during the mission and Jaheira has never remarried. Although harsh and somewhat abrasive, Jaheira is fiercely loyal to the Harpers.",
				"Born to a noble Tethyrian family loyal to King Alemander, Jaheira lost her parents at a young age at the hands of a mob during the country's violent civil war. She would have met the same fate, had a servant not saved her by smuggling her out of the castle. Chance led the pair to find a group of druids in the nearby forest, which took Jaheira in and raised her.",
				"Jaheira believes that true balance and protection of nature can only come through action. When given no other choice, however, Jaheira strongly prefers to facilitate good over evil.",
				"Jaheira has been a member of the Harpers for more than a century, though her elven blood gives her an appearance that is still relatively youthful. However, her age means that she is no longer an active Harper agent. Instead she seeks out those that she feels might help with the Harper cause and tries to recruit them. Jaheira is always on the lookout for an excuse to go back out on to the field and use her magic to destroy those who would harm the natural world or oppose the goals of the Harpers.",
				{
					"type": "entries",
					"name": "Jaheira as a Contact",
					"entries": [
						"Jaheira becomes available as a contact for the Harpers at 9th level. Jaheira can put you in contact with a powerful Harper ally. These allies can come to your aid in a time of need. The cost is a magic item that Jaheira enchants. When you require assistance, you may read the magical rune and your item will vanish to be replaced by a powerful ally who will fight by your side for one hour.",
						{
							"type": "table",
							"caption": "Allies via Jaheira",
							"colLabels": [
								"Ally",
								"Required Level",
								"Magic Item Sacrifice"
							],
							"colStyles": [
								"col-5",
								"col-1 text-right",
								"col-6"
							],
							"rows": [
								[
									"Mage, unicorn or Vellin (see entry in on next page)",
									"9",
									"Uncommon Boots, Cloak, Ring, Rod, Staff, Wand or Weapon"
								],
								[
									"Assassin (named Arylin Moonblade), young silver dragon or deva",
									"12",
									"Uncommon Boots, Cloak, Ring, Rod, Staff, Wand or Weapon"
								],
								[
									"Archmage (named either Alustriel Silverhand, Elminster Aumar or Laeral Silverhand), adult brass dragon or Jaheira",
									"14",
									"Rare Boots, Cloak, Ring, Rod, Staff, Wand or Weapon"
								],
								[
									"Planetar",
									"16",
									"Rare Boots, Cloak, Ring, Rod, Staff, Wand or Weapon"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Jaheira.webp"
					}
				}
			]
		},
		{
			"name": "Jon Irenicus",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Me and Boo have traveled far and wide and wide and far. Over mountains and under mountains and beside mountains. In all these places we have fought evil...for evil is everywhere. We have fought evil that is as evil as a green dragon that assaults your senses with tremendously loud and stinky belches. But never have we fought evil quite like Jon and Bodhi."
					],
					"by": "MINSC & BOO!"
				},
				"Joneleth of the house of Icarus was at one time the most powerful wizard in the elven city of Suldanessellar, and the favorite of the city's queen, Ellesime. Despite his esteemed position, Jon was led astray by the madness of his sister, Bodhi. She convinced Jon that he shouldn't be content with the power he possessed; that he deserved more.",
				"To seduce her brother, Bodhi shared magical secrets with Jon that she had learned from the Dark Powers of the Shadowfell. Using one of these secrets, Jon attempted to steal the life force from Suldanessellar's Tree of Life, believing it would grant him power on the level of the elven gods. The ritual failed and many elves nearly died as a result. For their crimes, Queen Ellesime cursed Jon and Bodhi, stripping them of their elven longevity and exiling them from the city. The elven people no longer recognized the siblings as their own kind and so the exiled siblings took new names. Joneleth Icarus became Jon Irenicus (an elven word meaning \"unclean\").",
				"Following his exile, Irenicus became obsessed with regaining the longevity that he had lost. He spent much of his time researching forbidden magic and engaging in horrific experimentation. Within his subterranean lair beneath the city of Athkatla, he tortured and studied mortal captives by means of twisted magic. One of those captives was the Bhaalspawn Abdel Adrian, mortal son of the God of Murder. Jon sought to draw the divine spark out of Abdel and take it for himself. But Abdel escaped imprisonment and eventually hunted down and killed Jon, bringing his existence to a seemingly ignominious end.",
				"But that was not to be Jon's final fate. Due to a pact with the Dark Powers of the Shadowfell, Jon and Bodhi were drawn into a dark reflection of the treetop city in the Domain of Dread. Trapped and unable to escape the prison of his own making, Jon is still able to inflict misery on the elves of Suldanessellar with the help of his sister and their loyal followers.",
				{
					"type": "entries",
					"name": "Jon Irenicus as a Contact",
					"entries": [
						"Jon Irenicus becomes available as a contact at 11th level. Jon has researched the path to become a lich. He is only willing to share the secret of lichdom with a wizard who is at least 17th level and swears lifelong fealty to him.",
						{
							"type": "list",
							"items": [
								"Mastering the Ritual: You must read the books that Jon provides you. This takes 10 weeks of downtime.",
								"Building a Phylactery: You must build a phylactery. It can be a small box or any other item that has an interior space where arcane sigils can be drawn. It must be crafted from precious metals worth at least 50,000 gp in total. You must then scribe the arcane sigils of naming, binding, immortality, and dark magic in silver. This process takes 10 weeks of downtime.",
								"The First Soul: You must capture a living humanoid or fiend. This humanoid or fiend must have a CR of 8 or greater.",
								"Brewing the Potion: You must brew the potion of transformation. The blood of the first soul must be poured into this concoction. Brewing the potion takes 1 week and 20,000 gp worth of ingredients.",
								"Performing the Ritual: Performing the final ritual requires an additional 30,000 gp in precious metals, rare herbs and incenses and various other components. The ritual takes 8 hours. At the end of it you must cast the {@spell imprisonment} spell on the first soul. Then you must drink the potion of transformation. If you succeed at a {@dc 15} Constitution saving throw you rise up as a lich. If you fail the saving throw you are struck dead. You cannot be raised except with a {@spell wish} spell.",
								"Lichdom: It is up to your DM whether or not you can continue play as a lich. If your DM does allow you to continue play as a lich, it is recommended that you receive no legendary actions, no lair actions, no paralyzing touch and no legendary resistance. Instead, your race becomes undead and you gain the following benefits:",
								{
									"type": "list",
									"items": [
										"Resistance to damage from Cold, Lightning and Necrotic.",
										"Immunity to Poison damage and Bludgeoning, Piercing, and Slashing from Nonmagical Attacks.",
										"Immunity to the Charmed, Exhaustion, Frightened, Paralyzed and Poisoned conditions.",
										"If you are destroyed you gain a new body in {@dice 1d10} days, regaining all of your hit points and becoming active again. The new body appears within 5 feet of your phylactery."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Jon Irenicus.webp"
					}
				}
			]
		},
		{
			"name": "Kagain",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"The dwarf knew how to live by the axe, but Boo always thought that he needed a swift kick in the morals!"
					],
					"by": "MINSC"
				},
				"Kagain is an infamous dwarven mercenary, known as much for his sadistic cruelty and naked greed as his prodigious skill in battle. He is known by many nick names including \"the Headhunter\", \"the Blood Dwarf\" and most famously the \"the Scream Hunter\". This last name comes from his supposed love for the screams of his dying victims. Head of a small but elite mercenary company, Kagain is willing to take on unscrupulous contracts that most rivals would never stomach. His band is based out of Baldur's Gate, where he most often takes on jobs from the Flaming Fist.",
				"Largely indifferent to the suffering of others, Kagain's sole motivations seem to be gold and unleashing death and bloodshed upon the world. This has led Kagain to indulge in increasingly depraved acts in order to get the gold that he craves, and there is no moral or ethical line he will not cross. He has been known to pass off the bones of Uthgardt tribespeople as a substitute for orc fingers in the hopes of claiming outstanding bounties, and he once slaughtered an entire village of innocent gnomes, then tried to pass off their scalps as goblin heads. No act is too despicable for the dwarf if it makes his pursuit of gold easier.",
				"The return of Bhaal has given Kagain a unique opportunity to apply his skills. In his younger years he traveled with one of the Bhaalspawn, Abdel Adrian. This early exposure to the mythology of the Lord of Murder intrigued Kagain, but nothing ever came from it. However, one drunken night in Baldur's Gate, Kagain and several of his mercenaries were set upon by Bhaal while they stumbled home. Despite murdering all his companions, the god spared Kagain on the condition that he become one of his devout followers. Given his love for killing, his lust for gold, and his utter lack of loyalty to his slain brothers-in-arms, it was an easy choice for the black-hearted dwarf",
				"Kagain employs a band of mercenaries that are equally unscrupulous. He has little care for their wellbeing, so membership changes on a regular basis. Current members include the tasloi poisoner named Gixis; a gnoll tracker that goes by the name \"Hungry\" and a dread doppelganger Kagain refers to as the \"Face Peeler\"."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Kagain.webp"
					}
				}
			]
		},
		{
			"name": "Kelubar Consul",
			"source": "MaBJoV",
			"_copy": {
				"name": "Demodand",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Kivan",
			"source": "MaBJoV",
			"entries": [
				"Kivan is a highly skilled elven ranger, equally proficient in archery and melee combat. In his youth, Kivan was driven to avenge the death of his wife, Deheriana. He channeled that anger by serving the shadow druid Faldorn in various raids against towns and villages on the borders of civilization. But this anger was quelled when he met his future husband, the druid Cernd of the Emerald Enclave. He left Faldorn and joined the Emerald Enclave.",
				"While life was good for many decades, his past eventually caught up with him. Faldorn joined the Emerald Enclave and quickly rose through the ranks to become one of the Enclave's Hierophants. She has been positioning herself to take one of the three spots in the Elder Circle—the three highest members of the Emerald Enclave.",
				"Kivan is torn on what to do. He knows that Faldorn is secretly a shadow druid, but if he were to expose her, she would expose him as well. He would lose everything—the friends he has made, his position in the Enclave, but most of all the love of his husband, Cernd. Cernd has long battled against what he views as the corruption of the shadow druids.",
				"Kivan is a blunt and taciturn elf who values bravery and skill in battle above all other qualities. He tirelessly hones his skills as a tracker and warrior.",
				{
					"type": "entries",
					"name": "Kivan as a Contact",
					"entries": [
						"Kivan is the primary contact for members of the Emerald Enclave at low levels. Kivan can connect you with an animal or plant companion for a short duration. Your group can only have one of these companions at a time. Once the companion has helped you for a 24-hour period you can make an {@skill Animal Handling}, {@skill Nature} or {@skill Persuasion} check (depending on the creature) to convince them to stay with you for another 24 hours. Each time you make this check it increases by 1. If the companion dies while helping you, you can never gain the aid of that type of creature again. If the companion leaves your service without dying, then you can ask Kivan for another companion after one month has passed.",
						{
							"type": "table",
							"caption": "Animal and Plant Companions via Kivan",
							"colLabels": [
								"Magical Plant and Animal Companion",
								"Required Level",
								"Skill Check"
							],
							"colStyles": [
								"col-6",
								"col-2 text-right",
								"col-4 text-center"
							],
							"rows": [
								[
									"Overly enthusiastic blink dog",
									"1",
									"{@dc 15} {@skill Animal Handling}"
								],
								[
									"Sulky needle blight",
									"1",
									"{@dc 15} {@skill Nature}"
								],
								[
									"Air headed satyr",
									"3",
									"{@dc 15} {@skill Persuasion}"
								],
								[
									"Prankster vine blight",
									"3",
									"{@dc 15} {@skill Nature}"
								],
								[
									"Sarcastic dryad",
									"5",
									"{@dc 15} {@skill Persuasion}"
								],
								[
									"Awakened tree with confusing wisdom",
									"7",
									"{@dc 20} {@skill Nature}"
								],
								[
									"Doom and gloom hamadryad",
									"7",
									"{@dc 20} {@skill Persuasion}"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Kivan.webp"
					}
				}
			]
		},
		{
			"name": "Lothar",
			"source": "MaBJoV",
			"entries": [
				"Lothar is an Uthgardt barbarian and priest of the Raven Queen. He was born to the Uthgardt tribe of the Black Raven. His mother left him to be raised by her Uthgardt husband when Lothar was still young. Lothar was struck with wanderlust an early age, both because of a desire to see the world and a chance to escape the superstition of his people. Lothar can sense paths that are {@condition invisible} to mortal senses. He can walk into a forest glade and emerge in the Feywild or track a stag through the snow to appear on the glacial fields of Elysium.",
				"Eventually the wanderings of his youth took him into the Shadowfell. Unlike most, Lothar felt an affinity for the dread realm and had no desire to leave. In the years he spent there, he met his lifelong friend Borivik as well as coming into the service of the Raven Queen.",
				"Unlike most faithful, Lothar's devotion to the Raven Queen was not something that came willingly. Lothar was infected with lycanthropy when he stayed with a family of wereravens disguised as simple merchants. Initially he searched for a cure to the supernatural affliction, but soon began to hear the whisperings of the Raven Queen. At first, she only spoke to him in his dreams, but her voice became more insistent as time went on. It was not long before her voice would encroach upon his thoughts day and night. Lothar realized that he could swear fealty to the enigmatic ruler of the Shadowfell or he could descend into madness. He chose the former.",
				"Much like most who follow the Raven Queen, Lothar rarely understands her motivations or goals. It is his duty to find those he has seen in the visions that she sends him.",
				{
					"type": "entries",
					"name": "Lothar as a Contact",
					"entries": [
						"Lothar is the primary contact for the Raven Circle at low levels. Lothar can take companions with him when he walks the paths between worlds. He will only take members of the Raven Circle on each unique journey once and he waits for one week before returning to Faerûn.",
						{
							"type": "table",
							"caption": "Journeys with Lothar",
							"colLabels": [
								"Journey",
								"Required Level"
							],
							"colStyles": [
								"col-7",
								"col-5 text-right"
							],
							"rows": [
								[
									"Barovia",
									"1"
								],
								[
									"Suldanessellar",
									"1"
								],
								[
									"Other domain of dread",
									"3"
								],
								[
									"Shadowfell—Evernight",
									"3"
								],
								[
									"Feywild",
									"5"
								],
								[
									"Elysium",
									"5"
								],
								[
									"Beastlands",
									"7"
								],
								[
									"The Outlands",
									"7"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Lothar.webp"
					}
				}
			]
		},
		{
			"name": "Mephistopheles",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"If there were ever a subject I would never dare to write about it's the lord of Cania. I don't know the real reason of how the ranger came into information on this lord of Hell, but he claims it has something to do with his hamster. His hamster! How did I ever get bamboozled into editing this tome."
					],
					"by": "Volo"
				},
				"Mephistopheles is the lord of Cania, the eighth level of the Nine Hells, and the most powerful archdevil next to Asmodeus himself. He is famed as Hell's most powerful wizard and the wielder of a power known as Hellfire.",
				"Mephistopheles is an ancient entity, a being rivaling even Asmodeus in terms of age. During his time as an archdevil he had been responsible for many schemes to try and unseat the Lord of the Nine. One of his infamous schemes was an alliance between himself, Dispater, Mammon, and Geryon. They conspired to take power from the other archdevils, Baalzebul, Zariel, Belial and Moloch. With this increased power, Mephistopheles would then be able to challenge Asmodeus himself. But he was betrayed by Geryon, who had been secretly siding with Asmodeus. Despite the blatancy of his rebellion, he was the archdevil that suffered the least: not cursed like Mammon or Baalzebul; not cast down like Belial, Moloch or Geryon. This has led many to believe that there is some ancient secret to the relationship between the Asmodeus and Mephistopheles, though what it could be is a mystery none have discovered.",
				"Mephistopheles is a brilliant tactician and strategist, and he has an unparalleled understanding of Hell's political machinations and the potential pitfalls of every scheme and alliance. He is courteous and charming when he speaks, demonstrating a wry wit while projecting an image of self-restraint and composure. But beneath this civil persona lurks a savage, barely controlled temper, and he often flies into uncontrollable rages when alone in his palace. In addition to his barely contained anger, Mephistopheles suffers from obsessive envy, and he is bitterly resentful that he is \"merely\" the second most powerful archdevil.",
				"As the foremost wizard of the Nine Hells, Mephistopheles often resorts to magic when forced to defend himself. But his greatest power comes from the ability to wield Hellfire itself. Created by tapping into the profane essence of Hell, Hellfire is unimaginably, unbearably hot. Unless he chooses to suppress it, his body emanates dark flames, causing anyone who touches him to be scorched by the unholy energy. Mephistopheles can also shape Hellfire any way he wishes, making it his most potent weapon."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Mephistopheles.webp"
					}
				}
			]
		},
		{
			"name": "Minsc and Boo!",
			"source": "MaBJoV",
			"entries": [
				"Minsc is a berserker warrior from the nation of Rashemen in the utter east, though his affinity for animals speaks to his skill as a hunter and tracker as well. He originally came to the Sword Coast on a dejemma, a ritual journey to manhood, as the bodyguard of a young Wychalarn of Rashemen named Dynaheir. But Dynaheir was killed while Minsc was adventuring with the Bhaalspawn known as Abdel Adrian.",
				"Minsc continued his adventures with Abdel until he had the misfortune of being {@condition petrified} by an evil wizard. He remained a {@condition petrified} statue for nearly a century before another wizard released him. Everyone and everything that he had known had passed on, so Minsc decided not to return to Rashemen, but continue his adventures on the Sword Coast. During those adventures he met Suldil. He felt an affinity for the woman due to the fact that they both lost centuries of their lives to magic. When he has time away from his other adventures, Minsc helps track down prospective heroes who Suldil thinks might make good members of the Knights of Bahamut. Minsc secretly hopes that she will one day think that Boo will make a good member of the Knights of Bahamut.",
				"Minsc does not have a strong hold on reality, as evidenced by his continued dependence on his animal companion Boo, a creature that he claims is a miniature giant space hamster. Apparently such things do exist somewhere in the Realms, but Minsc has surely taken too many blows to the head. Minsc has a very simplistic view of the world and is often quick to decide whether or not someone is evil and should be attacked. Fortunately, he is also kind by nature and determined to be a hero. He is somewhat unstable and is prone to flying into a rage.",
				{
					"type": "entries",
					"name": "Minsc as a Contact",
					"entries": [
						"Minsc is the primary contact for members of the Knights of Bahamut at low levels. He is able to convince strange companions to join you in your adventures. Your group can only have one such companion at a time.",
						{
							"type": "table",
							"caption": "Strange Companions via Minsc",
							"colLabels": [
								"Companion",
								"Required Level",
								"Stat Block"
							],
							"colStyles": [
								"col-4",
								"col-1 text-right",
								"col-7"
							],
							"rows": [
								[
									"Goo—Boo's miniature space hamster cousin",
									"1",
									"Rat"
								],
								[
									"Murderoid—the living moon",
									"3",
									"A large point of light in the night sky. Also, a voice that speaks in your head at night... about murdering your enemies"
								],
								[
									"Delphinid—the space dolphin",
									"3",
									"Dolphin with fly speed of 30 ft."
								],
								[
									"Backpack guy—the space mimic",
									"7",
									"Mimic that can only assume the form of a backpack. Refuses to fight unless worn"
								],
								[
									"Basharin—a blind beholder",
									"7",
									"Beholder that does not have the antimagic cone trait and whose only action is bite"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Minsc and Boo!.webp"
					}
				}
			]
		},
		{
			"name": "Montaron and the Laughing Skull",
			"source": "MaBJoV",
			"entries": [
				"Possibly the most ornery halfling in all of Toril, Montaron is aggressive, bloodthirsty, and absolutely ruthless. He puts his natural nimbleness to use as a skilled assassin working for the Shadow Thieves. He used to work for a rival criminal organization known as the Zhentarim until he was killed during a mission. He despises his old organization, but not nearly as much as he does so-called \"goody-goodies.\" He was eventually brought back to life by the Shadow Thieves because of his relationship with his old partner, a necromancer named Xzar.",
				"Xzar was already known for his erratic and bizarre behavior before he decided to attempt the magical ritual that would turn him into a lich. While successful at achieving this goal, once he embraced undeath he quickly descended into insanity. Xzar lost track of his phylactery and thus didn't feed it the souls required to fuel his undead state. Several decades later his body had crumbled to dust and Xzar had devolved into a demilich.",
				"Montaron was brought back by the Shadow Thieves to utilize the demilich. The halfling keeps Xzar's skull in a bag of holding, only bringing it out during a mission. When Xzar is active, he will sometimes affectionately refer to the halfling as \"Monty\". Most of the time he will just berate Montaron for being an insufferable idiot.",
				"Montaron is motivated by two things: amassing coin and finding outlets for his hot temper. He secretly despises his old partner Xzar, but knows that the demilich makes him a much more effective assassin.",
				{
					"type": "entries",
					"name": "Montaron as a Contact",
					"entries": [
						"Montaron is the primary contact for members of the Shadow Thieves at low levels. Montaron has access to fences in all of the major cities of the Sword Coast. He can exchange magic items of equal value for a small cost.",
						{
							"type": "table",
							"caption": "Items Available from Montaron",
							"colLabels": [
								"Magic Item",
								"Required Trade",
								"Cost"
							],
							"colStyles": [
								"col-9",
								"col-2 text-center",
								"col-1 text-right"
							],
							"rows": [
								[
									"Armor, +1 of your choice",
									"Armor +1",
									"200 gp"
								],
								[
									"Ring of jumping, ring of mind shielding, ring of swimming, ring of warmth, ring of water walking",
									"Uncommon magic ring",
									"100 gp"
								],
								[
									"Ring of evasion, ring of feather falling, ring of free action, ring of protection, ring of x-ray vision",
									"Rare magic ring",
									"300 gp"
								],
								[
									"Rod of rulership, staff of the adder, staff of charming, staff of the python, staff of swarming insects",
									"Rare magic rod or staff",
									"500 gp"
								],
								[
									"Wand of magic detection, wand of magic missiles, wand of secrets, wand of web",
									"Uncommon magic wand",
									"150 gp"
								],
								[
									"Wand of binding, wand of enemy detection, wand of fear, wand of paralysis, wand of wonder",
									"Rare magic wand",
									"300 gp"
								],
								[
									"Weapon, +1 of your choice",
									"Weapon +1",
									"100 gp"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Montaron and the Laughing Skull.webp"
					}
				}
			]
		},
		{
			"name": "Naes Inuus",
			"source": "MaBJoV",
			"entries": [
				"Naes Inuus is the high priest of Sune and also known as the First Heartwarder. He believes that Sune is a goddess for all beings of the realms, and his ultimate dream is to have a temple devoted to Sune in every city and village from the Sword Coast to the Sea of Fallen Stars and beyond.",
				"Naes and his twin, Tiberius, were born in the city of Waterdeep to one of the city's most powerful noblemen. He abandoned the twins when their mother, a cleric of Sune, died during childbirth and so the children were taken in by the Church of Sune. They were raised in the Temple of Beauty in Waterdeep and grew into pious men who were favored by the goddess of love.",
				"When they came of age, the twins set out to spread the love and beauty of Sune across the Realms. In the history of the church, none of Sune's faithful have ever been responsible for establishing as many new temples as has Naes. From Neverwinter in the North to Port Nyanzaru on the Chultan peninsula, it is difficult to find a community that doesn't have at least a shrine devoted to the goddess of beauty.",
				"Naes's devotion to Sune leads him to be intolerant of other faiths. He believes that Sune represents civilization's best chance to survive in a world that is filled with monsters, evil and ugliness. His sermons on the virtues of Sune can come across as condescending to those whose faiths differ. Naes is self-aware enough to recognize how he can be perceived and tones down his rhetoric when dealing with potential allies.",
				"As the high priest of Sune's faith on Faerûn, Naes leaves most of the evangelizing work to his twin brother, Tiberius. However, if there is an opportunity to convert a significant number of people to Sune's faith, Naes will leave his offices in the Temple of Beauty. He relishes these few chances to return to the road. Naes falls in love easily and if he meets a man or woman that he takes a fancy to, then he will strike up a friendship with the hope of it leading to something more.",
				{
					"type": "entries",
					"name": "Naes as a Contact",
					"entries": [
						"Once members of the Church of Sune reach 9th level they gain access to Naes as a contact. Naes has connections with some of the most powerful noble families, dynasties and kingdoms. Because of this he is able to arrange marriages, adoptions, titles and other such things. He requires a donation to the Church of Sune before he begins work on the arrangement. The donation is significantly less for those who worship Sune. You can only be married once and you can have noble status in one city.",
						{
							"type": "table",
							"caption": "Special Arrangements Through Naes",
							"colLabels": [
								"Arrangement",
								"Benefit",
								"Cost",
								"Cost For Sune Faithful"
							],
							"colStyles": [
								"col-5",
								"col-4",
								"col-1 text-right",
								"col-2 text-right"
							],
							"rows": [
								[
									"Adoption or marriage to Baldur's Gate duke/duchess",
									"You can change your subclass",
									"1,000 gp",
									"750 gp"
								],
								[
									"Adoption or marriage to Waterdeep Hidden Lord",
									"Gain proficiency in a skill of your choice",
									"500 gp",
									"250 gp"
								],
								[
									"Adoption or marriage to member of Athkatla's Council of Six",
									"Gain an uncommon magic item of your choice",
									"1500 gp",
									"1000 gp"
								],
								[
									"Elevated to Mithral Lordship in Athkatla",
									"Gain a rare magic item of your choice",
									"5,000 gp",
									"3,000 gp"
								],
								[
									"Granted ownership of vacated noble estate in Baldur's Gate",
									"Gain a feat of your choice",
									"10,000 gp",
									"7,500 gp"
								],
								[
									"Granted noble status in Waterdeep",
									"Gain expertise in a skill of your choice",
									"10,000 gp",
									"7,500 gp"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Naes Inuus.webp"
					}
				}
			]
		},
		{
			"name": "Nauk",
			"source": "MaBJoV",
			"entries": [
				"Nauk is a half-orc warrior and senior member of the Flaming Fist in Baldur's Gate. He is also one of Faerûn's most notorious arms dealers. Nauk feeds the flames of civil strife in other nations, usually by providing assassins, mercenaries or magic. When outright war breaks out, the Flaming Fist is ready to offer their services for a hefty profit.",
				"Nauk is one of the most well-connected members of the Flaming Fist. He has contacts and friends in almost every nation and city state in western Faerûn. Some of these come from his younger years as an adventurer, while others have been made through his arms deals.",
				"Nauk is not above getting his hands dirty and has earned his nickname—the Bag Man. Sometimes his customers renege on a deal or are unable to pay for the services that he has provided. When this happens, Nauk enjoys making an object lesson out of the poor fool. Depending on who needs to be punished, Nauk either shows up with a small band of the Flaming Fist's hardest veterans or with a small army. No matter who he arrives with, Nauk always takes the lead.",
				"Nauk dresses in full battle gear, even when just sitting down for a discussion with a possible client. This is because what he wears and wields are examples of what he can provide to a potential customer. This includes adamantine plate armor, multiple enchanted weapons and a dozen potions and other minor magic items. If he needs to convince a client of the effectiveness of what he has to sell, he will offer to fight the best warrior they can send at him.",
				{
					"type": "entries",
					"name": "Nauk as a Contact",
					"entries": [
						"Nauk is the primary contact for members of the Flaming Fist at low levels. Magic items can be purchased from Nauk. He specializes in selling potions.",
						{
							"type": "table",
							"caption": "Potions Available from Nauk",
							"colLabels": [
								"Potions",
								"Required Level",
								"Cost"
							],
							"colStyles": [
								"col-7",
								"col-3 text-right",
								"col-1 text-right"
							],
							"rows": [
								[
									"Potion of healing",
									"1",
									"40 gp"
								],
								[
									"Potion of climbing",
									"1",
									"40 gp"
								],
								[
									"Potion of healing—greater",
									"3",
									"250 gp"
								],
								[
									"Potion of fire breath",
									"3",
									"250 gp"
								],
								[
									"Potion of resistance",
									"3",
									"250 gp"
								],
								[
									"Potion of hill giant strength",
									"3",
									"250 gp"
								],
								[
									"Potion of water breathing",
									"3",
									"200 gp"
								],
								[
									"Potion of frost giant strength",
									"5",
									"750 gp"
								],
								[
									"Potion of heroism",
									"5",
									"750 gp"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Nauk.webp"
					}
				}
			]
		},
		{
			"name": "Pazuzu",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Boo once heard words coming from a flask made of iron. If I know anything, its that a flask is meant for drinking, not talking."
					],
					"by": "MINSC"
				},
				{
					"type": "quote",
					"entries": [
						"The rumors that Pazuzu corrupted Asmodeus, presupposes that Asmodeus was originally an angel. This has never been proven! The numerous origins attributed to the lord of the Nine include that he was the first god of Law or that he served such a god and murdered her. We will likely never know the truth."
					],
					"by": "Volo"
				},
				"Pazuzu is a powerful demon lord, one of the eldest and most reprehensible of his ilk. He is also called the Dark Angel of the Four Winds, and the Prince of the Lower Aerial Kingdoms. He holds sway over all evil flying creatures, even among the different layers of the Abyss.",
				"Pazuzu's home is the first layer of the Abyss, called Pazunia, known as the Plain of Infinite Portals or the Palace of 1,001 Closets. It is a harsh place with many pits and chasms marring its surface. The pits are portals that not only lead to all of the planes of the Abyss, but to other planes of existence and even mortal worlds. Only Pazuzu knows where each leads.",
				"Unlike most demon lords, Pazuzu is not interested in the conquest of the Abyss. His passion is for corruption. He is fond of corrupting mortals, especially the innocent and honest. Some believe that Pazuzu is the entity responsible for the ultimate corruption—that of the angel Asmodeus.",
				"Pazuzu is often credited with bringing the Blood War between Demons and Devils to fruition. Some believe he was capable of this as he is the only demon lord who has good relations with the Archdevils of Hell. Strangely, the demon lord that hates Pazuzu the most is Graz'zt, supposedly a Lord of Hell before becoming an Abyssal Lord.",
				"When he visits the mortal world, Pazuzu often uses the names Pazrael, Imdugud, or Typhon. Whichever name he uses, he passes himself off in the guise of a benevolent entity that grants protections against pestilence and blesses childbirth. Those who use his protections are corrupted into committing vile acts, and children blessed by him are cursed to grow up with evil in their hearts.",
				"The first and most ancient demon lord. He has been trapped in an iron flask and must be kept imprisoned until a way is found to destroy him.",
				{
					"type": "inset",
					"name": "The Iron Flask",
					"entries": [
						"One way to use Pazuzu is to have him imprisoned in an iron flask magic item. In this scenario, the group patron gives the players the iron flask at some early point in their career and tasks them with keeping Pazuzu trapped inside until they find a way to destroy the demon lord so that he is sent screaming back to the Abyss for a century. Many different powerful entities will seek to take the iron flask from the players over the course of the campaign.",
						"The henchmen Edwin Odesseiron and {@creature Eo Ashmajiir|MaBJoV} are powerful magic users who want to possess the iron flask to augment their own power. They might compete against each other in their attempts to wrest the flask away from the players.",
						"Archdevils such as Baalzebul and Mephistopheles also actively pursue the flask, wanting to gain favor with Asmodeus by presenting him the demon lord who supposedly led to his downfall. The players might be able to play the archdevils against each other in order to survive.",
						"The demodands of Ust Natha's Carcerus prison might send bebilith in search of the flask. They seek to imprison the demon lord in Carceri for reasons only known to their shator overlords.",
						"Jon Irenicus might seek to steal the iron flask, believing that Pazuzu holds the secret to escaping the dread domain of Suldanessellar. He might send members of the Order of Icarus, or the players might be tricked into summoning Jon's sister—Bodhi Irenicus."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Pazuzu.webp"
					}
				}
			]
		},
		{
			"name": "Pelyious Avhoste",
			"source": "MaBJoV",
			"entries": [
				"Pelyious is a Halruaan sky captain who hires out his services to those with a desperate need to get somewhere quickly. His skyship is one of the fastest in all Faerûn, designed by his uncle, Zythan Oolorius Avhoste, the famed Halruaan designer.",
				"Charismatic, cultured and sophisticated, Pelyious is a lover of ancient art and music. He professes an admiration for the extinct Netherese—precursors to the Halruaan people—and the ancient kingdom of Mezro. His skyship is decorated with artifacts and paintings from these cultures, and he enjoys showing off his impressive collection to his guests. He is also an excellent musician and delights in playing complex compositions from the \"lost ages\" that haven't been heard in centuries.",
				"Though a bit pretentious, Pelyious is unfailingly courteous and polite. He has utter disdain for those who do not share his refinement, viewing them as barbarous, rude, or just plain uncouth.",
				"Pelyious is a skilled ship captain and an excellent swordsman. He has also been mentored in the magical arts by his uncle Zythan. This combination of skills makes him an unpredictable and dangerous opponent; someone who can engage in close melee combat or use magical spells from range.",
				"However, unbeknown to most, Pelyious and his crew are also faithful servants of Bhaal, the God of Murder. Beneath his cultured veneer lurks a bloodthirsty monster (a lycanthropic form he learned through an ancient Mezro ritual), and he occasionally plans \"murder rituals\" where he turns his entire Halruaan skyship into a slaughterhouse. Victims in these massacres are not merely killed, but often tortured, mutilated, and eventually skinned. While most of the remains are tossed over the side of the airship when it crosses the oceans, the hearts and other vital organs of his victims are used for ritual feasts to celebrate the slaughter.",
				"Pelyious prefers to reserve these ritual killing sprees for those that have insulted him, tried to cheat him, or offended his honor in some manner. However, if no suitable candidates have made themselves available, Pelyious sometimes has to settle on victims that he genuinely likes, for the Lord of Murder can only wait so long for his sacrifices. Pelyious shows no remorse when forced to slaughter those he considers friends, as his devotion to Bhaal supersedes all other loyalties.",
				"Pelyious crews his airship with a family of wolfweres. Most stay in their human forms when there are passengers on board, though the alpha, who is also the wife of Pelyious, likes to take the role of a wolf that Pelyious has tamed."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Pelyious Avhoste.webp"
					}
				}
			]
		},
		{
			"name": "Phaerimm",
			"source": "MaBJoV",
			"entries": [
				"Highly intelligent, phaerimms are malevolent aberrations that dwell deep beneath the surface of the world. Natural spellcasters, they delight in bringing pain and suffering to others. It is said phaerimms would willingly wipe every other being from existence, save for the fact they would then lack slaves to torture for sport.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Monstrous Horrors",
									"entries": [
										"Phaerimms are hideous looking creatures—bulbous bodies with spindly arms and legs, topped by a gaping maw filled with row upon row of razor-sharp teeth. Their evil magic drains life and moisture from the natural world, and the Anauroch Desert was created through extensive use of their powers."
									]
								},
								{
									"type": "entries",
									"name": "Mental Enslavement",
									"entries": [
										"A phaerimm's mind-controlling abilities rival those of any mind flayer or beholder. Extremely solitary beings, they surround themselves with a retinue of mentally dominated creatures that serve as bodyguards, soldiers, and hunters. When these thralls cease to be useful, they are slaughtered and devoured by their phaerimm master. The phaerimm language is incomprehensible to humanoids, even with the use of magical assistance. However, a phaerimm can use telepathic magic to communicate with other beings through its slaves, though due to their solitary existence they seldom have need to communicate at all. The only real exception occurs on those rare occasions when several phaerimm will work together to defeat an enemy that is too strong for them to face individually."
									]
								},
								{
									"type": "entries",
									"name": "An Endangered Species",
									"entries": [
										"Phaerimms were pushed to the edge of extinction thousands of years ago by the ancient Netherese wizards. Only a few isolated pockets still exist, typically sealed away in deep chambers by their enemies. Phaerimms still have a particular hatred for tomb tappers, a Netherese construct that is immune to their mind control. Their population has been slow to recover from this purge, as a phaerimm is only capable of producing a single egg every century. This egg must be injected into a host through a stinger on the phaerimm's tail, which paralyzes the victim. The larva then consumes the host—still alive—from the inside."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Phaerimm.webp"
					}
				}
			]
		},
		{
			"name": "Saemon Havarian",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Fool me once, shame on you; fool me twice, watch it! Fool me three times and you're a pirate! Never trust a pirate! This is something me and Boo agree wholeheartedly on."
					],
					"by": "MINSC"
				},
				"Saemon Havarian is a flamboyant and opportunistic sea-captain and a wizard with a knack for getting out of trouble, often by putting others in it in his stead. He has been sailing the Sea of Swords for decades. During this time, he has amassed a huge fortune, mostly through double crosses, unsavory business deals, and piracy.",
				"Saemon is almost always accompanied by a small band of sirenes. These beautiful fey creatures are not only famed for their haunting song, but also as deadly warriors. How Saemon managed to earn their loyalty is a topic of discussion in seaports up and down the Sword Coast.",
				"On the surface, Saemon's life looks truly blessed. With his vast fortune he has managed to buy his way into Athkatla's Council of Six, rising from a simple ship's captain, to merchant lord, to the head of one of the most powerful families in the nation of Amn. But there is a dark secret that haunts him; a looming shadow even he has not been able to connive his way out from under.",
				"While Saemon appears to be 60 years old, he is actually almost double that age. Seven decades ago, years ago, he had a heart attack during a pirate raid against Calishite merchant ships. While it looked like fate had finally caught up with him, one of his Calishite prisoners offered him a way out in exchange for his freedom. The merchant, a follower of the Archdevil Baalzebul, granted Saemon another century of life if he signed over his soul.",
				"Now the clock is ticking for the sea captain. While he still has almost a quarter of a century left before his bargain ends, he has no intention of spending eternity in Hell. He is desperate for a way out of his deal, and recently Baalzebul gave Saemon the impression that he could buy his way out of the contract by giving the Archdevil access to political power in Athkatla. But since joining the Council of Six, it has become increasingly clear to Saemon that Baalzebul will never rip up his soul contract; the sea captain has been on the other side of enough double crosses to see one coming his way."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Saemon Havarian.webp"
					}
				}
			]
		},
		{
			"name": "Sarevok",
			"source": "MaBJoV",
			"entries": [
				"Sarevok Anchev is a powerful Deathbringer, an elite group of warriors trained to kill their enemies with a single, seemingly random strike in combat. He is also one of the Bhaalspawn, the mortal offspring of the dead god Bhaal. Sarevok attempted to reclaim the divine seat of the Lord of Murder vacated by his immortal father's demise, but his plans were thwarted when he was slain by his half-brother, Abdel Adrian, who rejected his heritage and fought against his Bhaalspawn siblings.",
				"Sarevok's spirit was sent to the Abyss as punishment. There he eventually crossed paths with Abdel a second time when his noble-hearted brother ventured into the lower realms on a dangerous quest to stop another Bhaalspawn named Melissan. Sarevok agreed to help Abdel kill Melissan, on the condition that Abdel helped him escape the eternal torments of the Abyss.",
				"Abdel agreed, and Sarevok was reborn into the mortal world. After his rebirth, Sarevok was true to his word, and the two brothers fought side-by-side against their half-sister. Ultimately Melissan was defeated, and Sarevok was granted a second chance at life.",
				"With his prodigious strength, his legendary skill in battle, and the Sword of Chaos—a life-stealing, enchanted blade—Sarevok became one of the most famous mercenaries in Faerûn. Yet his many accomplishments brought him no joy. He felt no thrill at victory in battle, no delight in the routing of his enemies. The power he accumulated was bitter as ashes on his tongue, and he became a man haunted by his former life. The realization that no earthly achievements could ever compare to what he once almost had—immortality and godhood—left him broken and empty.",
				"Sarevok plunged into a deep despair. To numb his pain, he indulged in every vice imaginable, squandering his wealth and health on alcohol and drugs. While his divine heritage slowed his aging, it did not stop it entirely, and after decades of self-abuse he was eventually reduced to an old man begging in the streets of Baldur's Gate.",
				"This was how his father—Bhaal, the reborn god of murder—found him. But even though it was dimmed, Bhaal recognized his own divine spark in the pathetic old man, and he sensed Sarevok still had potential. Bhaal recruited him to become the high priest of his fledgling clergy, giving Sarevok new purpose... and another chance to become an agent of death and destruction."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Sarevok.webp"
					}
				}
			]
		},
		{
			"name": "Shator Warden",
			"source": "MaBJoV",
			"_copy": {
				"name": "Demodand",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Sirene",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Sirenes are seen in only a few places in Faerûn. Obviously, the Sword Coast region is one such place. Sirenes have also been sighted in the Sea of Fallen Stars and the Moonsea lake. There are rumors that sirenes can be found at the courts of storm giant lords."
					],
					"by": "Volo"
				},
				{
					"type": "quote",
					"entries": [
						"Come no closer, mortal. We sing for our sisters and we sing for the ocean. We sing not for you."
					],
					"by": "Sirene"
				},
				"Sirenes are fey creatures that live along the cliffs and jagged rocks of the Sword Coast. Equally comfortable on land or beneath the waves, sirenes prefer to keep close to shore and rarely go out into deep water. They are famed for their beautiful singing that often lures sailors to steer their ships to disaster on the coast.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Territorial",
									"entries": [
										"Sirenes live together in small bands. They are extremely territorial and try to drive out any other humanoid that trespasses in their domain. They initially use non-deadly means to convince intruders to leave, but if that is not successful, they are willing to kill."
									]
								},
								{
									"type": "entries",
									"name": "Beautiful Song",
									"entries": [
										"Sirenes love to sing and use their music to communicate amongst themselves. Their songs are beautiful and haunting, but usually not magical in nature. Only when they are in danger will they weave magic into their songs."
									]
								},
								{
									"type": "entries",
									"name": "Skilled Warriors",
									"entries": [
										"Sirenes are deadly warriors who use their skills to hunt for food and to kill those who trespass on their territory. Their wicked daggers are made from bone and are their primary weapon when they travel beneath the water. They store their bows close to shore, ready to be retrieved if needed."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Sirene.webp"
					}
				}
			]
		},
		{
			"name": "Skeleton Lord",
			"source": "MaBJoV",
			"_copy": {
				"name": "Skeleton Warrior",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Skeleton Warrior",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Walking skeletons are a sure sign that some EVIL wizard is getting up to no good. Minsc is quite certain that skeletons should be sleeping in their graves-not ambulating around as if in search of midnight snacks! And now you say they have crowns and plate mail and magic swords?! Are there no depths to which evil will not sink? And what does evil find down there, anyway? Boo would like to know!"
					],
					"by": "MINSC & BOO!"
				},
				"Held together by necromantic energy, skeleton warriors are distinguished by their high intelligence and considerable battle prowess. All skeleton warriors retain the ability to understand languages they knew in life and most are capable of speech, standing in stark contrast to the mindless and far more common skeletons faced by most adventurers. Only the most skilled necromancers are able to raise a skeleton warrior, which are prized for use as bodyguards and sentinels. Necromancers must use the remains of powerful warriors in order to create a skeleton warrior. Even if a mage succeeds in their task, however, the creatures are difficult to control unless the mage has the golden circlet that contains the undead warrior's soul. Like other skeletons, skeleton warriors are resistant to most forms of damage but vulnerable to bludgeoning; blunt trauma is required to knock dry bones out of place. In addition, skeleton warriors are highly resistant to magical effects.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Battle Beyond Death",
									"entries": [
										"Skeleton warriors are created from the remains of great fighters and retain their skills in undeath. Many are former adventurers or prominent lords who died in battle. Skeleton warriors wield fearsome two-handed greatswords and wear heavy, often ornate, armor that has tarnished with age."
									]
								},
								{
									"type": "entries",
									"name": "Undead Commanders",
									"entries": [
										"Skeleton warriors are typically solitary guardians and do not usually associate with other undead unless under the active control of a necromancer. In such cases, a skeleton warrior may lead a detachment of more dim-witted skeletons, directing them to use tactics normally out of reach."
									]
								},
								{
									"type": "entries",
									"name": "Skeleton Lords",
									"entries": [
										"Some skeleton warriors are created using the remains and souls of powerful lords such as kings or other nobility. These skeleton warriors are more powerful than others of their kind and radiate an aura of cold and fear that can chill the heart of even the bravest champion."
									]
								},
								{
									"type": "entries",
									"name": "Soul Circlets",
									"entries": [
										"When a skeleton warrior is created, its soul is trapped within a magical gold circlet, which is used to control the creature. This artifact is what binds a skeleton warrior to the Prime Material plane. Skeleton warriors are driven to recover their circlets and most that succeed choose to destroy the items, ending their ghoulish existence."
									]
								},
								{
									"type": "inset",
									"name": "Controlling Skeleton Warriors",
									"entries": [
										"Someone wearing a skeleton warrior or skeleton lord's golden circlet can use an action to take control of the undead creature if it is within 100 ft. There is no saving throw allowed against this control. This control is complete and allows the wearer of the golden circlet to issue commands through a telepathic link. The skeleton warrior or lord will do its best to obey simple commands such as \"attack that creature\" or \"move over there\". If the skeleton warrior or lord does not receive any orders it will defend itself as best as it is able."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Skeleton Warrior.webp"
					}
				}
			]
		},
		{
			"name": "Ssendam, Lord of Madness",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"The lord of insanity is a difficult subject to find accurate information on. Mainly because most that encounter the primal slaad are left either catatonic, incoherent or psychotic. Ssendam is one of the two known slaadi lords, the other being Ygorl, lord of entropy. There are rumors of other slaadi that may rival the power of Ssendam and Ygorl. Netherese texts refer to them as void slaad and chronal slaad."
					],
					"by": "Volo"
				},
				"Ssendam is the Slaad Lord of Madness. She was born in the ancient days, when Primus, Lord of the Modrons, came to Limbo to bring order to chaos with his Spawning Stone. A shard of the Spawning Stone broke off in the god's hand and worked its way into his divine body. The wound made him feverish and clouded his thoughts; this was the first instance of what is now known as the chaos phage or \"slaad fever\".",
				"Not wanting to bring the illness to his home plane of Mechanus, Primus purged himself before leaving Limbo. Not only did he expel the shard, but all the chaos that had touched his body, in a pile of vile excrement. Through the power of the Spawning Stone, this excrement transformed itself into the first slaad—Ssendam.",
				"Ssendam is not interested in the realm of Limbo. Her only desire is to spread sickness and madness. To this end she travels to different mortal worlds, bringing with her the chaos phage. She has two forms, that of a golden amoeba or alternatively that of a golden slaad. As an amoeba, Ssendam moves through the waters of a mortal world, looking for a perfect host. When she finds that host, she allows her target to consume her by drinking water or wine. She then infects her host's mind and slowly turns them toward madness. This madness leads to an obsession with the slaad, the chaos phage, and Limbo.",
				"Eventually, the host will find a way to bring slaad into their world. When there are enough of her kind, Ssendam completes her corruption of the host and transforms into her golden slaad form, utterly consuming her unfortunate living vessel. Her only goal after this transformation is spread the chaos phage to all corners of the world she now inhabits."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Ssendam, Lord of Madness.webp"
					}
				}
			]
		},
		{
			"name": "Suldil Baldoriel",
			"source": "MaBJoV",
			"entries": [
				"More than a thousand years ago, Suldil was born to a human boatswain and his sea-elf bride. Her innate magical prowess brought her to the attention of the fledgling order of the Knights of Bahamut. The Knights of Bahamut were an order of dragon riders that worshipped Bahamut and bonded to young metallic dragons.",
				"The rise of the Knights of Bahamut was meteoric in its speed, but so was their fall. They vanished from the history books in 250 DR, victims of their own success. Fearful of the rising power of the Knights of Bahamut, their enemies formed an alliance that struck quickly and brutally. When the final days came, Suldil was a veteran dragon rider bonded to a beautiful bronze dragon. She was happily married and the proud mother to a son. In a single night Suldil lost everything. She survived only through the intervention of a nymph of the Feywild. The nymph took Suldil into her sylvan realm at night when the enemies of the Knights of Bahamut were killing the other riders, dragons and their families.",
				"Suldil would stay in the Feywild for a decade. Not out of her own choice, but because of the obsession of the nymph. The fey creature was enamored with Suldil and had no desire to let her go. It was only through years of Suldil's pleas that the nymph finally allowed the former knight to return to her world. When Suldil was finally released from the Feywild, a decade had passed for her, but a millennium had passed in the mortal world. It was the harshest way to learn that time flows differently in the Feywild.",
				"Suldil is disheartened that the Knights of Bahamut have vanished from history. She prayed to Bahamut and was surprised when she was given a vision. The vision led her to the lair of a bronze dragon killed by fortune hunters. One of the dragon's eggs was hidden beneath a pile of copper that the hunters had left behind. Suldil bonded with the bronze wyrmling that hatched from the egg a few months later.",
				"Suldil wants to bring the Order of Bahamut back and searches for candidates that she thinks are worthy of joining her resurrected order.",
				{
					"type": "entries",
					"name": "Suldil as a Contact",
					"entries": [
						"Suldil becomes a contact for members of the Knights of Bahamut at 9th level. Suldil has access to the scrolls and texts of the ancient Knights of Bahamut. This includes the formula for transforming certain magic items into more powerful items. A successful {@skill History} check is required to hunt down all of the appropriate scrolls and texts.",
						{
							"type": "table",
							"caption": "Enhancing Magic Items via Suldil",
							"colLabels": [
								"Magic Item",
								"Magic Item Needed As A Component",
								"History Check DC",
								"Material Cost"
							],
							"colStyles": [
								"col-4",
								"col-4",
								"col-2 text-right",
								"col-2 text-right"
							],
							"rows": [
								[
									"Bead of force",
									"Uncommon wondrous item",
									"20",
									"100 gp"
								],
								[
									"Horn of blasting",
									"Uncommon wondrous item",
									"15",
									"100 gp"
								],
								[
									"Javelin of lightning",
									"Uncommon magical weapon",
									"10",
									"50 gp"
								],
								[
									"Ring of feather falling",
									"Uncommon ring",
									"10",
									"100 gp"
								],
								[
									"Ring of resistance—lightning",
									"Uncommon ring",
									"15",
									"150 gp"
								],
								[
									"Ring of the ram",
									"Uncommon ring",
									"15",
									"150 gp"
								],
								[
									"Staff of thunder and lightning",
									"Rare rod, staff or wand",
									"20",
									"500 gp"
								],
								[
									"Wand of lightning bolts",
									"Uncommon rod, staff or wand",
									"15",
									"300 gp"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Suldil Baldoriel.webp"
					}
				}
			]
		},
		{
			"name": "Sword Spider",
			"source": "MaBJoV",
			"entries": [
				"Sword spiders are a type of giant arachnid that stalk the forests and caverns of Faerûn, walking on legs that resemble razor-sharp blades. These solitary predators move incredibly fast and with great stealth for their large size. The sword spider's sleek, 12-foot-long body is encased in a durable black exoskeleton covered in fine dark hairs. Although their eyesight is poor, sword spiders locate their prey using {@sense tremorsense|MM} to feel for minute vibrations in the ground.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Natural Weapons",
									"entries": [
										"All eight legs of a sword spider end in thick chitinous plates with serrated ridges. However, its primary weapons are its front two legs, which look like a pair of massive curved swords. Its victims are impaled upon these limbs and brought close enough for the spider to deliver its poisonous bite. Once slain, its prey is then chopped up into manageable morsels that can be fed into its cavernous maw lined with multiple rows of crooked fangs."
									]
								},
								{
									"type": "entries",
									"name": "Death From Above",
									"entries": [
										"Rather than trapping its food within a pre-constructed web, sword spiders prefer to wait for prey high up in tree branches and on cavern walls. (Despite their large frames, sword spiders retain the ability to cling to most surfaces, making them adept climbers.) Once it spots its prey, the spider sprays the creature with a restraining web and drops down with all eight of its lethal legs extended to impale its meal. When hunting in areas not conducive to this strategy, sword spiders instead stalk and chase their prey like big cats and are able to leap forward up to 30 feet, lashing out with their forelimbs."
									]
								},
								{
									"type": "entries",
									"name": "Deep Spiders",
									"entries": [
										"Sword spiders are native to the jungles of Mhair on the Chultan Peninsula in southwest Faerûn. Drow traders brought them to the Underdark where they were bred for use in battle under the control of Lolthite priestesses. These variants are called deep spiders and many have since escaped their pens and, with the ability to tolerate a wide range of climates, adapted quickly to their new subterranean homes. These creatures soon spread throughout the Underdark with many finding their way to the surface."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Sword Spider.webp"
					}
				}
			]
		},
		{
			"name": "Tasloi",
			"source": "MaBJoV",
			"entries": [
				"Lanky but small goblin-like creatures, tasloi largely dwell in the dense tropical forests of southern Faerûn. However, groups of tasloi have made their way northwards to the Sword Coast, with a notable enclave within the Cloakwood. With vibrant green skin covered by a thin layer of coarse black hair, tasloi can perfectly blend in with their surroundings with only the faint glow of their golden, almost feline eyes betraying their presence. Although generally less intelligent than humans, tasloi can be quite clever, using superior numbers and pack tactics to make them surprisingly formidable foes.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Tree Dwellers",
									"entries": [
										"Tasloi prefer the low-light conditions of jungle canopies and avoid direct sunlight altogether. In more temperate areas where foliage is sparse, such as the forests of the Sword Coast, they largely limit their activities to dawn and dusk. Expert climbers, the tasloi's long arms allow them to rapidly move among treetops by leaping from branches and swinging from vines. Tasloi are less at home on the ground, where they knuckle-walk by adopting a crouched position similar to that of an ape."
									]
								},
								{
									"type": "entries",
									"name": "Social Creatures",
									"entries": [
										"Tasloi live in a loosely structured tribal society together in bands that consist of multiple individual families. Most tasloi communities build homes in trees surrounded by interconnected platforms high off the ground. Tasloi have a deep fear of being alone, which is reinforced by their culture's many superstitions. They practice a form of husbandry, raising giant rats and other large vermin as livestock, both for food and use as mounts. Tasloi mostly speak a language unique to their kind, but some have learned to speak a broken form of Common. Although vicious, these opportunists can be reasoned with under the right circumstances."
									]
								},
								{
									"type": "entries",
									"name": "Ambush Predators",
									"entries": [
										"Although tasloi can and will eat almost anything, they have a strong preference for fresh meat, especially that of humans, elves, and other humanoids. They are known take advantage of much more fearsome monsters by staking out escape routes from their lairs and luring already-injured adventurers into a trap. Tasloi also use hit-and-run tactics and other techniques that take advantage of their familiarity with their forest homes."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Tasloi.webp"
					}
				}
			]
		},
		{
			"name": "Tasloi Sniper",
			"source": "MaBJoV",
			"_copy": {
				"name": "Tasloi",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Tiberius Inuus",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"The Inuus brothers have agreed to be patrons for a new book that I intend to title \"Volo's Guide to Faerûn's Faiths\". The Church of Sune is to have the largest chapter of course."
					],
					"by": "Volo"
				},
				"Tiberius Inuus is a powerful paladin of Sune and head of the Sisters and Brothers of the Ruby Rose, a holy order of warriors and paladins sworn to the service of the goddess of beauty. He is devoted to spreading the love and beauty of Sune to every corner of Faerûn.",
				"Tiberius and his twin, Naes, were born in the city of Waterdeep. Their father abandoned them when their mother, a cleric of Sune, died during childbirth and thus they were raised in the Temple of Beauty. Naes grew up to become a cleric and man of peace, but Tiberius was too filled with anger to follow that path. While his twin was able to forgive their father, Tiberius has used the anger from that abandonment to fuel his drive to destroy anything that threatens the Church of Sune.",
				"Tiberius dreams of building the Sisters and Brothers of the Ruby Rose into the greatest military force for good in all Faerûn, free from the corruption of city state politics. When he finds a warrior whose ability he respects, Tiberius can be an extremely convincing evangelizer. Tiberius often leverages the large number of faithful amongst the nobility of the Lord's Alliance. He is able to ensure that the Ruby Rose are included in important battles against threats to the cities of the Sword Coast. While the veterans of the Order of the Gauntlet might view clerics of Sune as soft, they respect the Ruby Rose because of the efforts of Tiberius.",
				{
					"type": "entries",
					"name": "Tiberius as a Contact",
					"entries": [
						"Tiberius is the primary contact for members of the Church of Sune at low levels. Items can be purchased from Tiberius. It takes a day for him to acquire the item from the church.",
						{
							"type": "table",
							"caption": "Magic Items Available from Tiberius",
							"colLabels": [
								"Minor Magic Item",
								"Required Level",
								"Cost"
							],
							"colStyles": [
								"col-10",
								"col-1 text-center",
								"col-1 text-right"
							],
							"rows": [
								[
									"Decanter of endless water",
									"–",
									"100 gp"
								],
								[
									"Keoghtom's ointment",
									"–",
									"100 gp"
								],
								[
									"Philter of love",
									"–",
									"50 gp"
								],
								[
									"Potion of healing",
									"–",
									"40 gp"
								],
								[
									"Periapt of health",
									"–",
									"100 gp"
								],
								[
									"Sending stones",
									"–",
									"100 gp"
								],
								[
									"Spell scroll (1)—charm person, disguise self, guiding bolt, shield of faith, sleep",
									"–",
									"25 gp"
								],
								[
									"Spell scroll (2)—prayer of healing, suggestion",
									"–",
									"250 gp"
								],
								[
									"Spell scroll (3)—beacon of hope, leomund's tiny hut, revivify",
									"–",
									"500 gp"
								],
								[
									"Potion of greater healing",
									"5",
									"250 gp"
								],
								[
									"Elixir of health",
									"5",
									"100 gp"
								],
								[
									"Spell scroll (4)—death ward, fabricate, guardian of faith, mordenkainen's private sanctum",
									"5",
									"2,500 gp"
								],
								[
									"Spell scroll (5)—commune, creation, hallow, raise dead, seeming",
									"5",
									"5,000 gp"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Tiberius Inuus.webp"
					}
				}
			]
		},
		{
			"name": "Valygar",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Valygar is a grumpy one, but me and him agree on most things, including that Red Wizards need to have their big, stupid brains kicked right up their backsides."
					],
					"by": "MINSC & BOO!"
				},
				"Valygar Corthola is a ranger who was born into a wealthy family of powerful wizards. Many members of the Corthala bloodline have demonstrated magical aptitude and skill throughout its generations, and his ancestors include Lavok Corthala, a legendary necromancer.",
				"Valygar's own mother was a mage who suffered from mental health issues, like many in her family. Valygar believed this affliction to be the result of her arcane practices. She spent much of the family's wealth on magical items to the point of obsession and wholly neglected her son and husband.",
				"When Valygar's father died his mother was distraught. In her despair, she raised her partner as a zombie and underwent the process of becoming undead herself. Ultimately, Valygar slew both of his parents, a deed he felt he was compelled to carry out.",
				"Convinced the family's obsessive pursuit of the arcane arts had corrupted and destroyed all he loved, Valygar grew to hate and despise those who used magic. Turning his back on his family legacy, he now specializes in hunting wizards and other magic users to rid the world of their evil practices.",
				"He found that his skills and values were a good match for the monks of Candlekeep. Candlekeep's pursuit of ancient texts means that Valygar often comes into conflict with evil magic users.",
				"While Valygar appears to be a man in his 50s, he is over a century in age. Normally Valygar turns his back on magical items, but he has made an exception for potions of longevity in order to reduce his physical age and continue his obsessive hunt of evil wizards. While the potions make his body younger, they have no effect on his lifespan and thus Valygar knows that death could come for him at any moment.",
				{
					"type": "entries",
					"name": "Valygar as a Contact",
					"entries": [
						"Valygar is the primary contact for Candlekeep at low levels. Valygar can provide you with basic training for new languages and skills (this time is considered downtime), along with books that you can utilize to continue the training on your own.",
						{
							"type": "table",
							"caption": "Basic Training with Valygar",
							"colLabels": [
								"Training",
								"Downtime",
								"Total Time",
								"Cost"
							],
							"colStyles": [
								"col-3",
								"col-3 text-center",
								"col-3 text-center",
								"col-3 text-right"
							],
							"rows": [
								[
									"Switching a skill",
									"1 day",
									"10 days",
									"100 gp"
								],
								[
									"New tool proficiency",
									"5 days",
									"40 days",
									"400 gp"
								],
								[
									"New language",
									"5 days",
									"40 days",
									"250 gp"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Valygar.webp"
					}
				}
			]
		},
		{
			"name": "Vellin Farstride",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"COURAGE, FRIENDSHIP, AND the sound of steel on steel! These are the stuff of all great adventures. The fight for justice is hard, sweaty work, but when the times get tough, the tough get hamsters!"
					],
					"by": "MINSC"
				},
				"Vellin Farstride has earned his last name with a travelogue that would be the envy of any would-be explorer. Vellin specializes in hunting fiendish enemies and other extra planar threats. Vellin is almost always accompanied by his faithful wolf, Akela, and often rides the beast into battle.",
				"Originally from the world of Oerth, Vellin arrived in Faerûn several years ago. Between those two worlds Vellin traveled the Astral Sea, hunted demons in the Blood War, dealt with hags in the Gray Waste and assassinated Infernal Dukes on Avernus. Vellin quickly fell in love with the vast and beautiful wilds of Faerûn and decided that it would be his home. In order to protect his new home, Vellin wanted to band together with formidable allies that could protect it from outer planar threats. He discovered that the Harpers had values that were closest to his own.",
				"Vellin is adept at diplomacy and deception, out of necessity from having to deal with Fiendish powers. Though not physically intimidating, his quiet intensity and well-earned confidence can be very convincing. He prefers simple and direct language, even when dealing with nobles and royalty, but can employ eloquence and flattery when the need arises.",
				{
					"type": "entries",
					"name": "Vellin as a Contact",
					"entries": [
						"Vellin is the primary contact for members of the Harpers at low levels. Vellin is an expert at obtaining mounts on short notice for those who need to get somewhere quickly. Each member of your group gets access to the type of mount requested. If any of the mounts die while under your control (or a member of your group), you can never use that type of mount again. Otherwise, you can use the mount as long as needed.",
						{
							"type": "table",
							"caption": "Mounts via Vellin",
							"colLabels": [
								"Mount",
								"Required Level",
								"Terrain"
							],
							"colStyles": [
								"col-5",
								"col-5 text-right",
								"col-2 text-center"
							],
							"rows": [
								[
									"Riding horses",
									"1",
									"Land"
								],
								[
									"Camels",
									"1",
									"Desert"
								],
								[
									"Dolphins",
									"3",
									"Water"
								],
								[
									"Hippogriffons",
									"3",
									"Air"
								],
								[
									"Giant striders",
									"7",
									"Fire"
								],
								[
									"Polar bears",
									"7",
									"Cold"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Vellin Farstride.webp"
					}
				}
			]
		},
		{
			"name": "Viconia DeVir",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Me and Boo can attest that Viconia never helped us write the chapter about Ust Natha."
					],
					"by": "MINSC & BOO!"
				},
				"Viconia DeVir is an exiled drow cleric in the service of Shar, goddess of darkness and loss. Once a loyal priestess of Lolth in the great drow city of Menzoberranzan, Viconia and House DeVir first lost the Spider Queen's favor when she refused to sacrifice an infant, an act she saw as pointless. In a desperate attempt to appease Lolth, her own mother arranged for Viconia to be sacrificed herself. She was saved by her devoted brother, Valas, who freed her and slew their mother in the process. For this crime, Valas was transformed into a drider, a monstrous centaur-like creature with a drow torso grafted onto the body of an immense spider. These events contributed to the once great House DeVir's destruction at the hands of House Do'Urden nearly a century ago.",
				"Viconia fled Menzoberranzan and soon left the Underdark altogether to evade retribution from Lolth's minions. Stripped of most of her spellcasting abilities, she eventually found solace and newfound power in the worship of Shar, an ancient deity outside the Dark Seldarine. Like Lolth, Shar is a cruel goddess who values strength and duplicity.",
				"Viconia has now lived apart from drow society for almost a century. During that time, she traveled with the Bhaalspawn Abdel Adrian, but eventually their relationship soured. In recent years, Shar has directed her to work with elemental cults that worship the Elder Elemental Eye. Viconia has faithfully carried out her goddesses wishes, which has often put her into conflict with surface organizations such as the Lord's Alliance or the Harpers.",
				"When not working with cults of elemental evil, Viconia travels the Underdark looking for fellow outcasts. She has put together a motley band including a pair of driders named Cackle and Backle and a deep spider that she has raised since she saved it from being eaten by its mother. She also rides an achaierai that lost the rest of its flock to a war band of dwarves."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Viconia DeVir.webp"
					}
				}
			]
		},
		{
			"name": "Viktor",
			"source": "MaBJoV",
			"entries": [
				"Viktor was born into a large family of simple farmers harvesting cabbage, beets, and potatoes. His family's farmstead sits on the northern reaches of a village called Barovia. At an early age he learned about the dread master of Barovia ruling from atop Castle Ravenloft. It was his fate and the fate of every other Barovian to never leave the mist shrouded valley. The lord of Ravenloft and first vampire, Strahd Von Zarovich, would never allow that.",
				"But Viktor's fate turned out to be different from the rest of his people. Viktor prayed to the Morninglord every day, promising to serve the Morninglord as a holy warrior against Strahd's evil. In his early 20s, when his family was pressuring him to settle down and marry, Viktor's prayers were finally answered, but not by the god that he had been praying to. Two strangers arrived in the village of Barovia. One, named Borivik, would become Viktor's most beloved friend. The other, Lothar, would introduce Viktor to a goddess who would listen to his pleas—the Raven Queen.",
				"The three managed to escape Barovia with the help of the Raven Queen. They adventured together for many years, forming a strong bond of friendship. The Raven Queen felt her hold over Viktor slipping, as his friends provided him with love and companionship. So, she sent Viktor a gift: a gold dragon named Thraxis that would be his mount and partner. But Thraxis wasn't a normal dragon; he had been corrupted by the Shadowfell.",
				"The whisperings of this new friend began to turn Viktor down a dark path, one that his friends were helpless to prevent. One night he convinced Lothar to return with him to the Shadowfell. Borivik refused to accompany them and so their friendship came to an end.",
				"Viktor is sullen and without humor. His farmer's upbringing means he has no concept of formalities or subtleties. Viktor is distrustful of arcane magic and hates hags, witches, or undead entities that harness magical power.",
				{
					"type": "entries",
					"name": "Viktor as a Contact",
					"entries": [
						"Viktor becomes a contact for the Raven Circle at 7th level. Viktor can grant memory amulets to members of the Raven Circle in exchange for a devotion token. These amulets are shaped as the face of the person that they came from. When the memory is used, you are transformed into the creature as the {@spell polymorph} spell for 10 rounds. Every round that you stay in the form you must make a successful Wisdom saving throw to avoid being possessed by the memories. The possessing entity will lash out at your friends to try and inflict as much harm as possible in vengeance for utilizing its memories in such a manner. Once the 10 rounds are complete, the possessing entity departs.",
						{
							"type": "table",
							"caption": "Memory Amulets from Viktor",
							"colLabels": [
								"Polymorph Form",
								"Devotion Token",
								"Required Level",
								"Possession DC"
							],
							"colStyles": [
								"col-3",
								"col-3 text-center",
								"col-3 text-right",
								"col-3 text-right"
							],
							"rows": [
								[
									"Wolfwere",
									"Feather",
									"7",
									"10"
								],
								[
									"Skeleton warrior",
									"Gold",
									"7",
									"10"
								],
								[
									"Wolfwere alpha",
									"Feather",
									"9",
									"15"
								],
								[
									"Skeleton lord",
									"Gold",
									"9",
									"15"
								],
								[
									"Death knight",
									"Gem",
									"12",
									"20"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Viktor.webp"
					}
				}
			]
		},
		{
			"name": "Wolfwere",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"I remember being told that wolfweres were nature's perfect predator. Boo disagreed with this though. There is nothing more fearsome than a pissed off space hamster!"
					],
					"by": "MINSC"
				},
				{
					"type": "quote",
					"entries": [
						"Shhhh... close your eyes.",
						"Dream of starlight, dream of sights unseen, and I shall join you soon."
					],
					"by": "Wolfwere"
				},
				"Wolfweres are shapeshifters that have the natural form of a large wolf but can transform at will into both humanoid and bipedal hybrid shapes. These hateful creatures are much more intelligent than a normal wolf and use this preternatural cunning to hunt their favorite prey: humans. Although some believe them to be the offspring of werewolves and normal wolves—and this may very well be their origin—wolfweres are their own species and their form of lycanthropy is not a transmissible curse or disease. Like werewolves, wolfweres are repelled by wolfsbane but are vulnerable to iron rather than silver weapons.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Strange Packs",
									"entries": [
										"Although some wolfweres are solitary, others choose to stay in familial bands. However, they most often run in packs of normal wolves or worgs. Wolfweres are able to influence and command these beasts, making them much more vicious and bolder. Rarely, a wolfwere may choose to blend in with human society. Wolfweres never associate with werewolves, as the two share a mutual hatred and will attack each other unprovoked."
									]
								},
								{
									"type": "entries",
									"name": "Myriad Forms",
									"entries": [
										"A wolfwere's natural form is similar in size and appearance to that of a dire wolf. In combat, they usually shift into a hybrid form, which is able to both bite and use weapons with its human-like hands. To trick stronger prey, a wolfwere dons a charismatic human shape. Unlike werewolves, wolfweres have no single humanoid form to revert to. Instead, a wolfwere can transform into any humanoid shape it desires, though they almost universally choose ones with great physical beauty. Wolfweres have the ability to sense what their particular prey would find attractive and assume a seductive disguise. Wolfweres have less control over their appearance when they involuntarily transform under a new moon, though they usually assume a shape they have taken on recently."
									]
								},
								{
									"type": "entries",
									"name": "A Sedating Melody",
									"entries": [
										"While in their humanoid forms, wolfweres have the ability to sing a song that induces a lethargy in their prey that is similar to a {@spell slow} spell. Many wolfweres play stringed instruments and pose as bards to avoid arousing suspicion while they work their charms."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Wolfwere.webp"
					}
				}
			]
		},
		{
			"name": "Wolfwere Alpha",
			"source": "MaBJoV",
			"_copy": {
				"name": "Wolfwere",
				"source": "MaBJoV"
			}
		},
		{
			"name": "Xan Moonblade",
			"source": "MaBJoV",
			"entries": [
				"Xan is an elven bladesinger raised in the city of Evereska, one of the largest elven enclaves left in Faerûn, its population size second only to that of the island nation of Evermeet. With its name meaning \"fortress home\" in elvish, Evereska has remained hidden within the Western Heartlands for millennia. This secrecy is the major reason why the city remains as one of the last major elven enclaves in the North, whereas most others have fallen to outsiders. Because of this, Evereska is sometimes called the Last City.",
				"Xan splits his time between his home city and the fortress library of Candlekeep. He originally encountered the monks of Candlekeep when he traveled with the Bhaalspawn, Abdel Adrian. Since then, he has found the library a comfortable second home with aims that are often aligned with that of Evereska.",
				"Xan is one of the Blessed of Corellon and has changed gender many times over his life. His ability to change gender after an elven trance is something that he uses often, and it is usually his mercurial moods that will determine his choice.",
				"Xan wields a moonblade forged by the smiths of Myth Drannor. Each moonblade is unique, with Xan's taking the form of a longsword wreathed in magical blue flames. Although such weapons are normally passed along elven bloodlines, Xan's sword appears specifically bound to him. Xan desires to eventually leave the mortal world and journey to Evermeet, but before he does that, he wants to find a worthy heir to his moonblade.",
				{
					"type": "entries",
					"name": "Xan as a Contact",
					"entries": [
						"Xan is available as a contact at 9th level. Xan is able to give you access to the rarest books in Candlekeep. It is important to note that the cost of obtaining a Manual of Golems does not cover the cost of constructing the golem.",
						{
							"type": "table",
							"caption": "Xan's Books and Scrolls for Sale",
							"colLabels": [
								"Books and Scrolls",
								"Required Level",
								"Cost"
							],
							"colStyles": [
								"col-8",
								"col-2 text-center",
								"col-2 text-right"
							],
							"rows": [
								[
									"Spell scroll—5th level spells from wizard list",
									"9",
									"2,000 gp"
								],
								[
									"Spell scroll—6th level spells from wizard list",
									"12",
									"4,000 gp"
								],
								[
									"Spell scroll—7th level spells from wizard list",
									"12",
									"7,500 gp"
								],
								[
									"Manual of bodily health",
									"15",
									"30,000 gp"
								],
								[
									"Manual of gainful exercise",
									"15",
									"30,000 gp"
								],
								[
									"Manual of golems—clay",
									"12",
									"5,000 gp"
								],
								[
									"Manual of golems—flesh",
									"9",
									"5,000 gp"
								],
								[
									"Manual of golems—iron",
									"16",
									"10,000 gp"
								],
								[
									"Manual of golems—stone",
									"14",
									"10,000 gp"
								],
								[
									"Manual of quickness of action",
									"15",
									"30,000 gp"
								],
								[
									"Tome of clear thought",
									"15",
									"30,000 gp"
								],
								[
									"Tome of leadership and influence",
									"15",
									"30,000 gp"
								],
								[
									"Tome of understanding",
									"15",
									"30,000 gp"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Xan Moonblade.webp"
					}
				}
			]
		},
		{
			"name": "Xzar the Chaos Clone",
			"source": "MaBJoV",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"I have long wondered what a creature without a soul would be like. It is unfortunate that the first example is also insane."
					],
					"by": "Volo"
				},
				"Xzar was a talented necromancer known for his erratic and bizarre behavior. He worked with the Zhentarim for a number of years with a halfling partner named Montaron or \"Monty,\" as Xzar called him. The two of them got involved in the Bhaalspawn incident more than a century ago and their partnership dissolved soon after.",
				"Xzar decided to attempt a magical ritual that would turn him into a lich. While successful at achieving this goal, once he embraced undeath he quickly descended into insanity. Xzar lost track of his phylactery and thus didn't feed it the souls required to fuel his undead state. Several decades later his body had crumbled to dust and Xzar had devolved into a demilich.",
				"Before becoming a lich, Xzar had created a clone as a contingency against death. A clone usually remains inert until a soul reanimates the body. But the Slaad Lord Ssendam was able to animate the clone body by using the power of the Chaos Phage. The animated clone has the base personality of Xzar, along with his magical skills with necromancy.",
				"This reanimated Xzar is missing a soul and because of this he does not feel whole. This has made him even more erratic than the original Xzar. Xzar is desperate to create a new soul for himself and everything he does is in pursuit of that goal. He does revere his Slaad creator, but mostly because Ssendam has promised to aid him in his quest to create a soul.",
				"Xzar is pragmatic and manipulative enough to appear amicable while sizing up potential allies (or victims). Many of Xzar's casual observations come out as gibberish, though they can often have cryptic meanings."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MaBJoV/Xzar the Chaos Clone.webp"
					}
				}
			]
		}
	]
}
