{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Adult Time Dragon",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These sleek dragons harness the power of time to manipulate the past, present, and future. Time dragon wyrmlings are born with shining scales and have horns that are barely more than nubs. As they master the flow of time, their horns grow with branching, rainbow-hued veins suggestive of time's paths and possibilities. Ancient time dragons can create temporal gates connected to specific times and places in the multiverse. Using these, they and allied creatures can travel anywhere in time to affect fate-determining moments or to banish threats beyond the flow of time. As a result of their ability to travel between ages, time dragons often seem unstuck from the usual flow of time and have a flexible view of what is, what was, and what will be.",
						"Time dragons prize historical records, objects representative of lost cultures, and treasures from long-gone creators. They are fascinated by time-manipulation magic and forgotten knowledge. Those who stumble upon a time dragon's hoard might find invaluable historical information from eras past."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Time Dragon's Lair",
							"entries": [
								"Time dragons often lair in the ruins of ancient civilizations or temples to dead gods and do their utmost to preserve these historical sites. A time dragon's insatiable desire for knowledge means it's likely to have more than one such lair.",
								"The challenge rating of an ancient or adult time dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Adult Time Dragon.webp"
					}
				}
			]
		},
		{
			"name": "Ancient Time Dragon",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These sleek dragons harness the power of time to manipulate the past, present, and future. Time dragon wyrmlings are born with shining scales and have horns that are barely more than nubs. As they master the flow of time, their horns grow with branching, rainbow-hued veins suggestive of time's paths and possibilities.",
						"Ancient time dragons can create temporal gates connected to specific times and places in the multiverse. Using these, they and allied creatures can travel anywhere in time to affect fate-determining moments or to banish threats beyond the flow of time. As a result of their ability to travel between ages, time dragons often seem unstuck from the usual flow of time and have a flexible view of what is, what was, and what will be.",
						"Time dragons prize historical records, objects representative of lost cultures, and treasures from long-gone creators. They are fascinated by time-manipulation magic and forgotten knowledge. Those who stumble upon a time dragon's hoard might find invaluable historical information from eras past."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Time Dragon's Lair",
							"entries": [
								"Time dragons often lair in the ruins of ancient civilizations or temples to dead gods and do their utmost to preserve these historical sites. A time dragon's insatiable desire for knowledge means it's likely to have more than one such lair.",
								"The challenge rating of an ancient or adult time dragon increases by 1 when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Ancient Time Dragon.webp"
					}
				}
			]
		},
		{
			"name": "Athar Null",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Athar deny the legitimacy of gods, believing the so-called deities are merely powerful spellcasters. To combat false gods, Athar nulls train to negate the powers of those with magic. Nulls work in the shadows, serving as assassins and spies for the Athar."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Athar Null.webp"
					}
				}
			]
		},
		{
			"name": "Aurumach Rilmani",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"From redoubts near the Spire in the Outlands, aurumachs oversee the preservation of the cosmic status quo, serving as leaders and strategists of the rilmani. Employing mysterious magic, occult calculations, and networks of informants, aurumachs monitor forces across the planes. Only when planar balance is under threat of total collapse do these elusive, gold-skinned beings leave the Outlands, manifesting gleaming blades to destroy those that threaten multiversal stability."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Rilmani",
							"entries": [
								"Rilmani protect the balance between the forces and philosophies of the multiverse. They seek to maintain planar equilibrium, assuring that good, evil, law, or chaos never grow too powerful or too weak. To the rilmani, each of these forces is fundamental to the multiverse's existence. Whenever one threatens to tip the balance in its favor or a plane is on the verge of collapse, the rilmani act to even the odds.",
								"While the rilmani might be found anywhere, they're most frequently encountered on their home plane, the Outlands, where they work to ensure that no force overexerts itself on the Concordant Opposition.",
								"Rilmani are bipedal, with bodies of living metal that ranges in appearance from cold iron to brilliant gold. Most have smooth faces with few features, and their extraordinary anatomies often act in defiance of natural forces."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Aurumach Rilmani.webp"
					}
				}
			]
		},
		{
			"name": "Avoral Guardinal",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Avorals are eagle-like bipeds with winged arms and keen, golden eyes. Prone to wander, these avian Celestials leave Elysium more frequently than their counterparts, meandering across the Outlands to wherever the winds might take them. Solitary scouts and skirmishers, avorals are nimble aerial combatants, able to swiftly dive at foes from the heavens and tear into them with razor-sharp talons."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Guardinals",
							"entries": [
								"Nomadic and peaceful, guardinals are animalistic Celestials who hail from Elysium. Guardinals resemble Humanoids with bestial traits. In their daily interactions, guardinals embody the beauty, calm, and righteousness of their home plane. Guardinals can be found throughout the Outlands, especially in Ecstasy, the gate-town to Elysium, and in Faunel, the gate-town to the Beastlands.",
								"While guardinals are usually friendly and slow to anger, their supernatural virtue puts them at odds with the evil beings of the Lower Planes. Guardinals abhor wickedness and strike out against injustice and villainy without hesitation, determined to eradicate forces that threaten beauty and peace."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Avoral Guardinal.webp"
					}
				}
			]
		},
		{
			"name": "Baernaloth",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Baernaloths are tall, gaunt yugoloths who keep to the Gray Wastes of Hades. Their gray, desiccated skin stretches over their bones, and their heads resemble horned equine skulls with ember-like eyes. Sages endlessly debate the nature of baernaloths, and the {@i Books of Keeping}—ancient tomes detailing the true names of the first yugoloths—report no mention of baernaloths within. Some posit that these enigmatic yugoloths were created by a primal evil power before other yugoloths or that they come from an epoch before the current manifestation of the planes. Baernaloths refuse to say, but most obsess over secrets and obscene lore regarding the far-flung past and inscrutable future of the multiverse. Many of these rare scholars of the profane seek to manipulate reality on a grand scale, while others unleash horrific experiments on the planes. It's said the first demodands of Carceri were created by baernaloths.",
						"Baernaloths spread discord and despair among any creatures they meet. They use their breath, thick with the gloom of Hades, to turn friends against each other and then savor the horror that rises when their victims realize how they've betrayed one another. Baernaloths use their wicked power to keep mortally wounded foes alive, sometimes indefinitely, to prolong their suffering. Even striking against a baernaloth brings misery—they can cause an attacker's old wounds to painfully reopen. All the while, baernaloths are disturbingly detached, observing their victims' agony without emotion."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Baernaloth's Lair",
							"entries": [
								"Whether in the hopeless realms of Hades or on the rare occasion they lurk on some other plane, baernaloths lair in remote mountain crags and secluded caves. Their lairs have ample places to house and restrain \"guests,\" particularly those the baernaloths keep hovering at death's door.",
								"The challenge rating of a baernaloth is 18 (20,000 XP) when it's encountered in its lair."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Baernaloth.webp"
					}
				}
			]
		},
		{
			"name": "Bariaur Wanderer",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Hailing from Ysgard, bariaurs are centaur-like Celestials with the lower bodies of goats, humanoid torsos, and curved horns. Some bariaurs sate their wanderlust by exploring their home plane, the Outlands, and the Great Wheel beyond. These bariaur wanderers often serve as guides in the Outlands, assisting visitors by eagerly suggesting gate-town attractions and other points of interest. Throughout their travels, these hardy wanderers absorb ambient planar energies, adapting to the vast and varied terrains of the Outer Planes and frequently taking on aspects of those planes (see \"{@book Planar Influences|MPP|0|Planar Influences}\" in {@book Morte's Planar Parade|MPP})."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Bariaur Wanderer.webp"
					}
				}
			]
		},
		{
			"name": "Bleak Cabal Void Soother",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A void soother cares for creatures struck by curses and the negative effects of the planes. These warriors go to dangerous planes and areas torn by conflict to provide relief to those they find there."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Bleak Cabal Void Soother.webp"
					}
				}
			]
		},
		{
			"name": "Cranium Rat Squeaker",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The cranium rats squeakers of Sigil have no connection to the mind flayers that created their progenitors. Rather, these magical rodents cooperate with the residents of the City of Doors, whether by simply living together or by pursuing greater ambitions. When squeakers collect in large numbers, their swarms merge into a single intelligence with enhanced psionic abilities and the accumulated memories of its constituents."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Cranium Rat Squeaker.webp"
					}
				}
			]
		},
		{
			"name": "Cranium Rat Squeaker Swarm",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The cranium rats squeakers of Sigil have no connection to the mind flayers that created their progenitors. Rather, these magical rodents cooperate with the residents of the City of Doors, whether by simply living together or by pursuing greater ambitions. When squeakers collect in large numbers, their swarms merge into a single intelligence with enhanced psionic abilities and the accumulated memories of its constituents."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Cranium Rat Squeaker Swarm.webp"
					}
				}
			]
		},
		{
			"name": "Cuprilach Rilmani",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Cuprilachs infiltrate places of power throughout the multiverse, serving as spies and assassins. They strike surgically, following the orders of aurumachs without question or emotion.",
						"Cuprilachs have wiry copper frames, with torsos that float above their waists, separated by a hovering, polished sphere. Agile and armed with an arsenal of deceptive magic, cuprilachs do whatever they must to complete their missions."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Rilmani",
							"entries": [
								"Rilmani protect the balance between the forces and philosophies of the multiverse. They seek to maintain planar equilibrium, assuring that good, evil, law, or chaos never grow too powerful or too weak. To the rilmani, each of these forces is fundamental to the multiverse's existence. Whenever one threatens to tip the balance in its favor or a plane is on the verge of collapse, the rilmani act to even the odds.",
								"While the rilmani might be found anywhere, they're most frequently encountered on their home plane, the Outlands, where they work to ensure that no force overexerts itself on the Concordant Opposition.",
								"Rilmani are bipedal, with bodies of living metal that ranges in appearance from cold iron to brilliant gold. Most have smooth faces with few features, and their extraordinary anatomies often act in defiance of natural forces."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Cuprilach Rilmani.webp"
					}
				}
			]
		},
		{
			"name": "Dabus",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Among the bustling throngs of Sigil's streets float gray-skinned, vaguely humanlike figures with curled horns. Where they travel, cracks in the mortar seal shut, stray bricks float back into place, and ruined city blocks are restored. These are dabus, the silent caretakers of Sigil and loyal servants of the Lady of Pain.",
						"Dabus patrol the City of Doors to maintain public buildings, portals, and utilities. They use their innate ability to manipulate Sigil's infrastructure not only to effect repairs but also to combat individuals who disrupt the city's operations or violate the Lady's edicts, hurling bricks at troublemakers and subduing them by causing the streets to sprout grasping cobblestone hands.",
						"When dabus communicate, rather than speaking or signing words, they create esoteric illusory images and symbols in front of themselves. Scholars have yet to determine the origin of dabus's difficult-to-comprehend rebuses, though some speculate their etymology predates Sigil itself."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Dabus.webp"
					}
				}
			]
		},
		{
			"name": "Darkweaver",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Arachnid predators of the Shadowfell, darkweavers inhabit caves, dungeons, and other dark locales throughout the multiverse, including Undersigil and the windswept darkness of Pandemonium. A darkweaver lurks in the shadows of its lair, waiting for hapless prey to pass by. When a target approaches, the darkweaver fires webs of pure shadow at its quarry, then drags the victim into the darkness.",
						"Darkweavers are fascinated by sensations—particularly taste—and how creatures from across the planes experience reality. For them, the act of eating is an experience to be drawn out and savored, with every meal considered in all its facets. Whether its fare is a demon, an archon, a struggling halfling, or a catatonic mule, all such meals are culinary delights for a darkweaver, served up from the cosmic kitchen that is the multiverse. These spider-like terrors appreciate second-hand descriptions of sensations, especially those they're unlikely to experience in their home environment. A darkweaver's captive might delay being consumed by sharing tales of its experiences, particularly great meals, with the monster. Some might even convince a darkweaver to release them if they promise to return with rare spices or one-of-a-kind meals. Those who manage to escape a darkweaver should think twice about returning to the creature's lair, though, as darkweavers prioritize their appetites over bargains."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "A Darkweaver's Lair",
							"entries": [
								"Darkweavers dwell in lightless caverns, preferring locations touched by pitch-black planes, such as Pandemonium or the Shadowfell. Darkweavers tend to inhabit isolated sites where they can weave webs of shadow undisturbed.",
								"A darkweaver encountered in its lair has a challenge rating of 11 (7,200 XP)."
							]
						},
						{
							"type": "entries",
							"name": "Darkweaver Webs",
							"entries": [
								"A darkweaver's web has a 50 percent chance of having {@dice 1d6} cocoons. Roll on the Darkweaver Cocoon Contents table to determine what might be inside each of these shadowy masses.",
								{
									"type": "table",
									"colLabels": [
										"d6",
										"Category"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Roll a die. If you roll an even number, the cocoon contains the bones of a Humanoid. If you roll an odd number, the cocoon contains the bones of a non-Humanoid creature, such as a flumph or a mule."
										],
										[
											"2",
											"A swarm of insects that might be a darkweaver's young"
										],
										[
											"3",
											"A corpse holding a jar of universal solvent with a slightly stuck lid"
										],
										[
											"4",
											"A collection of menus from restaurants in Sigil"
										],
										[
											"5",
											"{@dice 4d12} gold pieces amid a digested slurry"
										],
										[
											"6",
											"A halfling commoner or musteval guardinal that the darkweaver forgot about"
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Darkweaver.webp"
					}
				}
			]
		},
		{
			"name": "Decaton Modron",
			"source": "MPP",
			"_copy": {
				"name": "Modrons",
				"source": "MPP",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The least of the hierarchs, decatons monitor the physical well-being of base modrons. Two stubby legs support their spherical bodies, and ten mechanical tentacles sprout out from their rounded frames in all directions. Their heads contain ten eyes to readily observe the operations of surrounding base modrons. In emergencies, a decaton can discharge a bolt of electricity from each of its ten eyes, synchronizing them to deadly effect."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/MPP/Decaton Modron.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Doomguard Doom Lord",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Doom lords are the highest-ranking members of the Doomguard, embodying the multiverse's inevitable collapse into dust. Doom lords' mere presence snuffs the life from weaker foes, and the stoutest walls crumble before them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Doomguard Doom Lord.webp"
					}
				}
			]
		},
		{
			"name": "Doomguard Rot Blade",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Rot blades are the entropic levers through which the Doomguard quickens the natural decay of the multiverse. These members wield weapons immersed in necrotic energy, which can turn their enemies to ash."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Doomguard Rot Blade.webp"
					}
				}
			]
		},
		{
			"name": "Eater of Knowledge",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Originally created by the mind flayer god-brain Ilsensine and now produced by some of that god's followers, eaters of knowledge are lumbering, bipedal masses of squelching muscles and exposed brain matter. These rugose hulks collect information from others by devouring brains before returning to their masters with delicious secrets. Unlike illithids, which overwhelm their foes with psionic power, eaters of knowledge use their physical strength to hold prey while burly feeding tentacles crack free their victims' brains. Consuming brains fuels these brutes' psionic power, making eaters of knowledge deadlier with each brain devoured."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Eater of Knowledge.webp"
					}
				}
			]
		},
		{
			"name": "Equinal Guardinal",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The horselike equinals are among the strongest of the guardinals. Equinals have long faces and crested manes, and their powerful, hocked legs carry them over great distances. These good-natured, boisterous Celestials boast their might in contests of strength and rarely back down from a challenge. Tough and courageous, they use their iron-hard fists to pound evil to a pulp. Equinals can also bellow a mighty shout that stops their foes in their tracks."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Guardinals",
							"entries": [
								"Nomadic and peaceful, guardinals are animalistic Celestials who hail from Elysium. Guardinals resemble Humanoids with bestial traits. In their daily interactions, guardinals embody the beauty, calm, and righteousness of their home plane. Guardinals can be found throughout the Outlands, especially in Ecstasy, the gate-town to Elysium, and in Faunel, the gate-town to the Beastlands.",
								"While guardinals are usually friendly and slow to anger, their supernatural virtue puts them at odds with the evil beings of the Lower Planes. Guardinals abhor wickedness and strike out against injustice and villainy without hesitation, determined to eradicate forces that threaten beauty and peace."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Equinal Guardinal.webp"
					}
				}
			]
		},
		{
			"name": "Farastu Demodand",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Farastus, also known as tarry demodands, are the least of the demodands. These violent Fiends ooze thick, sticky tar that sticks to anything it touches. Arrogant and cruel, farastus delight in tormenting those weaker than themselves. Due to their sharp senses and vicious streaks, farastus sometimes work as hunters that track down those who escape Carceri."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Demodands",
							"entries": [
								"Demodands, also called gehreleths, are Fiends from the Tarterian Depths of Carceri. Cast into the prison plane long ago for forgotten transgressions, these bitter, wicked creatures have appointed themselves the jailers of the plane. Demodands viciously defend the few known portals that lead out of Carceri and ruthlessly torment other creatures trapped there.",
								"Demodands that manage to leave Carceri know they're doomed to return; a demodand that dies outside Carceri re-forms there in a torturous process that takes {@dice 2d20} days. Even those who survive on other planes find themselves eventually dragged back, pulled by some planar tether."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Farastu Demodand.webp"
					}
				}
			]
		},
		{
			"name": "Fated Shaker",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Fated shakers are bullies who shake down those indebted to the faction's tax collectors and evictors. These enforcers use their magic to intimidate and subjugate those who try to stand up to them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Fated Shaker.webp"
					}
				}
			]
		},
		{
			"name": "Ferrumach Rilmani",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ferrumachs are the foot soldiers of the rilmani, preserving the balance between the planes through martial force. They vigilantly defend the Spire and fight at the command of aurumachs to protect the neutrality of the multiverse. Ferrumachs gleam with the sheen of bare iron. Their bodies are honed to razor edges, and from it they can fling bolts of sharpened metal."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Rilmani",
							"entries": [
								"Rilmani protect the balance between the forces and philosophies of the multiverse. They seek to maintain planar equilibrium, assuring that good, evil, law, or chaos never grow too powerful or too weak. To the rilmani, each of these forces is fundamental to the multiverse's existence. Whenever one threatens to tip the balance in its favor or a plane is on the verge of collapse, the rilmani act to even the odds.",
								"While the rilmani might be found anywhere, they're most frequently encountered on their home plane, the Outlands, where they work to ensure that no force overexerts itself on the Concordant Opposition.",
								"Rilmani are bipedal, with bodies of living metal that ranges in appearance from cold iron to brilliant gold. Most have smooth faces with few features, and their extraordinary anatomies often act in defiance of natural forces."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Ferrumach Rilmani.webp"
					}
				}
			]
		},
		{
			"name": "Fraternity of Order Law Bender",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Members of the Fraternity of Order find and exploit loopholes in the laws of the multiverse. Law benders are magistrates who skirt the rules of probability and space, moving freely and manipulating the outcomes of actions around them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Fraternity of Order Law Bender.webp"
					}
				}
			]
		},
		{
			"name": "Githzerai Futurist",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Githzerai futurists have transcended their limits through focused meditation and can now catch glimpses of the future. They foresee the possible outcomes of battles, using those portents to tilt the balance in their favor."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Githzerai",
							"entries": [
								"Githzerai descend from an ancient people who were also the progenitors of the githyanki—all of whom were destroyed or transformed by mind flayers. Many githzerai dwell in Limbo, honing their psionic powers by shaping their homes on that chaotic plane. The githzerai described here oftentimes traverse the planes, crossing between them via the portals in Sigil and the Outlands. To learn more about other githzerai, see the {@i Monster Manual}."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Githzerai Futurist.webp"
					}
				}
			]
		},
		{
			"name": "Githzerai Traveler",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Githzerai travelers wander the multiverse to train and pursue cosmic enlightenment. These githzerai learn to manipulate planar energies to create wondrous effects.",
						"Githzerai descend from an ancient people who were also the progenitors of the githyanki—all of whom were destroyed or transformed by mind flayers. Many githzerai dwell in Limbo, honing their psionic powers by shaping their homes on that chaotic plane. The githzerai described here oftentimes traverse the planes, crossing between them via the portals in Sigil and the Outlands. To learn more about other githzerai, see the {@i Monster Manual}."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Githzerai Traveler.webp"
					}
				}
			]
		},
		{
			"name": "Githzerai Uniter",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Githzerai uniters espouse wisdom and unity rather than violence. Many uniters are members of the Sha'sal Khou, a group of githyanki and githzerai who band together to reunify the gith people. Capable martial artists, uniters are more inclined to disarm and subdue their opponents than destroy them."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Githzerai",
							"entries": [
								"Githzerai descend from an ancient people who were also the progenitors of the githyanki—all of whom were destroyed or transformed by mind flayers. Many githzerai dwell in Limbo, honing their psionic powers by shaping their homes on that chaotic plane. The githzerai described here oftentimes traverse the planes, crossing between them via the portals in Sigil and the Outlands. To learn more about other githzerai, see the {@i Monster Manual}."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Githzerai Uniter.webp"
					}
				}
			]
		},
		{
			"name": "Hands of Havoc Fire Starter",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The pyromaniacal agents known as fire starters burn away oppressive systems through chaos and flame. They wield hammers that emit magical flames—perfect for smashing and burning."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Hands of Havoc Fire Starter.webp"
					}
				}
			]
		},
		{
			"name": "Harmonium Captain",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Harmonium captains lead peacekeeper patrols throughout Sigil. They bolster their subordinates in battle and bring the authority of the Harmonium crashing down on suspects with their commands."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Harmonium Captain.webp"
					}
				}
			]
		},
		{
			"name": "Harmonium Peacekeeper",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Peacekeepers wear distinctive red plate armor and wield planar mancatchers, polearms whose metal pincers prevent criminals clamped in their grasp from teleporting away, making them excellent at catching wrongdoers in Sigil."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Harmonium Peacekeeper.webp"
					}
				}
			]
		},
		{
			"name": "Heralds of Dust Remnant",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Remnants are Dusters who sought undeath via rituals but failed. Liaisons and spies, these agents exist in a halfway point between life and death."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Heralds of Dust Remnant.webp"
					}
				}
			]
		},
		{
			"name": "Hexton Modron",
			"source": "MPP",
			"_copy": {
				"name": "Modrons",
				"source": "MPP",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"When the armies of Mechanus mobilize against the forces of chaos, hextons are the field generals who command modron troops. These hulking hierarchs lead groups of modrons in endeavors outside Mechanus, with the most notable example being the Great Modron March. Hextons have solid frames that bristle with six shining flanges. They boast a pair of arms and tentacles, both of which end in powerful pincers."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/MPP/Hexton Modron.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Hound Archon",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Hound archons are the foot soldiers of Mount Celestia, tasked with protecting the innocent and helpless. Loyal defenders, these bipedal warriors wield blades of shining radiance and can assume canine forms, allowing them to inconspicuously guard peaceable communities as dogs and wolves."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Archons",
							"entries": [
								"Archons are denizens of the Seven Heavens of Mount Celestia. Created by the powers of order and benevolence, archons defend their home from fiendish incursions and safeguard those threatened by wicked forces. Archons are skilled communicators, able to speak all the languages of the multiverse. When pushed into combat, they prefer to subdue foes. However, against Fiends, archons are wrathful combatants, manifesting the righteous vengeance of Mount Celestia to strike down the wicked.",
								"Each archon's form corresponds to its place within the Celestial hierarchy. When faced in battle, archons radiate the full fury of the Upper Planes, bolstering their allies and cowing their foes."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Hound Archon.webp"
					}
				}
			]
		},
		{
			"name": "Kelubar Demodand",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Kelubars, sometimes called slimy demodands, are the bureaucrats of Carceri, existing as intermediaries between farastus and shators. They are squat, and their skin drips with a foul-smelling, acidic slime. Kelubars revel in the subservience of others, and they prefer to do battle with words—or at least to send in their farastu minions—rather than fight directly."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Demodands",
							"entries": [
								"Demodands, also called gehreleths, are Fiends from the Tarterian Depths of Carceri. Cast into the prison plane long ago for forgotten transgressions, these bitter, wicked creatures have appointed themselves the jailers of the plane. Demodands viciously defend the few known portals that lead out of Carceri and ruthlessly torment other creatures trapped there.",
								"Demodands that manage to leave Carceri know they're doomed to return; a demodand that dies outside Carceri re-forms there in a torturous process that takes {@dice 2d20} days. Even those who survive on other planes find themselves eventually dragged back, pulled by some planar tether."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Kelubar Demodand.webp"
					}
				}
			]
		},
		{
			"name": "Kolyarut",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Created by Primus, the leader of the modrons, the Kolyarut is a wondrous machine capable of forging binding contracts between parties. From the Hall of Concordance in Sigil, the Kolyarut judges the needs of planar beings seeking uniquely binding terms and forges ironclad agreements. Those who break these contracts are pursued by maruts (detailed in {@i Mordenkainen Presents: Monsters of the Multiverse}) and punished in brutally decisive fashion.",
						"In cases where the terms of a contract or a foundational truth of an agreement come into question, the Kolyarut sends a component part of itself into the planes to seek the truth. Also known as kolyaruts, these manifestations of the great machine function as multiversal investigators and pursue answers to specific quandaries. Once their questions have been satisfied, they report back to their creator, allowing the Kolyarut to impose accurate judgments.",
						"Kolyaruts are four-armed beings of magic and machinery. Like maruts, they are inevitables, beings dedicated to the smooth exaction of laws across the planes. Kolyaruts wield blades with deadly efficiency, allowing them to defend themselves on their excursions and slice through any who obscure the truth.",
						"Occasionally, the Hall of Concordance loans kolyaruts to lawful beings who have inherent interest in the orderly functioning of the multiverse, aiding them in seeking answers of planar importance."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Kolyarut.webp"
					}
				}
			]
		},
		{
			"name": "Lantern Archon",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The lowest-ranked archons, lantern archons greet newly arrived souls to Mount Celestia and light the path for those who traverse the plane with reverence and respect. They appear as glowing, winged balls of vaporous light wrapped in a gleaming metal lattice, although they have no more physical substance than smoke.",
						"When confronting those who approach with ill intentions, lantern archons strike with searing bolts of focused light, flitting from place to place between blasts to confound their foes."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Archons",
							"entries": [
								"Archons are denizens of the Seven Heavens of Mount Celestia. Created by the powers of order and benevolence, archons defend their home from fiendish incursions and safeguard those threatened by wicked forces. Archons are skilled communicators, able to speak all the languages of the multiverse. When pushed into combat, they prefer to subdue foes. However, against Fiends, archons are wrathful combatants, manifesting the righteous vengeance of Mount Celestia to strike down the wicked.",
								"Each archon's form corresponds to its place within the Celestial hierarchy. When faced in battle, archons radiate the full fury of the Upper Planes, bolstering their allies and cowing their foes."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Lantern Archon.webp"
					}
				}
			]
		},
		{
			"name": "Maelephant",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Respected as guardians by villains across the multiverse, maelephants are Fiends with pachyderm-like heads. They can exhale toxic fumes that cause foes to temporarily forget their combat training, spellcasting abilities, and other skills.",
						"Maelephants strike bargains with wicked spellcasters and entities of the Lower Planes, pledging to guard a site or object for decades. The Fiends fulfill their end of the bargain with unwavering loyalty, steadfastly tending to their posts per the terms of their agreement."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Maelephant.webp"
					}
				}
			]
		},
		{
			"name": "Mercykiller Bloodhound",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Clad in black armor and spiked gauntlets that end in steel claws, bloodhounds hunt down those guilty of serious offenses in Sigil. These trackers pursue their targets across the planes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Mercykiller Bloodhound.webp"
					}
				}
			]
		},
		{
			"name": "Mind's Eye Matter Smith",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Members of the Mind's Eye believe the power to transcend the multiverse lies in every individual. Matter smiths harness this innate power to reshape reality in Sigil's Great Foundry, manifesting useful tools from nothing."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Minds Eye Matter Smith.webp"
					}
				}
			]
		},
		{
			"name": "Modrons",
			"source": "MPP",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Modrons",
							"entries": [
								"Constructed on the plane of Mechanus, modrons are partially mechanical beings that belong to a strict hierarchy. Each modron dutifully obeys commands from the rank directly above it and in turn acts as the superior to the rank directly below it, passing down commands from paragons of law to the lowliest monodrone. While most modrons are the lower-ranked base modrons—monodrones, duodrones, tridrones, quadrones, and pentadrones—the upper-tier hierarch modrons hold leadership positions, maintaining order in Mechanus and the realms beyond. For more information on modrons, see the {@i Monster Manual}."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Modrons.webp"
					},
					"title": "Modrons"
				}
			]
		},
		{
			"name": "Musteval Guardinal",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Mustevals are small, mousy guardinals skilled at evading danger. Their speed, stealthy nature, and illusion magic make them adept spies, scurrying through the multiverse to serve greater forces of good."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Guardinals",
							"entries": [
								"Nomadic and peaceful, guardinals are animalistic Celestials who hail from Elysium. Guardinals resemble Humanoids with bestial traits. In their daily interactions, guardinals embody the beauty, calm, and righteousness of their home plane. Guardinals can be found throughout the Outlands, especially in Ecstasy, the gate-town to Elysium, and in Faunel, the gate-town to the Beastlands.",
								"While guardinals are usually friendly and slow to anger, their supernatural virtue puts them at odds with the evil beings of the Lower Planes. Guardinals abhor wickedness and strike out against injustice and villainy without hesitation, determined to eradicate forces that threaten beauty and peace."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Musteval Guardinal.webp"
					}
				}
			]
		},
		{
			"name": "Nonaton Modron",
			"source": "MPP",
			"_copy": {
				"name": "Modrons",
				"source": "MPP",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"When modrons act against the will of Primus, nonatons are charged with bringing those rogue units into line. These inspectors also interrogate captured trespassers of Mechanus. Nonatons have wormlike bodies studded with nine mechanical arms."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/MPP/Nonaton Modron.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Octon Modron",
			"source": "MPP",
			"_copy": {
				"name": "Modrons",
				"source": "MPP",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"At the head of Mechanus's sectors are the octons, hierarch modrons that oversee daily governance. They provide data to other hierarchs, such as productivity reports to septons and diagnostic data to decatons. Octons have eight mechanical tentacles which they use to manipulate objects and defend themselves, spinning them in a bludgeoning whirlwind."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/MPP/Octon Modron.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Planar Incarnate",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Upper and Lower Planes are fundamental manifestations of good and evil, law and chaos. In the most dire and fateful circumstances, these planes can manifest primal embodiments of their might. These expressions of a plane's power are called planar incarnates, and they appear as roiling energies with features distinct to the plane that created it. They protect their home from destructive or otherwise antithetical forces, then merge back into their plane of origin.",
						"Planar incarnates are akin to natural disasters that work to protect and further the virtues and vices of the planes they originate upon. Those from the Lower Planes might appear as roiling waves of fiendish flames or other sinister forms, while those from the Upper Planes often appear as blooms of light and wild growth or similarly majestic shapes. On the rare occasions that planar incarnates appear on another plane, they might take either form or appear as unique manifestations of the philosophies they embody."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Planar Incarnate (Celestial Form).webp"
					},
					"title": "Planar Incarnate (Celestial Form)"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Planar Incarnate (Fiend Form).webp"
					},
					"title": "Planar Incarnate (Fiend Form)"
				}
			]
		},
		{
			"name": "Razorvine Blight",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Travelers of Sigil and the Lower Planes take care to avoid razorvine, a creeping plant named for its prickly stems and cutting leaves. While razorvine is normally a mere environmental nuisance or deterrent, razorvine that absorbs the blood of a vampiric passerby can awaken into a terror known as a razorvine blight.",
						"Razorvine blights lay ambushes on well-traveled paths by standing still to appear as ordinary razorvine. When unassuming travelers pass by the seemingly inanimate plant, the blight strikes, revealing its twisted, humanlike form and lashing out with razor-sharp vines to feed its bloodlust.",
						"While razorvine blights are usually dangerous, in Sigil they sometimes mimic the behaviors of the city's other inhabitants—for better or worse. At least one blight, known as Patch, spreads copies of itself across the city, creating a spy network of copies with mysterious goals."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Razorvine Blight.webp"
					}
				}
			]
		},
		{
			"name": "Septon Modron",
			"source": "MPP",
			"_copy": {
				"name": "Modrons",
				"source": "MPP",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Septons are auditors of base modrons in Mechanus, recording the activities in each of the plane's sectors to ensure operations are in perfect order. They are easily identified by their seven flexible limbs."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/MPP/Septon Modron.webp"
							}
						}
					}
				}
			}
		},
		{
			"name": "Shator Demodand",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Shators, known as shaggy demodands, dominate demodand society, ruthlessly commanding their lesser kin. They are hulking creatures covered in fungal growths. Shators are the self-appointed wardens of Carceri, and they keep meticulous records of their subordinates and the prisoners they claim. On the rare occasions that shators find themselves on the Material Plane, they manipulate mortal leaders and philosophers, using them as mouthpieces to spread poisoned words and tempt souls toward Carceri's waiting chains."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Demodands",
							"entries": [
								"Demodands, also called gehreleths, are Fiends from the Tarterian Depths of Carceri. Cast into the prison plane long ago for forgotten transgressions, these bitter, wicked creatures have appointed themselves the jailers of the plane. Demodands viciously defend the few known portals that lead out of Carceri and ruthlessly torment other creatures trapped there.",
								"Demodands that manage to leave Carceri know they're doomed to return; a demodand that dies outside Carceri re-forms there in a torturous process that takes {@dice 2d20} days. Even those who survive on other planes find themselves eventually dragged back, pulled by some planar tether."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Shator Demodand.webp"
					}
				}
			]
		},
		{
			"name": "Shemeshka",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Shemeshka the arcanaloth is one of Sigil's most ambitious and notorious crime bosses. From her multiplanar casino, Fortune's Wheel, she manipulates secrets and fates across the planes. Shemeshka and her plots are further detailed in the adventure {@i Turn of Fortune's Wheel}."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Shemeshka.webp"
					}
				}
			]
		},
		{
			"name": "Society of Sensation Muse",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The muses of the Society of Sensation are performers who enthrall crowds with spectacle and minor sensory experiences. When threatened, they beguile their foes, placating their enemies with magical displays."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Society of Sensation Muse.webp"
					}
				}
			]
		},
		{
			"name": "Sunfly",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sunflies are whimsical, buzzing inhabitants of the Outer Planes. They travel widely and are important indicators of the health of the realms in which they reside; when sunflies struggle, so do the places they inhabit. Sunflies have stingers that they use to inject natural toxins into other creatures. Planar magic can alter a sunfly's toxin so that its effect is different depending on which Outer Plane the sunfly is on.",
						"Many inhabitants of the planes have strong feelings about sunflies, viewing them as loathsome pests or adorable pets. Sunflies in Sigil are often the pets of doting, highly protective owners."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Sunfly.webp"
					}
				}
			]
		},
		{
			"name": "Swarm of Sunflies",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sunflies are whimsical, buzzing inhabitants of the Outer Planes. They travel widely and are important indicators of the health of the realms in which they reside; when sunflies struggle, so do the places they inhabit. Sunflies have stingers that they use to inject natural toxins into other creatures. Planar magic can alter a sunfly's toxin so that its effect is different depending on which Outer Plane the sunfly is on.",
						"Many inhabitants of the planes have strong feelings about sunflies, viewing them as loathsome pests or adorable pets. Sunflies in Sigil are often the pets of doting, highly protective owners."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Swarm of Sunflies.webp"
					}
				}
			]
		},
		{
			"name": "Time Dragon Wyrmling",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These sleek dragons harness the power of time to manipulate the past, present, and future. Time dragon wyrmlings are born with shining scales and have horns that are barely more than nubs. As they master the flow of time, their horns grow with branching, rainbow-hued veins suggestive of time's paths and possibilities. Ancient time dragons can create temporal gates connected to specific times and places in the multiverse. Using these, they and allied creatures can travel anywhere in time to affect fate-determining moments or to banish threats beyond the flow of time. As a result of their ability to travel between ages, time dragons often seem unstuck from the usual flow of time and have a flexible view of what is, what was, and what will be.",
						"Time dragons prize historical records, objects representative of lost cultures, and treasures from long-gone creators. They are fascinated by time-manipulation magic and forgotten knowledge. Those who stumble upon a time dragon's hoard might find invaluable historical information from eras past."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Time Dragon Wyrmling.webp"
					}
				}
			]
		},
		{
			"name": "Transcendent Order Conduit",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Members of the Transcendent Order train to act without thinking, eliminating thought behind action. Conduits react with the cadence of the multiverse. Their sharp reflexes border on precognition, allowing them to unconsciously act before their foes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Transcendent Order Conduit.webp"
					}
				}
			]
		},
		{
			"name": "Transcendent Order Instinct",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Elite martial artists, instincts have learned to fight unburdened by thought, deflecting the blows of their enemies in rapid succession."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Transcendent Order Instinct.webp"
					}
				}
			]
		},
		{
			"name": "Vargouille Reflection",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Vargouilles are flying Fiends that resemble disembodied Humanoid heads with wings. While most vargouilles roam the planes to curse Humanoids and create more vargouilles, a variant known as the vargouille reflection resides in Undersigil. When a vargouille reflection spots a Humanoid target, it takes on that creature's visage, terrifying that creature by appearing as its own disembodied head."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Vargouille Reflection.webp"
					}
				}
			]
		},
		{
			"name": "Warden Archon",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Warden archons are vigilant, ursine guardians of portals and paths connected to goodly realms. They have powerfully built, bipedal bodies with the heads of great bears and eyes like pools of silvery light. When warden archons speak, glimmering radiance shines from within their mouths, punctuating their deep, resonant voices.",
						"A warden archon knows when a creature uses a portal the archon is tasked to guard, and it moves swiftly to interrogate any who cross that planar boundary. If an invader enters the archon's plane, the warden strikes with claw and tooth, using its powerful bite to magically mark the intruder, which the archon pursues relentlessly."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Archons",
							"entries": [
								"Archons are denizens of the Seven Heavens of Mount Celestia. Created by the powers of order and benevolence, archons defend their home from fiendish incursions and safeguard those threatened by wicked forces. Archons are skilled communicators, able to speak all the languages of the multiverse. When pushed into combat, they prefer to subdue foes. However, against Fiends, archons are wrathful combatants, manifesting the righteous vengeance of Mount Celestia to strike down the wicked.",
								"Each archon's form corresponds to its place within the Celestial hierarchy. When faced in battle, archons radiate the full fury of the Upper Planes, bolstering their allies and cowing their foes."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MPP/Warden Archon.webp"
					}
				}
			]
		},
		{
			"name": "Young Time Dragon",
			"source": "MPP",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These sleek dragons harness the power of time to manipulate the past, present, and future. Time dragon wyrmlings are born with shining scales and have horns that are barely more than nubs. As they master the flow of time, their horns grow with branching, rainbow-hued veins suggestive of time's paths and possibilities. Ancient time dragons can create temporal gates connected to specific times and places in the multiverse. Using these, they and allied creatures can travel anywhere in time to affect fate-determining moments or to banish threats beyond the flow of time. As a result of their ability to travel between ages, time dragons often seem unstuck from the usual flow of time and have a flexible view of what is, what was, and what will be.",
						"Time dragons prize historical records, objects representative of lost cultures, and treasures from long-gone creators. They are fascinated by time-manipulation magic and forgotten knowledge. Those who stumble upon a time dragon's hoard might find invaluable historical information from eras past."
					]
				}
			]
		}
	]
}
