{
	"monsterFluff": [
		{
			"name": "Ankheg",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Oversize insects, ankhegs burrow close to the surface, creating sprawling underground labyrinths. From these tunnels, they burst forth to dissolve and devour smaller creatures using their acid-dripping mandibles and sprays of digestive enzymes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Ankheg (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Barbed Devil",
			"source": "WttHC",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Barbed Devil (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Bearded Devil",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Bearded devils' eponymous beards consist of tentacle-like growths that prevent magical healing."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Bearded Devil (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Commoner",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Commoners constitute the majority of people who don't pursue magical talents, extraordinary training, or a life of adventure. Some are generous, helpful sorts, while others are more cautious in sharing what they have."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Commoner (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Corrupted Rat",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Corrupted by a malevolent ex-adventurer's magic, the rats of Elmshire are mottled and sickly. Their organs glow and bubble beneath their scabby hides as if ready to pop. These pests sometimes gather in squeaking tides, devouring everything in their path."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Corrupted Rat.webp"
					}
				}
			]
		},
		{
			"name": "Cultist of Demogorgon",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Cultists use extreme measures to spread radical beliefs. They often follow obscure mystical traditions or obsess over interpretations of ancient prophecies. They might worship supernatural patrons—deities, otherworldly creatures, manipulative alien minds, or stranger forces.",
						"Some cultists devote themselves to Demogorgon, the self-proclaimed Prince of Demons. These cultists garb themselves in costumes that resemble the two-headed beast they worship. Their two-faced, monstrous masks and tentacled sleeves strike fear into those they aim to subjugate. Like the demon lord they worship, cultists of Demogorgon revel in chaos, domination, and destruction."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Cultist of Demogorgon.webp"
					}
				}
			]
		},
		{
			"name": "Dardew",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dardew the Banished is a devilishly charming showman with fiery ambition. He knows how to delight an audience, even if it means making a few infernal pacts on the sly for a truly juicy spectacle.",
						"Dardew is a cambion, a former mortal corrupted by an otherworldly power. His red skin and leathery wings betray his fiendish nature, and his boisterous but smooth voice commands attention. When that fails him, he accentuates his words with audacious riffs on his wicked lute."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Dardew.webp"
					}
				}
			]
		},
		{
			"name": "Demobat",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Demobats are slimy, winged pests endemic to demonic realms. A demobat has four serrated tentacles, which trail behind it during flight, and its eyeless head opens wide to reveal a toothed maw. Demobats hunt in flocks, using their tails to strangle and immobilize their prey as they feed."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Demobat.webp"
					}
				}
			]
		},
		{
			"name": "Demodog",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Demodogs are sinister, quadrupedal predators that spawn from limacine larvae. From a distance, they loosely resemble hairless dogs with tough, wrinkled hides and faceless, flower-like heads. When a demodog attacks, its head parts to reveal powerful jaws framed by toothed, fleshy petals.",
						"Like wolves, demodogs typically hunt in packs, overwhelming their prey in gloomy places. Their howls strike fear into the most hardened adventurers."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Demodog.webp"
					}
				}
			]
		},
		{
			"name": "Demodragon",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Once the prized pet of Demogorgon, Prince of Demons, the demodragon now resides in the Nine Hells, where it serves as the gatekeeper of the Hellfire Games' final challenge.",
						"Raised by vile magic from the corpse of a beheaded black dragon, the demodragon is the picture of its creator: an abomination with three writhing tails, monstrous wings, and two hideous heads. Initially, each bulbous head appears featureless—a disturbing, preternatural bud yet to bloom. When threatened, however, each unfurls to reveal a flower-like arrangement of glistening flesh and teeth around two crushing jaws.",
						"Though the head of the dragon from which the demodragon spawned is long gone, its breath remains. Without warning, the demodragon can unleash a deluge of bone-melting acid on any who dare challenge it."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Demodragon.webp"
					}
				}
			]
		},
		{
			"name": "Demogorgon Spawn",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Monstrous offspring of the bestial demon lord Demogorgon, these spawn are lean, bipedal creatures with bulbous, featureless heads. A Demogorgon spawn's head opens like a flower in bloom, revealing a gaping maw and five or more fleshy petals lined with teeth.",
						"Light flickers in the presence of these resilient predators, foretelling their arrival. Demogorgon spawns relentlessly pursue their prey."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Demogorgon Spawn.webp"
					}
				}
			]
		},
		{
			"name": "Dretch",
			"source": "WttHC",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Dretch (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Flizzlebin",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A trickster with a penchant for games, Flizzlebin tempts novice adventurers into dungeons to test their skills. The so-called \"Vanishing Gnome's\" favorite game involves hiding within dangerous dungeons and rewarding those who find him with priceless treasures."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Flizzlebin.webp"
					}
				}
			]
		},
		{
			"name": "Giant Corrupted Rat",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The rats of Elmshire sometimes grow to unusual proportions. Though frightening, these dog-size rodents were little more than a local nuisance until an ex-adventurer's magic transformed them into feral terrors. Caustic drool drips from their chattering incisors, and glowing pustules pockmark their bloated, ghastly hides."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Giant Corrupted Rat.webp"
					}
				}
			]
		},
		{
			"name": "Giant Spider",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Some spiders are big—others are really big."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Giant Spider (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Gnoll Warrior",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gnoll warriors crave endless slaughter but quickly grow bored with the prey they kill and the treasures they plunder. Nevertheless, they're enraged by the thought of anyone else having what's theirs, compelling them to ruin what they can't take with them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Gnoll Warrior (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Goblin Warrior",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Goblins are embodiments of recklessness and ruin. They delight in wreckage—the louder, the more energetic, and the more convoluted, the better. Goblin raids are often as much opportunities to enjoy setting fires and tormenting livestock as they are parts of more disruptive plots.",
						"Goblin warriors excel at causing mischief, but some devote themselves to nobler pursuits."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Goblin Warrior (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Guard",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Guards protect people, places, and things, either for pay or from a sense of duty. They might perform their duties vigilantly or distractedly. Some raise alarms at the first sign of danger and defend their charges with their lives. Others flee outright if their compensation doesn't match the danger they face. Guards are perceptive, but most have little martial training. They might be bouncers, lookouts, members of a city watch, or other keen-eyed warriors."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Guard (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Hell Hound",
			"source": "WttHC",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Hell Hound (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Imp Trickster",
			"source": "WttHC",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Imp Trickster.webp"
					}
				}
			]
		},
		{
			"name": "Korex",
			"source": "WttHC",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Korex.webp"
					}
				}
			]
		},
		{
			"name": "Medusa",
			"source": "WttHC",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Medusa (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Myconid Adult",
			"source": "WttHC",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Myconid Adult (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Needle Blight",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Blights are malicious plants that sprout from deep-rooted evil. Their gnarled forms twist with fearsome features suggestive of human limbs and vicious maws. Blights lurk in ambush amid mundane vegetation and lash out at non-Plant creatures.",
						"Needle blights have vaguely bipedal forms, with gaunt, misshapen limbs. Whether standing unnaturally still or lurching with their awkward gaits, these blights can't pass as either normal plants or woodland travelers. Once they spot foes, needle blights attack using their thorn-covered claws or by rapidly growing and flinging volleys of serrated, needlelike projectiles."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Needle Blight (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Rilly June",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Rilly June is a hardworking halfling farmer who's used to tackling tough jobs herself. When her grandfather's farm started to suffer from a mysterious blight, she was determined to investigate the cause. Rilly June is stern and tough, but she's got a soft spot for animals and the other people who work her family's land or look out for the common folk."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Rilly June.webp"
					}
				}
			]
		},
		{
			"name": "Scarecrow",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Spirits of vengeance bound to crude frames, scarecrows arise from folk magic, the prayers of desperate commoners, or possession by spirits that died with violent work left undone. Scarecrows might serve those who created them or might defend a place, family, or community from threats—whether physical or to their way of life."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Scarecrow (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Shadow",
			"source": "WttHC",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Shadow (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Shrieker Fungus",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"If exposed to light or otherwise disturbed, mushroom-like shriekers emit a high-pitched noise that gives them their name. This wailing might alert other creatures or attract predators."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Shrieker Fungus (Stranger Things).webp"
					}
				}
			]
		},
		{
			"name": "Swarm of Corrupted Rats",
			"source": "WttHC",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Swarm of Corrupted Rats.webp"
					}
				}
			]
		},
		{
			"name": "Vine Blight Tangler",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Blights are malicious plants that sprout from deep-rooted evil. Their gnarled forms twist with fearsome features suggestive of human limbs and vicious maws. Blights lurk in ambush amid mundane vegetation and lash out at non-Plant creatures.",
						"Vine blights resemble humans wrapped in vines common to the areas in which they grow, from hairy ivy vines to flowering kudzu. They can cause plants to burst from the ground around themselves and entangle nearby foes."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Vine Blight Tangler.webp"
					}
				}
			]
		},
		{
			"name": "Violet Fungus",
			"source": "WttHC",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Slow but mobile, violet fungi rot any flesh they touch with their lashing tendrils."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WttHC/Violet Fungus (Stranger Things).webp"
					}
				}
			]
		}
	]
}
