{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Agdon Longscarf",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"In days gone by, Agdon Longscarf made a name for himself as he and his band of miscreants menaced travelers throughout various Feywild domains. It was in Prismeer, however, that Agdon's antics came to an end by Zybilna's hand. As punishment for his offenses, the archfey demanded that Agdon give up his beloved scarf. When he refused, Zybilna cursed him so that he would never be able to remove it. She then pinned the scarf to a young sapling with a magic nail made of gold and iron, and she bade the tree grow until its branches raked the clouds. Agdon was thus carried into the sky, where he was stranded for a long time.",
						"The arrival of the Hourglass Coven signaled a reversal of Agdon Longscarf's fortunes. With Zybilna trapped in temporal stasis, Agdon's loyal gang was able to chop down his tree prison. But his scarf remained pinned to the felled trunk, and him with it, until Bavlorna struck a deal with him—she agreed to remove the nail and free the scarf in exchange for the best prize from each of his raids thereafter.",
						"Agdon's scarf is a bright blue length of cloth that he claims was woven from lightning bolts he stole right out from under a dark cloud. The scarf can't be removed, even if Agdon dies. His branding iron functions for him alone, and it ceases to be hot when it leaves his hand. The brand it makes is shaped like three bounding rabbits connected nose to tail, forming a triangle."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Agdon Longscarf.webp"
					},
					"credit": "Robson Michel"
				}
			]
		},
		{
			"name": "Alagarthas",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This prince made a bargain with Endelyn Moongrave and is paying the price. He longs to return to his home in the Misty Forest and deal with the threat of an evil green dragon that nests there."
					]
				}
			]
		},
		{
			"name": "Amidor the Dandelion",
			"source": "WBtW",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Roleplaying Notes",
									"entries": [
										"This 3-foot-tall talking dandelion finds poetry in everything and is quick to fall head over heels in love. A humble idealist, Amidor never puts its own needs above the needs of others.",
										{
											"type": "entries",
											"name": "Alignment",
											"entries": [
												"Neutral good."
											]
										},
										{
											"type": "entries",
											"name": "Personality Trait",
											"entries": [
												"\"My speech drifts into flowery verse, if you'll pardon the pun. Allow",
												"me to demonstrate: Do not cry, my love! Let me catch your tears as faeries collect morning dew. Let me lift your spirits like a seed on the breeze!\""
											]
										},
										{
											"type": "entries",
											"name": "Ideal",
											"entries": [
												"\"The pursuit of true love compels me! Never shall I wilt if I have such a cause to champion.\""
											]
										},
										{
											"type": "entries",
											"name": "Bond",
											"entries": [
												"\"The beautiful Pollenella—a vision in stripes.\""
											]
										},
										{
											"type": "entries",
											"name": "Flaw",
											"entries": [
												"\"I cannot resist a pretty face or a heavenly scent.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Amidor the Dandelion.webp"
					},
					"credit": "Tom Babbey"
				}
			]
		},
		{
			"name": "Bavlorna Blightstraw",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Younger than Skabatha and older than Endelyn, Bavlorna is called Slack-jawed Lorna because her wide mouth is prone to hang agape. Flies flit in and out of it. She is the hag of the present, the here and now, the moment to moment. Those desperate individuals who seek her out do so to find a remedy for a nagging problem or anxiety. Though she despises unannounced visitors, a tragic tale of woe and misery puts her in a bargaining mood. If these visitors enter into an agreement with Bavlorna, she'll use her powers to resolve their pressing problem in exchange for something of use to her."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Bavlorna Blightstraw.webp"
					},
					"credit": "Dawn Carlos"
				}
			]
		},
		{
			"name": "Brigganock",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Brigganocks are frantic, mouse-sized creatures that live in mines. Whenever a mortal makes a nonmagical wish, perhaps while blowing out the candles on a birthday cake or tossing a coin down a well, an echo of that wish becomes lodged in a stone buried deep in the earth of the Feywild. Brigganocks seek out these wish stones, discarding the ones that contain wishes of ill intent and keeping those that hold good wishes. Brigganocks refine wish stones into gems and use them to decorate their architecture and crafts, or they trade them to other Fey for food and favors. A more powerful Fey creature can use a wish stone to scry on the maker of the wish, empower a supernatural charm, or provide the spark needed to create an animated object. Other uses are possible as well.",
						"A brigganock's soul lives outside its body, manifesting as a bulb of pale light that floats alongside it and helps the brigganock see in the dark. Brigganocks have minor spellcasting abilities that help them survive. They also have the ability to manipulate time, allowing them to accomplish hour-long tasks in a matter of seconds, though a brigganock must rest between these bursts of temporal acceleration.",
						"Brigganocks like to nibble on cheese, lettuce, and other soft foods. They eat quite a lot for creatures of their size and never turn down a good meal."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Brigganock.webp"
					},
					"credit": "Filip Burburan"
				}
			]
		},
		{
			"name": "Bullywug Knight",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Bullywug knights adhere to a code of chivalry. Their sense of honor compels these noble bullywugs to fight fairly and to insist that others do so as well."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Bullywug Knight.webp"
					},
					"credit": "Anna Veltkamp"
				}
			]
		},
		{
			"name": "Campestri",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Campestris are happy-go-lucky mushroom-like creatures with few cares or worries. They are captivated by music, though they can't distinguish a well-played performance from a bad one. If anyone plays an instrument or sings in the campestris' vicinity, the little creatures will happily sing along, each in an obnoxiously nasal falsetto, as they dance and caper around whoever is making the music.",
						"Campestris can easily imitate lyrics and music. After a campestri has practiced a song or a piece of music three or four times, the creature remembers it forever.",
						"Campestris vary widely in color, from white to tan to dark brown, but they always have red or purple caps and speckles. A campestri moves by manipulating the mycelium that grows out of the base of its stem and supports it. The mushroom creatures eat salty soil, filter out the salt, and excrete a slippery paste of purified soil (stripped of things nourishing to fungi, of course). Eating salt is also a defense mechanism, because it makes the campestris taste salty and thus unpleasant to most creatures, though bullywugs consider them a delicacy."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Campestri.webp"
					},
					"credit": "Claudio Pozas"
				}
			]
		},
		{
			"name": "Clapperclaw the Scarecrow",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Clapperclaw the scarecrow is 3 feet tall. Created by Granny Nightshade using a tormented child's soul she found in Gehenna, it ran away from home so that it wouldn't have to perform evil tasks for her. After fleeing Thither, Clapperclaw was waylaid by Agdon Longscarf and his harengon brigands, who stole its head, which the scarecrow describes as a most glorious stag skull. It desperately wants its head back, and it's a bit self-conscious about its replacement head: a hollow gourd that now sits askew on its shoulders. Eight copper coins are sealed inside the gourd, causing the head to rattle whenever Clapperclaw nods, turns, or shakes its head."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Clapperclaw the Scarecrow.webp"
					},
					"credit": "David René Christensen"
				}
			]
		},
		{
			"name": "Displacer Beast Kitten",
			"source": "WBtW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Displacer Beast Kitten.webp"
					},
					"credit": "Brynn Metheney"
				}
			]
		},
		{
			"name": "Elkhorn",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Elkhorn has been Strongheart's most stalwart companion over the years—unflinchingly loyal, tirelessly optimistic, and fiercely devoted to the destruction of evil in all its forms. He's not especially bright, so he fights with his heart rather than his wits.",
						"Age has drained much of the strength from Elkhorn's body. Strongheart has urged Elkhorn to retire, but the old dwarf stubbornly refuses to do so."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Elkhorn.webp"
					},
					"credit": "Daarken"
				}
			]
		},
		{
			"name": "Endelyn Moongrave",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Endelyn, also known by the names Creeping Lyn and Bitter End, is the youngest member of the Hourglass Coven. People come to her to learn about their futures, which she spells out through grotesque theatrical pageants. As payment, she snatches away a portion of each client's free will, preventing them from taking certain courses of action in their lives. Her petitioners often learn of a dreadful fate that awaits them but find themselves unable to prevent it due to the cursed terms of their deal.",
						"Endelyn's obsession with tragedy and hopelessness extends to her own life; she has foreseen her own demise during a solar eclipse. In the depths of her castle, a lightning-powered device called the Orrery of Tragedies clicks and turns day and night, giving Endelyn glimpses of her terrible fate."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Endelyn Moongrave.webp"
					},
					"credit": "Andrew Mar"
				}
			]
		},
		{
			"name": "Envy",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The iron lion, Envy, is one of two guardians that Zybilna created to watch over her garden in her absence. When Zybilna became frozen in time, her guardians appeared from their respective demiplanes to perform their duty.",
						"The iron lion speaks Common and Sylvan, referring to itself using the pronouns \"we\" and \"us.\"",
						"Envy dislikes its counterpart, Wrath (see area P10), but the two are prevented by Zybilna's magic from harming one another. When the characters first grace the iron lion with their presence, it demands their obeisance and commands them to kneel before it. If the characters do as Envy commands, the lion is pleased and allows them to remain in its presence. Characters who fail to show it deference are instructed to leave the tower at once, and the lion attacks those who refuse."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Envy.webp"
					},
					"credit": "Ned Rogers"
				}
			]
		},
		{
			"name": "Flying Rocking Horse",
			"source": "WBtW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Flying Rocking Horse.webp"
					},
					"credit": "Olga Drebas"
				}
			]
		},
		{
			"name": "Giant Dragonfly",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A giant dragonfly has a 20-foot wingspan. It drones loudly as it hovers and darts through the air, searching for smaller insects to consume."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Giant Dragonfly.webp"
					},
					"credit": "Katerina Ladon"
				}
			]
		},
		{
			"name": "Giant Snail",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These large mollusks retreat into their hardy shells when threatened, and they're particularly susceptible to being injured by contact with salt."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Giant Snail.webp"
					},
					"credit": "Axel Defois"
				}
			]
		},
		{
			"name": "Glasswork Golem",
			"source": "WBtW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Glasswork Golem.webp"
					},
					"credit": "Mark Winters"
				}
			]
		},
		{
			"name": "Harengon Brigand",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Harengons are rabbit-folk native to the Feywild, through they often migrate to the Material Plane. They love to travel on foot and rarely stay in one place for long.",
						"Not all harengons are mean-spirited bullies like the ones presented here. Every harengon follows their own path through life, their disposition shaped in part by the company they keep. One harengon might travel to far lands, make friends along the way, delight in freedom and the open trail, and find inner peace. Another might become an adventurer with a strong heart and fervent dreams. For more information on harengons as player characters, see the introduction of this adventure."
					]
				}
			]
		},
		{
			"name": "Harengon Sniper",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Harengons are rabbit-folk native to the Feywild, through they often migrate to the Material Plane. They love to travel on foot and rarely stay in one place for long.",
						"Not all harengons are mean-spirited bullies like the ones presented here. Every harengon follows their own path through life, their disposition shaped in part by the company they keep. One harengon might travel to far lands, make friends along the way, delight in freedom and the open trail, and find inner peace. Another might become an adventurer with a strong heart and fervent dreams. For more information on harengons as player characters, see the introduction of this adventure."
					]
				}
			]
		},
		{
			"name": "Iggwilv the Witch Queen",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Iggwilv has a long and storied history throughout the multiverse. This adventure presents the legendary figure in her current form."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Iggwilv the Witch Queen.webp"
					},
					"credit": "Mark Winters"
				}
			]
		},
		{
			"name": "Jabberwock",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A jabberwock is a solitary, temperamental predator that haunts pristine forests and ancient ruins. Accurate descriptions of jabberwocks are difficult to come by, because the rare survivors of an encounter with one retain only a confused impression of its parts and not a sense of the whole. Pieced-together accounts describe it as a sinewy, dragon-like creature that can walk on its hind legs as easily as it travels on all four. Its eyes can emit fiery beams.",
						"Once a jabberwock has chosen its target, it concentrates its attacks on that target until the victim is killed (and devoured), until the jabberwock is killed, or until the target escapes using teleportation magic or other means.",
						"If a jabberwock is slain, another one appears {@dice 3d8} years later, materializing within a thousand miles of where the old one perished. No immature jabberwock has ever been sighted, and the creature does not appear to age."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Jabberwock.webp"
					},
					"credit": "Brian Valeza"
				}
			]
		},
		{
			"name": "Jingle Jangle",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Jingle Jangle's obsession with keys serves as a cautionary tale for those who would enter into a bargain with Bavlorna Blightstraw. The goblin once sought the hag's help in a desperate attempt to undo what she thought was a terrible curse: wherever Jingle Jangle went, she felt a tormenting fear of being caught on the wrong side of a locked door. When she appealed to Bavlorna for aid, the hag removed the goblin's ability to perceive that fear and replaced it with an insatiable and overwhelming need to collect keys. So great is this obsession that Jingle Jangle has lost her own sense of self and now refers to herself only in the third person.",
						"Jingle Jangle is a kind soul who refers to herself in the third person. She has a knack for finding keys and is thrilled to add new ones to her collection. She also gives keys as gifts to those who need them.",
						"Jingle Jangle seeks a quiet life far away from locked doors and the intrigues of the fey courts. She moved to Telemy Hill to enjoy the hill's companionship and protection."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Jingle Jangle.webp"
					},
					"credit": "Katerina Ladon"
				}
			]
		},
		{
			"name": "Kelek",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Kelek is a greedy, narcissistic sociopath who revels in chaos but is a coward at heart. The fact that he's highly intelligent makes him even more dangerous. More than anything, he wants the staff of power in the possession of his most hated foe, Ringlerun (described later in this appendix)."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Kelek.webp"
					},
					"credit": "Daarken"
				}
			]
		},
		{
			"name": "Kettlesteam the Kenku",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Kettlesteam the kenku snoops around the carnival under the cover of a {@spell disguise self} spell, looking to cause trouble. The kenku has stolen the voice of a human mime named Candlefoot (see \"Hall of Illusions \"earlier in the chapter). While this prize remains in her possession, Kettlesteam can speak clearly in Candlefoot's soft, silky voice."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Kettlesteam the Kenku.webp"
					},
					"credit": "Andrew Mar"
				}
			]
		},
		{
			"name": "Living Doll",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A living doll is easily mistaken for an inanimate doll or a stuffed animal until it moves. Trapped within each living doll is a mean spirit that encourages those around it to behave badly toward others. The doll takes pleasure in tormenting the guilt-ridden and despondent, hastening their descent into depression or paranoia. Because it fears its own destruction, the doll rarely causes direct harm to others. When forced to defend itself, it debilitates opponents with its maniacal cackle and assaults the minds of its enemies by turning their worst fears against them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Living Doll.webp"
					},
					"credit": "Caroline Gariba"
				}
			]
		},
		{
			"name": "Mercion",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Mercion strikes the balance of a natural leader and a protective caregiver. She has a direct manner that reassures and inspires those around her.",
						"Mercion does not worship a deity, but rather an ideal: that truth gives life to artistry and beauty, and that those who embrace deceit should be censured and punished. Light is her domain."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Mercion.webp"
					},
					"credit": "Daarken"
				}
			]
		},
		{
			"name": "Mister Light",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Light, formerly known as Urmius Umbrage, belonged to a filthy rich shadar-kai family that haunted a crumbling mansion in Gloomwrought. Although he wanted for nothing as a child, Urmius found himself surrounded by family members, caretakers, and teachers who were uniformly cold, callous, and mean-spirited. He grew tired of being seen as nothing more than the inheritor of the Umbrage estate and legacy, and he did everything in his power to make life miserable for everyone around him, especially his parents. He seemed bereft of ambition and spent much of his time playing in his room. He collected costumes and liked nothing more than to parade around Umbrage Mansion in strange garments and outlandish makeup.",
						"Urmius first met Naeryx Krumple at a family dinner and didn't think much of the clock tower keeper at first. But Urmius found himself taken aback by Naeryx's ability to find even a small amount of joy in his work. He was eager to get to know Naeryx better, though it took a while for Naeryx to trust him. After getting his hands on some money, Urmius bought a sad little carnival that was camped on the outskirts of Gloomwrought and asked Naeryx to help him run it. For Urmius, the carnival was a chance to emerge from under his family's shadow and become the master of his own fate, but it also meant forsaking his inheritance in order to embrace the unconventional lifestyle, fashions, and friendships he desired."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Mister Light.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Mister Witch",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Witch, who used to go by the name Naeryx Krumple, spent his youth as a homeless orphan, eking out a meager and dreary existence on the fog-shrouded streets of Gloomwrought, a city in the Shadowfell. He earned a few coppers selling broadsheets as a young boy, then later swept floors until an old clock tower keeper took him on as a helper. The tower's clock was in such poor condition that it would break down often. Naeryx helped with the repairs and found that the work gave him a sliver of joy. When the old keeper died years later, Naeryx replaced him.",
						"The wealthy family that owned the clock tower didn't pay Naeryx a lot of money for his work, but they occasionally had him over for dinner. He owned one fine suit that he wore on such occasions, and though he didn't care for the family's matriarch or patriarch, he enjoyed the company of their eldest son, Urmius Umbrage—a brooding shadar-kai ne'er do-well with a cruel sense of humor. Naeryx and Urmius were close in age and got along well in all respects. Years later, without informing the rest of his family, Urmius bought a run-down carnival and persuaded Naeryx to help him operate it. Naeryx and Urmius—now calling themselves Mister Witch and Mister Light—have been partners and collaborators ever since."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Mister Witch.webp"
					},
					"credit": "Nikki Dawes"
				}
			]
		},
		{
			"name": "Molliver",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Molliver is a thief who gives most of what they steal to the destitute, keeping a few choice items for their own use. They're always ready to put themself in harm's way to see justice triumph over tyranny and inequality.",
						"Molliver invites trouble by not thinking through the ramifications of their actions, counting on their friends to bail them out whenever they get in over their head. They always have a friendly jibe or acerbic remark on the tip of their tongue, and their cavalier attitude doesn't always sit well with their more cautious companions."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Molliver.webp"
					},
					"credit": "Daarken"
				}
			]
		},
		{
			"name": "Paper Bird",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Endelyn writes her correspondence on sheets of enchanted parchment, which she then folds into the shape of paper birds that fly to their intended recipients. If a message's recipient is on another plane of existence or is otherwise unreachable, the paper bird bursts into flames on takeoff and is instantly destroyed.",
						"The paper birds are hostile toward all creatures except the hags of the Hourglass Coven."
					]
				}
			]
		},
		{
			"name": "Pollenella the Honeybee",
			"source": "WBtW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Pollenella the Honeybee.webp"
					},
					"credit": "Tom Babbey"
				}
			]
		},
		{
			"name": "Raezil",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The statue is a petrified high elf named Raezil Uthemar (neutral). Raezil served as Zybilna's spy in other fey courts. She returned from a mission to find nearly everyone in the palace trapped in temporal stasis. When she confronted Kelek and accused him of conspiring to overthrow Zybilna, his cockatrices petrified her.",
						"The name \"Iggwilv \"means nothing to Raezil, who started working for Zybilna shortly after the archfey carved out her domain in the Feywild. Raezil spends most of her time abroad, in the courts of other archfey, and hasn't kept up on the politics of Prismeer.",
						"Once she is no longer petrified, Raezil is bound by the rule of reciprocity (see \"Rules of Conduct \"in chapter 2) to help the characters complete any outstanding quests they might have. Raezil comes from a highborn elf family with influence in the Summer Court, making her a useful retainer if the characters choose to remain in the Feywild after their adventures in Prismeer have ended."
					]
				}
			]
		},
		{
			"name": "Ringlerun",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ringlerun became an adventurer to better satisfy his craving for arcane knowledge. One of his adventures took him into an underwater tomb, where he tricked a marid into surrendering a staff of power. This staff greatly increased Ringlerun's capabilities and made him the envy of many rival spellcasters.",
						"Ringlerun has a good heart, but he's easily distracted by intellectual pursuits. He would rather spend time in quiet contemplation or reading than in frivolous conversation."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Ringlerun.webp"
					},
					"credit": "Daarken"
				}
			]
		},
		{
			"name": "Selenelion Twin",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gleam and Glister are high elf twins, who until recently performed amazing acts of balance and agility at the Witchlight Carnival. Together, they are known as the Selenelion twins. (A selenelion is a celestial event during a lunar eclipse in which the sun and the eclipsed moon can be observed at the same time, either just before sunset or just after sunrise, when both bodies appear just above the horizon at nearly opposite points in the sky.)",
						"Gleam and Glister were born during such an event, and they are blessed with magical abilities tied to moonlight (Gleam) and sunlight (Glister), respectively. The twins are easily distinguished by the masks they wear; Gleam wears a crescent moon mask, and Glister wears a sun mask.",
						"Blessed by Corellon, the twins can each change their sex at the end of a long rest, though one twin rarely does so without the other doing likewise. The accompanying stat block uses \"she\" and \"her\" as each twin's default pronouns.",
						"The twins are as fond of one another as two siblings can be. Gleam is the introvert of the pair, while Glister is the extrovert. Both have friendly, agreeable demeanors."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Selenelion Twin.webp"
					},
					"credit": "Zuzanna Wuzyk"
				}
			]
		},
		{
			"name": "Sir Talavar",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sir Talavar is an esteemed member of the Seelie Court and a loyal vassal of the Summer Queen. Many of Sir Talavar's squires have gone on to become knights of great renown. The venerable faerie dragon has an encouraging, can-do demeanor and an unwavering sense of honor."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Sir Talavar.webp"
					},
					"credit": "Mark Behm"
				}
			]
		},
		{
			"name": "Skabatha Nightshade",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Skabatha is the oldest member of the Hourglass Coven. Better known as Granny Nightshade, she offers her assistance to those who are haunted by regret. Her deals often result in cruel twists; for example, a petitioner who asks to be reunited with a lost love might be transformed into one of their loved one's cherished items, such as a favorite bonnet.",
						"Skabatha assumes the guise of an old toymaker. Part toy herself, she has a windup key between her hunched shoulders that rotates quickly when she's in a good mood and slows down as her mood sours. When she is furious, the key comes to a dead stop."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Skabatha Nightshade.webp"
					},
					"credit": "Marcela Medeiros"
				}
			]
		},
		{
			"name": "Skylla",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Skylla, who sometimes goes by the alias Charmay, forged a warlock's pact with Baba Yaga. It is from this powerful archfey that Skylla draws her magic.",
						"Skylla is spiteful and treacherous, as likely to betray her allies as to help them. She talked Kelek into allowing her to serve as the primary liaison between the League of Malevolence and the Hourglass Coven, claiming her pact with Baba Yaga made her better suited for the role than anyone else. Endelyn Moongrave foresaw that Skylla's allies would turn on her one day and shared this information with the warlock. Skylla reacted to that news by distancing herself from the League of Malevolence, and now she works for Endelyn. Skylla is open to the idea of rejoining the league, but not while Kelek is in charge."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Skylla.webp"
					},
					"credit": "Daarken"
				}
			]
		},
		{
			"name": "Squirt the Oilcan",
			"source": "WBtW",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Roleplaying Notes",
									"entries": [
										"Originally a nonsentient oilcan, Squirt was carried to the Feywild by dwarves hoping to harvest boggle oil. Though the expedition was a success, the dwarves were put to sleep by pixie magic. During a celebration that erupted around them, an elf used her magic to animate the oilcan in jest. Having come alive at a party, Squirt was imbued with the urge to seek out fun wherever it can be found.",
										{
											"type": "entries",
											"name": "Alignment",
											"entries": [
												"Chaotic neutral."
											]
										},
										{
											"type": "entries",
											"name": "Personality Trait",
											"entries": [
												"\"Why do something yourself when you can have someone else do it for you?\""
											]
										},
										{
											"type": "entries",
											"name": "Ideal",
											"entries": [
												"\"No use sitting about getting rusty when there's fun to be had. Let's party!\""
											]
										},
										{
											"type": "entries",
											"name": "Bond",
											"entries": [
												"\"I'm running on fumes here. I need oil.\""
											]
										},
										{
											"type": "entries",
											"name": "Flaw",
											"entries": [
												"\"I'm too tired to fly today. You carry me.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Squirt the Oilcan.webp"
					},
					"credit": "Olga Drebas"
				}
			]
		},
		{
			"name": "Strongheart",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Strongheart is a fearless seeker of justice, risking his life to ensure that good triumphs over evil. He is thoughtful, kind, and seldom rash, yet never hesitant to punish those who spit in the face of law and order.",
						"Strongheart doesn't worship a god but devotes himself to an ideal: that the world can be spared from evil by those who have enough courage to stand against it."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Strongheart.webp"
					},
					"credit": "Daarken"
				}
			]
		},
		{
			"name": "Swarm of Campestris",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Campestris are happy-go-lucky mushroom-like creatures with few cares or worries. They are captivated by music, though they can't distinguish a well-played performance from a bad one. If anyone plays an instrument or sings in the campestris' vicinity, the little creatures will happily sing along, each in an obnoxiously nasal falsetto, as they dance and caper around whoever is making the music.",
						"Campestris can easily imitate lyrics and music. After a campestri has practiced a song or a piece of music three or four times, the creature remembers it forever.",
						"Campestris vary widely in color, from white to tan to dark brown, but they always have red or purple caps and speckles. A campestri moves by manipulating the mycelium that grows out of the base of its stem and supports it. The mushroom creatures eat salty soil, filter out the salt, and excrete a slippery paste of purified soil (stripped of things nourishing to fungi, of course). Eating salt is also a defense mechanism, because it makes the campestris taste salty and thus unpleasant to most creatures, though bullywugs consider them a delicacy."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Swarm of Campestris.webp"
					},
					"credit": "Claudio Pozas"
				}
			]
		},
		{
			"name": "Thinnings",
			"source": "WBtW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Thinnings.webp"
					},
					"credit": "Axel Defois"
				}
			]
		},
		{
			"name": "Tin Soldier",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These automatons are fashioned to look like stout infantry soldiers, and they obey Skabatha without question. They charge forth to investigate any suspicious activity they see or hear, meaning that they are easily distracted."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Tin Soldier.webp"
					},
					"credit": "Cory Trego-Erdner"
				}
			]
		},
		{
			"name": "Treant Sapling",
			"source": "WBtW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Treant Sapling.webp"
					},
					"credit": "Katerina Ladon"
				}
			]
		},
		{
			"name": "Warduke",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Warduke's services as a remorseless killer-for-hire can be easily bought. The evil swordsman serves Kelek as a cohort and adventuring companion from time to time. He isn't terribly bright, which is why he leaves the plotting and scheming to others.",
						"What does Warduke look like under his dread helm? No one knows. He never removes his helmet to reveal his face to others, but the visage beneath is that of a grim, hideously scarred gladiator."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Warduke.webp"
					},
					"credit": "Daarken"
				}
			]
		},
		{
			"name": "Witchlight Hand (Medium)",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Witchlight hands are the backbone of the Witchlight Carnival, a motley collection of individuals who operate many of the booths, make repairs, feed and exercise the animals, keep an eye out for thieves and other miscreants, and perform other miscellaneous tasks as Mister Witch dictates. A few also work part-time as performers and attractions. Although they travel to many worlds throughout the Material Plane, Witchlight hands rarely leave the carnival grounds. The carnival is the only world they know and care about.",
						"All hands enter into an agreement when they join the carnival: they must never harm another staff member, and they can't leave the carnival for more than a day at a time. (A longer absence is equivalent to resignation, in Mister Witch's estimation.) On-duty staff members are required to wear fake butterfly wings strapped to their backs. Mister Witch and Mister Light also furnish them with small amounts of pixie dust (see appendix A).",
						"Witchlight hands are paid only a small fraction of the carnival's profits, but it's enough to keep them fed, clothed, and cared for. Some hands work longer hours or do extra chores to pay off debts and loans.",
						"Most Witchlight hands are taught how to perform minor magic tricks, which they use to amuse themselves as well as entertain the masses."
					]
				}
			]
		},
		{
			"name": "Witchlight Hand (Small)",
			"source": "WBtW",
			"_copy": {
				"name": "Witchlight Hand (Medium)",
				"source": "WBtW"
			}
		},
		{
			"name": "Zarak",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Zarak is an assassin without honor or conscience. Unusually short of stature for someone of orcish heritage, he might pass for an ugly, beardless dwarf were it not for his rotting tusks and grayish pallor. The only thing he loves is money, and he wouldn't hesitate to stab allies in the back if they came between him and the riches he covets."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Zarak.webp"
					},
					"credit": "Daarken"
				}
			]
		},
		{
			"name": "Zargash",
			"source": "WBtW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Zargash worships Orcus, the Demon Prince of Undeath, who has promised to transform Zargash into a vampire after a lifetime of faithful service. For a living priest to worship Orcus is utter folly, but Zargash is twisted beyond any hope of redemption. His hobbies include slaying the living and animating the dead."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/WBtW/Zargash.webp"
					},
					"credit": "Daarken"
				}
			]
		}
	]
}
