{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Giants",
			"source": "LFL",
			"entries": [
				{
					"type": "section",
					"name": "Giants",
					"entries": [
						"The giants of the realm of Lorwyn-Shadowmoor are wise, ancient beings wandering their homeland in search of wondrous things or simply a place to rest. They are deeply in tune with nature but care little for the smaller denizens around them. At best, this makes a giant aloof and disinterested in the squabbles of boggarts, kithkin, elves, and others. At worst, giants might be wrathful toward smaller folk, seeing them as invasive pests to be squashed.",
						"When a giant in the realm of Lorwyn-Shadowmoor sleeps, it often has vivid, dramatic dreams. Giants see their dreams as powerful augurs or important messages that border on divine inspiration. These giants mark their resting spots with enormous stone archways to ensure their respites go uninterrupted.",
						"Smart adventurers avoid these archways for fear of evoking the sleeping giant's ire. Treasure hunters might search for the archways in hopes of finding the place abandoned but still stocked with a giant's valuable relics. Such treasure hunters do well to tread carefully, for when angered, these giants can unleash the might of mountains and crush foes with the force of an avalanche."
					]
				}
			]
		},
		{
			"name": "Incarnation of Transience",
			"source": "LFL",
			"_copy": {
				"name": "Incarnations of Nature",
				"source": "LFL",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"The incarnations of transience represent all that is fleeting or ephemeral. Despite their apparent bulk, these incarnations are actually ephemeral beings with only a spectral existence in material reality. Each incarnation resembles a saurian behemoth with an axolotl face, a many-frilled tail, and a hulking back covered in bright-orange pustules. In Lorwyn, transience incarnations embody the changing of seasons and the flowing of rivers. In Shadowmoor, these incarnations embody disease passing through its hosts, or the susurration of fallen leaves blowing through an empty village."
								]
							}
						]
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/LFL/Incarnation of Transience.webp"
					}
				}
			]
		},
		{
			"name": "Incarnation of Vibrance",
			"source": "LFL",
			"_copy": {
				"name": "Incarnations of Nature",
				"source": "LFL",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"The incarnations of vibrance each resemble a titanic canine with a body of colorful foliage and horns like the branches of a blossoming cherry tree. When vibrance incarnations are in Lorwyn, meadows flourish and crop fields ripen in their presence, and kithkin rejoice when these incarnations pay their clachan a visit. In Shadowmoor, these same creatures are an ill omen—gruesome wolfhounds often accompanied by invasive plant species and frenzied wild beasts."
								]
							}
						]
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/LFL/Incarnation of Vibrance.webp"
					}
				}
			]
		},
		{
			"name": "Incarnations of Nature",
			"source": "LFL",
			"entries": [
				{
					"type": "section",
					"name": "Incarnations of Nature",
					"entries": [
						"Incarnations of nature embody abstract ideas such as curiosity, relief, or terror. Incarnations of nature are beyond the ken of most mortal beings—untamable, primal, and awe inspiring.",
						"In the realm of Lorwyn-Shadowmoor, these beings take the forms of chimeric behemoths that combine the features of three or more creatures. In Lorwyn, incarnations of nature often embody positive, exhilarating emotions. In Shadowmoor, they often manifest dour, violent impulses.",
						"An incarnation of nature that wanders from Lorwyn to Shadowmoor or vice versa retains its core identity but might transform physically. An incarnation of hope in Lorwyn, for example, might resemble a giant dove with a lizard's tail and leonine legs; in Shadowmoor, this same being might instead resemble a giant crow with a rattlesnake's tail, its leonine legs stained with blood."
					]
				}
			]
		},
		{
			"name": "Lorwyn Giant",
			"source": "LFL",
			"_copy": {
				"name": "Giants",
				"source": "LFL",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"In Lorwyn, giants are curious colossi who roam vast plains, bathe in salty lagoons, and nap against mountains. They sometimes lend their brawn to smaller species who have something interesting to offer in return."
								]
							}
						]
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/LFL/Lorwyn Giant.webp"
					}
				}
			]
		},
		{
			"name": "Merrow",
			"source": "LFL",
			"entries": [
				{
					"type": "section",
					"name": "Merrow",
					"entries": [
						"Merrow are primarily water-dwelling people who exploit the realm of Lorwyn-Shadowmoor's land-dwelling species. They resemble large fish with humanoid torsos and arms, though their forms vary widely. Merrow are often capable warriors, but most prefer to duel with cutting words before resorting to physical violence."
					]
				}
			]
		},
		{
			"name": "Merrow Doublespeaker",
			"source": "LFL",
			"_copy": {
				"name": "Merrow",
				"source": "LFL",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Most Shadowmoor merrow are Merrow Doublespeakers, seeking to trick those not wise to their nature. These merrows' tail spines are dangerous; doublespeakers can use them to stab or throw at foes."
								]
							}
						]
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/LFL/Merrow Doublespeaker.webp"
					}
				}
			]
		},
		{
			"name": "Merrow Haranguer",
			"source": "LFL",
			"_copy": {
				"name": "Merrow",
				"source": "LFL",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Most Lorwyn merrow are Merrow Haranguers, who seek to overwhelm others with a glut of highly critical language to get their way."
								]
							}
						]
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/LFL/Merrow Haranguer.webp"
					}
				}
			]
		},
		{
			"name": "Noggle Ransacker",
			"source": "LFL",
			"_copy": {
				"name": "Noggles",
				"source": "LFL",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Noggles don't burglarize—they ransack. Still, despite their indiscretion, many noggles choose to wear masks, bandannas, or flimsy disguises to obscure their identities."
								]
							}
						]
					}
				}
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/LFL/Noggle Ransacker.webp"
					}
				}
			]
		},
		{
			"name": "Noggle Wild Mage",
			"source": "LFL",
			"_copy": {
				"name": "Noggles",
				"source": "LFL",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"Some noggles have a powerful connection to the strange magic that suffuses the realm of Lorwyn-Shadowmoor. Such wild mages exist on the peripheries of noggle society as pariahs and vagabonds. Their innate magic becomes strongest when they are most desperate, such as in the heat of battle."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Noggles",
			"source": "LFL",
			"entries": [
				{
					"type": "section",
					"name": "Noggles",
					"entries": [
						"Noggles are bipedal, donkey-like Fey that delight in thievery and mischief. They enjoy stealing from other creatures not out of necessity, but out of principle. This principle can be summarized by a common Sylvan expression that roughly translates to \"that's mine!\" Noggles are found only in Shadowmoor, where they roam and cause chaos."
					]
				}
			]
		},
		{
			"name": "Shadowmoor Giant",
			"source": "LFL",
			"_copy": {
				"name": "Giants",
				"source": "LFL",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": [
							{
								"type": "section",
								"entries": [
									"A giant in Shadowmoor takes great slumbers bordering on hibernation. These giants sleep for so long that they fuse with the surrounding earth, imbuing them with the land's ambient wild magic. The giants can mold and wield this wild magic to devastating effect."
								]
							}
						]
					}
				}
			}
		}
	]
}
