{
	"data": [
		{
			"type": "section",
			"name": "Scions of Elemental Evil",
			"id": "000",
			"entries": [
				"Beneath the Temple of Elemental Evil lies a labyrinth of tombs and ritual chambers. For years these dungeons have lain in ruin. Now forsaken souls return, raising an army of evil to destroy the world.",
				"{@i Scions of Elemental Evil} is part of a yearlong celebration of Dungeons & Dragons and its 50th anniversary.",
				"The adventure, set in Greyhawk, is designed for four to six level 4 characters. Accompanying the adventure are character sheets for the six protagonists of the beloved 1980s {@i Dungeons & Dragons} animated series: Bobby, Diana, Eric, Hank, Presto, and Sheila, all presented in young adulthood. The seventh character sheet presents Niko, a Cleric from a different set of adventurers who recently tumbled into the D&D multiverse. Each player can choose one of these characters or provide a character of their own.",
				{
					"type": "section",
					"name": "Using This Supplement",
					"id": "001",
					"entries": [
						"This product includes all of what you need to run the adventure.",
						{
							"type": "insetReadaloud",
							"id": "002",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
							]
						},
						"The following appendixes are included:",
						"{@adventure Appendix A|SCoEE|1} presents three magic items from the 2024 {@i Dungeon Master's Guide} that appear in this adventure. Characters can acquire these items during play. At your discretion, the characters might earn one or more of these treasures as a reward for completing this adventure."
					]
				},
				{
					"type": "section",
					"name": "Background",
					"id": "003",
					"entries": [
						"Long ago, elemental cultists used a chamber hidden within the Temple of Elemental Evil to summon extraplanar allies and threaten the region of Flanaess. Called the Primordial Nexus, the chamber was buried in rubble when heroes defeated the cultists.",
						"Now, a fanatic named Ulsedra Vox has excavated the Primordial Nexus. Reverent of the Para-elements ash, ice, magma, and ooze, Vox communes with the Elder Elemental Eye, an entity of chaos and destruction. The entity imparted knowledge about the Primordial Nexus's magic in exchange for Vox's promise to use this power to kill as many nonbelievers as she can.",
						"Vox's activities around the temple caught the attention of three new cults devoted to the Para-elemental deities of ash, ice, and ooze. Sensing the Elder Eye's involvement, the cults united to help Vox. Together, the cultists are the Primordial Alliance, and Vox leads them as a self-styled queen. Unless the characters stop Vox and the cultists, Vox will summon an army of elemental monsters to wreak havoc on the world.",
						{
							"type": "inset",
							"name": "About the Original",
							"id": "004",
							"entries": [
								"First published in 1984, the 128-page module {@i The Temple of Elemental Evil} spanned multiple chapters. Written by Gary Gygax and Frank Mentzer, the module included descriptions of the village of Hommlet, the notorious shantytown of Nulb, and the sprawling temple, in which the forces of evil have long congregated. {@i The Temple of Elemental Evil} was ranked the fourth-greatest Dungeons & Dragons adventure of all time by {@i Dungeon} magazine on the game's 30th anniversary in 2004."
							]
						},
						{
							"type": "entries",
							"name": "Adventure Hooks",
							"id": "005",
							"entries": [
								"At the start of the adventure, the characters are summoned before Queen Yolande, ruler of the nation Celene. If answering the queen's call isn't sufficient motivation, you can further persuade the party with one of the following adventure hooks:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Royal Agents",
											"entry": "Word of a growing evil in the marshes has caused concern in the neighboring kingdom of Furyondy. The characters are secret agents sent to gather intelligence for King Belvor IV."
										},
										{
											"type": "item",
											"name": "Mercenaries",
											"entry": "The last time evil arose in these parts, it disrupted vital trade routes. A powerful collective of merchants asks the adventurers to investigate new threats that could interrupt business."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Setting the Adventure",
							"id": "006",
							"entries": [
								"This adventure takes place in Flanaess, a region in the Greyhawk campaign setting. You can set the adventure on a different world if you wish. Consider the following suggestions:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Dragonlance",
											"entry": "The ruined temple lies in the mountains between Solace and Haven. The Primordial Nexus is a remnant shard of the god Chaos, who was trapped by Reorx long before recorded history began. Queen Yolande is replaced by the Forestmaster, a wise unicorn that lives in the Darken Wood."
										},
										{
											"type": "item",
											"name": "Eberron",
											"entry": "In Aundair, the temple lies in the wilderness around the town of Wyr. Instead of Queen Yolande, an orc Gatekeeper called Rhasshaven seeks the characters' help. The Dreaming Dark replaces the Elder Elemental Eye."
										},
										{
											"type": "item",
											"name": "Forgotten Realms",
											"entry": "The Sword Coast's Dessarin Valley is plagued by evil related to elemental forces. The temple is located in the Sumber Hills. Laeral Silverhand, the Open Lord of Waterdeep, replaces Queen Yolande."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Overview",
							"id": "007",
							"entries": [
								"This adventure is designed to unfold in three to four hours of play and is split into the following parts:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Rise of Elemental Evil",
											"entry": "Queen Yolande sends the characters to the Temple of Elemental Evil. There, the characters must eliminate Para-elemental cult leaders. The characters confront three cult leaders before finding a portal that leads deeper into the temple."
										}
									]
								},
								"{@b Para-elemental Queen}. The characters must stop Ulsedra Vox, the self-styled Para-elemental queen, from awakening her elemental army."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Rise of Elemental Evil",
					"id": "008",
					"entries": [
						"The adventure begins in Celene, a prominent nation ruled by Queen Yolande. The queen is an accomplished elf wizard who has united armies to stand against invaders. She summons the characters to her palace to help with a sensitive matter, providing no information other than her problem is urgent.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/ScoEE/000-00-001.queen-yolande.webp"
							},
							"title": "Queen Yolande",
							"credit": "Katerina Ladon",
							"width": 850,
							"height": 1251
						},
						{
							"type": "entries",
							"name": "Elf Queen's Palace",
							"id": "009",
							"entries": [
								"Read or paraphrase the following text to start the adventure:",
								{
									"type": "insetReadaloud",
									"id": "00a",
									"entries": [
										"Your adventuring group has earned renown, and word of your brave exploits reached Queen Yolande, ruler of the elven realm of Celene. The queen has requested an audience with you in her palace, stating she urgently needs your help.",
										"When you arrive at the palace, knights escort you through a majestic courtyard and sweeping front gates into the queen's royal chamber. There, seated regally on a magnificent marble throne, is Queen Yolande. She wears a flowing gown embroidered with silk butterflies, and her piercing eyes regard you with intense interest.",
										"\"Step forward, heroes,\" the queen says. \"Word of your exploits has brought solace to my ears in these troubled times, and I am honored that you've answered my summons. Please, name yourselves and regale me with your deeds.\""
									]
								},
								"Go around the table, allowing each player to introduce their character.",
								{
									"type": "entries",
									"name": "The Queen's Briefing",
									"id": "00b",
									"entries": [
										"After the introductions, Queen Yolande nods in appreciation. She continues:",
										{
											"type": "insetReadaloud",
											"id": "00c",
											"entries": [
												"\"What I am about to tell you requires the utmost discretion,\" the queen says. \"My spies have uncovered evidence of several new cults based in the Temple of Elemental Evil. The cultists are planning the widespread death of innocents across this region, and I won't stand for it.",
												"\"My spies infiltrated Nulb, a village near the temple, and stole a record book from a cult recruiter. This book revealed the names of the cults and their leaders, as well as the existence of their plot. Look at this page torn from the book and see what I mean.\"",
												"Queen Yolande hands you a parchment."
											]
										},
										"Distribute {@b Handout: Cult Recruiter's Note} to the players. Give them a few moments to read the handout before Queen Yolande continues:",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/ScoEE/001-00-002.handout-cult-recruiters-note.webp"
											},
											"title": "Handout: Cult Recruiter's Note",
											"width": 849,
											"height": 1162,
											"maxWidth": 400
										},
										{
											"type": "insetReadaloud",
											"id": "00d",
											"entries": [
												"\"The Order of Falling Ash is known to us. This cult has long plotted to sow chaos in Celene; an undercover cult member recently failed to poison me. I have no doubt the other cults are equally dangerous.",
												"\"My spies believe these cult leaders work as we speak to bring about the cataclysm this page predicts. The details aren't clear. However, we believe the cultists plan to use a chamber underneath the temple to summon allies to their destructive cause.",
												"\"You must find the leaders, eliminate them, and stop the cults' plot. However, the temple is crawling with cultists. Instead of battling them all directly, I suggest employing subterfuge. My spies have sown whispers about new cultists who plan to pledge fealty to the Para-elements. We hope this will allow you to infiltrate the temple, posing as recruits.",
												"\"An agent of Celene in disguise will escort you in a cart to the outskirts of the temple. From there, I suggest you pose as cultists while undertaking your mission.",
												"\"Here are your disguises. Once you don them, ask me your questions.\""
											]
										},
										"The queen snaps her fingers, and an elven man in green-and-gold courtier attire emerges from behind a nearby curtain. In his arms are enough sets of black robes and silver masks for each character."
									]
								},
								{
									"type": "entries",
									"name": "Questioning the Queen",
									"id": "00e",
									"entries": [
										"Queen Yolande provides the following answers to the characters' questions:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "What Are You Paying?",
													"entry": "\"If you can end this evil, I'll award you each with a blue sapphire from my crown jewels.\" (Each gem is worth 1,000 GP.)"
												}
											]
										},
										"{@b Tell Us More about the Attempt on Your Life}. \"My handmaiden, Ciande, was recently caught trying to poison my wine. Ciande died trying to evade arrest, but we found scrolls in her quarters tying her to the Order of Falling Ash. Our investigation uncovered details from there.\"",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Why Does the Order of Falling Ash Want to Destroy Celene?",
													"entry": "\"Those who worship Elemental Evil want to wipe out order and replace it with chaos. They hate my realm because they hate all that is good.\""
												},
												{
													"type": "item",
													"name": "Why Choose Us?",
													"entry": "\"My knights are trained to face evil directly, but this task requires discretion. The temple is outside my realm, and my spies haven't the combat prowess needed to eliminate our enemies. I need true heroes to stop these cults; I need you.\""
												}
											]
										},
										"{@b What Do You Know about This Temple}? \"It was a place that harbored great evil. I thought it was destroyed long ago.\" (If the players are interested, Queen Yolande details the temple's history as described in the \"Temple of Elemental Evil\" section later in this adventure.)",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Where Is the Temple?",
													"entry": "\"The temple is a three-day journey by cart from the palace. On the morning of the fourth day, you should begin your mission.\""
												},
												{
													"type": "item",
													"name": "Who Is Taking Us to the Temple?",
													"entry": "\"My agent Filonia will drive you in an ox cart to the temple's outskirts. She will brief you further along the journey.\""
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Queen's Boon",
									"id": "00f",
									"entries": [
										"Once the characters have asked all their questions, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"id": "010",
											"entries": [
												"Queen Yolande snaps her fingers. The courtier ducks behind the curtain again and emerges carrying a beautiful pair of green boots on a cushion.",
												"\"Take these magical boots to help in your mission. They will help you avoid the cultists' notice, should you wish to employ discretion.\""
											]
										},
										"The boots are {@item Boots of Elvenkind|XDMG}. The queen explains their function. Before proceeding, the characters must decide who wears the boots."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Leaving the Palace",
							"id": "011",
							"entries": [
								"Queen Yolande invites the characters to undertake any small preparations they wish before embarking on their journey.",
								"When the characters are ready to leave, a woman dressed in nondescript leathers and a gray cloak approaches them. This is Filonia, an elf {@creature Knight|XMM}, in disguise as a cloth merchant. Filonia's gear and weapons are stashed in an ox cart parked in the palace courtyard, where Filonia escorts the characters."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Road to the Temple",
					"id": "012",
					"entries": [
						"During the following three days of travel, Filonia reveals herself to be a polite and disciplined soldier. The agent's genuine affection for the queen and Celene is clear.",
						"Filonia has orders to drive the characters to the temple, camp nearby during the characters' mission, then return with them to Queen Yolande's palace. If the characters don't return in a week, Filonia must return to Celene.",
						"Filonia is briefed on the cults. If the characters ask, she reveals the information in the following sections.",
						{
							"type": "entries",
							"name": "Primordial Alliance",
							"id": "013",
							"entries": [
								"Ulsedra Vox heads an alliance of three cults, each sworn to a different deity of Elemental Evil. These deities represent Para-elemental forces of ash, ice, and ooze. The cults despise one another, but they have sworn to work together under Vox to bring pain and suffering to the world. Vox now reveres the power of all Para-elements, though she originally only worshiped the primordial might of Chlimbia, Prince of Magma.",
								"The Children of Splintered Ice, Children of Suffocating Ooze, and Order of Falling Ash are based on the temple's ground floor. The self-styled Para-elemental Queen, Ulsedra Vox, is based deeper in the temple in the Primordial Nexus. The characters confront Vox in the \"{@area Para-elemental Queen|049|x}\" section later in the adventure.",
								{
									"type": "entries",
									"name": "Children of Splintered Ice",
									"id": "014",
									"entries": [
										"This violent pirate crew trolled the cold waters of Lake Quag before they fell into the worship of Elemental Evil. The crew's leader, Captain Kara Blayne, leads her pirates in the worship of Cryonax, an enormous yeti with tentacles for arms known as the Prince of Ice.",
										"The bodies of the Children of Splintered Ice are blue with cold. Strange and fanatical, they stand motionless like statues until Blayne rouses them to action. Blayne can be found in {@area area T10|044|x} (see {@adventure map 1.1|ScoEE|0|Map 1.1: Temple of Elemental Evil})."
									]
								},
								{
									"type": "entries",
									"name": "Children of Suffocating Ooze",
									"id": "015",
									"entries": [
										"Members of a street gang from the Free City of Greyhawk form this cult. Their bodies glisten with oozy pustules, a gift from their evil god Bwimb II.",
										"Known as the Princess of Ooze, Bwimb II saved the gang members' lives in exchange for their perpetual servitude. The Children of Suffocating Ooze are led by Captain Garthezz Drule, who can be found in {@area area T6|02f|x} (see {@adventure map 1.1|ScoEE|0|Map 1.1: Temple of Elemental Evil})."
									]
								},
								{
									"type": "entries",
									"name": "Order of Falling Ash",
									"id": "016",
									"entries": [
										"This cult hopes to assassinate Queen Yolande of Celene and wrest control of the nation. In addition to the members based in the temple, cult operatives pose as Queen Yolande's loyal servants.",
										"The Order of Falling Ash is led by the {@creature Succubus|XMM} Cinderhide, who serves Gazra, a pit fiend known as the Prince of Ash. Cinderhide can be found in {@area area T8|039|x} (see {@adventure map 1.1|ScoEE|0|Map 1.1: Temple of Elemental Evil})."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Temple of Elemental Evil",
					"id": "017",
					"entries": [
						"Thirteen years ago, an alliance of outlaws unearthed a long-buried temple to Elemental Evil. Soon after, wickedness corrupted the land for miles around: crops failed, plagues spread, trade ended, and evil creatures congregated at the temple to plot destruction.",
						"The forces of good repeatedly beat back the evil that festered in the temple. The temple lay in ruin for five years until Ulsedra Vox awakened the evils once again.",
						{
							"type": "entries",
							"name": "Arriving at the Temple",
							"id": "018",
							"entries": [
								"Filonia stops the cart on a disused trail about 10 minutes from the temple. The elf plans to camp here during the characters' mission.",
								"Read or paraphrase the following when the characters approach the temple:",
								{
									"type": "insetReadaloud",
									"id": "019",
									"entries": [
										"The Temple of Elemental Evil looms imposing and ominous at the end of the trail. Diabolic carvings leer from the temple's walls, which stand 30 feet high. A gabled roof rises 50 feet at its peak.",
										"The temple is a ruin of gaping holes in the roof and collapsed buttresses. Three darkened archways open into the building's interior at its southern end."
									]
								},
								"{@adventure Map 1.1|ScoEE|0|Map 1.1: Temple of Elemental Evil} depicts the temple's layout. The characters enter from the trail on the southern side of the map."
							]
						},
						{
							"type": "entries",
							"name": "Infiltrating the Cult",
							"id": "01a",
							"entries": [
								"The characters aren't required to pose as cult initiates to complete this adventure, but they may wish to do so to avoid battling numerous cultists at once.",
								"Characters posing as cultists must wear their silver masks and black robes at all times or the temple's cultists attack them. A character posing as a cultist must make a {@dc 10} Charisma ({@skill Deception|XPHB}) check each time a cultist might find them suspicious. If any character fails this check, the cultists in the area attack all the characters, assuming they're frauds.",
								"Cultists who believe the characters are initiates freely share the following information:",
								{
									"type": "list",
									"items": [
										"The Primordial Alliance is a union of elemental cults, as described in the \"{@area Primordial Alliance|013|x}\" section. The alliance is led by a woman named Ulsedra Vox, a human devotee of Chlimbia, Prince of Magma. Vox recently developed terrifying elemental abilities, but the cultists know no further details.",
										"The cultists helped excavate a chamber called the Primordial Nexus. Vox is working in the nexus to call forth an army of elemental minions (see \"{@area Para-elemental Queen|049|x}\").",
										"To enter the nexus, a creature must place an elemental key in the keyhole on the southern end of the high altar ({@area area T9|040|x} on {@adventure map 1.1|ScoEE|0|Map 1.1: Temple of Elemental Evil}). Only the cult leaders carry these keys.",
										"Vox is a ruthless leader. Last week she executed a cultist named Werth for daring to suggest Vox's plan might not work. (This is the body found in {@area area T1|01d|x} of {@adventure map 1.1|ScoEE|0|Map 1.1: Temple of Elemental Evil}.)",
										"When Vox's work is done, the cultists will lead the elemental army on a rampage throughout Flanaess."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Temple Features",
							"id": "01b",
							"entries": [
								"The temple has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ceilings",
											"entry": "The ceilings are 30 feet high. Where rubble is depicted on the map, the roof has collapsed and is open to the sky."
										},
										{
											"type": "item",
											"name": "Cultists",
											"entry": "All cultists in and around the temple are Chaotic Evil and fight to the death. The cultists attack if they realize the characters are enemies. The temple's large size and tall piles of rubble mean the sounds of combat in one area don't alert cultists in other areas."
										},
										{
											"type": "item",
											"name": "Doors",
											"entry": "The interior doors are made of wood and are unlocked."
										},
										{
											"type": "item",
											"name": "Light",
											"entry": "During the day, the interior spaces are illuminated with {@variantrule Bright Light|XPHB} spilling in from outside. At night, torches along the interior walls cast {@variantrule Dim Light|XPHB}."
										},
										{
											"type": "item",
											"name": "Rubble",
											"entry": "As shown on the map, areas of rubble are {@variantrule Difficult Terrain|XPHB} and can provide cover."
										},
										{
											"type": "item",
											"name": "Stone Construction",
											"entry": "The temple is made of old, durable stones."
										},
										{
											"type": "item",
											"name": "Windows",
											"entry": "The temple's windows are shaped like arrow slits and shielded with iron bars. Only Tiny creatures can squeeze through them. Each windowsill is 15 feet above the ground outside."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Temple Locations",
							"id": "01c",
							"entries": [
								"The following locations are keyed to map 1.1.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/ScoEE/002-map-0.01-temple-of-elemental-evil.webp"
											},
											"imageType": "map",
											"title": "Map 1.1: Temple of Elemental Evil",
											"credit": "Stacey Allan & Will Doyle",
											"width": 3018,
											"height": 3927,
											"id": "057",
											"mapRegions": [
												{
													"area": "044",
													"points": [
														[
															1396,
															590
														],
														[
															1396,
															553
														],
														[
															1355,
															528
														],
														[
															1375,
															488
														],
														[
															1373,
															459
														],
														[
															1401,
															457
														],
														[
															1431,
															435
														],
														[
															1471,
															422
														],
														[
															1512,
															418
														],
														[
															1560,
															425
														],
														[
															1605,
															445
														],
														[
															1627,
															454
														],
														[
															1641,
															479
														],
														[
															1658,
															505
														],
														[
															1659,
															521
														],
														[
															1622,
															556
														],
														[
															1622,
															590
														]
													]
												},
												{
													"area": "040",
													"points": [
														[
															1110,
															596
														],
														[
															1110,
															1636
														],
														[
															1908,
															1636
														],
														[
															1908,
															596
														]
													]
												},
												{
													"area": "029",
													"points": [
														[
															1111,
															1639
														],
														[
															1911,
															1639
														],
														[
															1915,
															2423
														],
														[
															1111,
															2423
														]
													]
												},
												{
													"area": "035",
													"points": [
														[
															1915,
															1643
														],
														[
															2520,
															2262
														],
														[
															2124,
															2640
														],
														[
															1915,
															2419
														]
													]
												},
												{
													"area": "02b",
													"points": [
														[
															1106,
															1640
														],
														[
															499,
															2259
														],
														[
															897,
															2641
														],
														[
															1106,
															2421
														]
													]
												},
												{
													"area": "02f",
													"points": [
														[
															461,
															2301
														],
														[
															648,
															2477
														],
														[
															495,
															2639
														],
														[
															306,
															2454
														]
													]
												},
												{
													"area": "039",
													"points": [
														[
															2366,
															2471
														],
														[
															2520,
															2635
														],
														[
															2711,
															2454
														],
														[
															2551,
															2293
														]
													]
												},
												{
													"area": "024",
													"points": [
														[
															1108,
															2425
														],
														[
															1108,
															3025
														],
														[
															1908,
															3025
														],
														[
															1908,
															2425
														]
													]
												},
												{
													"area": "020",
													"points": [
														[
															1315,
															3061
														],
														[
															1315,
															3437
														],
														[
															1706,
															3437
														],
														[
															1706,
															3061
														]
													]
												},
												{
													"area": "01d",
													"points": [
														[
															790,
															3919
														],
														[
															754,
															3888
														],
														[
															760,
															3862
														],
														[
															739,
															3827
														],
														[
															805,
															3794
														],
														[
															814,
															3772
														],
														[
															782,
															3730
														],
														[
															790,
															3707
														],
														[
															814,
															3697
														],
														[
															840,
															3695
														],
														[
															849,
															3649
														],
														[
															870,
															3605
														],
														[
															921,
															3591
														],
														[
															917,
															3539
														],
														[
															875,
															3532
														],
														[
															881,
															3519
														],
														[
															910,
															3502
														],
														[
															945,
															3475
														],
														[
															978,
															3454
														],
														[
															1003,
															3409
														],
														[
															1086,
															3414
														],
														[
															1101,
															3568
														],
														[
															1097,
															3712
														],
														[
															1204,
															3695
														],
														[
															1112,
															3772
														],
														[
															1094,
															3792
														],
														[
															1046,
															3795
														],
														[
															1018,
															3826
														],
														[
															1019,
															3871
														],
														[
															1027,
															3884
														],
														[
															992,
															3919
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/ScoEE/thumbnail/002-map-0.01-temple-of-elemental-evil.webp"
											},
											"grid": {
												"type": "square",
												"size": 102,
												"offsetX": -41,
												"offsetY": 49,
												"scale": 2
											}
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/ScoEE/003-map-0.01-temple-of-elemental-evil-player.webp"
											},
											"imageType": "mapPlayer",
											"title": "Player Version",
											"width": 4096,
											"height": 5331,
											"credit": "Stacey Allan & Will Doyle",
											"mapParent": {
												"id": "057",
												"autoScale": true
											},
											"grid": {
												"type": "square",
												"size": 277,
												"offsetX": -109,
												"offsetY": -144,
												"scale": 4
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "T1: Temple Grounds",
									"id": "01d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "01e",
											"entries": [
												"Overgrown thornbushes and weeds choke the temple grounds. From the west, shuffling sounds and ominous chuckling herald the approach of cultists."
											]
										},
										"This area is overgrown with foliage and is {@variantrule Difficult Terrain|XPHB}.",
										"The approaching group consists of four human {@creature Cultist Fanatic|XMM|Cultist Fanatics} patrolling the temple grounds. The cultists complete a route around the temple every 20 minutes. They'll arrive within sight of the vestibule entrance (area T2) in 3 minutes and be out of sight again in 5 minutes. The characters can slip into the temple without alerting the cultists by hurrying into the vestibule or waiting until the cultists are gone.",
										"Alternatively, the characters can use the heavy undergrowth to ambush the cultists, causing the cultists to have Disadvantage on their Initiative rolls.",
										{
											"type": "entries",
											"name": "Dumped Body",
											"id": "01f",
											"entries": [
												"As a {@action Search|XPHB} action, a character can examine the temple's southern-facing end and make a {@dc 12} Wisdom ({@skill Perception|XPHB}) check. On a successful check, the character notices black cloth behind the rubble between the western wall of {@area area T3|024|x} and the southeastern wall of {@area area T5|02b|x}.",
												"If the characters investigate, they find cloth wrapped around the body of a young human man with short brown hair and deep cuts across his neck. This corpse belongs to Werth, a cultist Vox executed last week for disloyalty.",
												"There is nothing of value on Werth's body. As a {@action Search|XPHB} action, a character can examine the body and make a {@dc 14} Wisdom ({@skill Medicine|XPHB}) check. On a successful check, the character determines the young man died of exsanguination somewhere else and his body was brought here. (Werth was killed on the altar in {@area area T4|029|x}.)"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "T2: Vestibule",
									"id": "020",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "021",
											"entries": [
												"Broken doors lie on the ground near entrances to the south, east, and west. Inside, wall carvings depict scenes of debauched horror.",
												"To the north, the vestibule widens into a vaulted nave. A giant, bipedal statue with a fiendish face grins devilishly in the opening leading to the nave."
											]
										},
										"The statue guards the temple's nave (area T3) and uses the game statistics of a {@creature Stone Golem|XMM}, except it speaks and understands Common. While the characters keep their distance, the guardian doesn't move. If a creature hasn't observed the guardian moving or acting, that creature must succeed at a {@dc 15} Intelligence ({@skill Investigation|XPHB}) check to discern that the guardian is animate.",
										{
											"type": "entries",
											"name": "Guardian's Challenge",
											"id": "022",
											"entries": [
												"When a character comes within 5 feet of the statue, the guardian animates and says:",
												{
													"type": "insetReadaloud",
													"id": "023",
													"entries": [
														"\"Oblivion is nigh! State your intent or leave, puny fleas.\""
													]
												},
												"Each character can make a {@dc 10} Intelligence ({@skill Arcana|XPHB}) check upon hearing the guardian's challenge (this doesn't require an action). On a successful check, the character realizes this creature is incredibly powerful and likely to kill the characters if a fight breaks out. If the guardian attacks, it doesn't pursue characters who leave this area.",
												"The golem steps aside to let the characters pass if a character expresses loyalty to Elemental Evil, the intent to join the cults, or any similar sentiment. The guardian does nothing if the characters don't answer, but if a character condemns the cults or tries to step past the guardian into area T3 without expressing positive sentiment toward Elemental Evil, the guardian attacks. The characters' actions in other nearby temple areas don't prompt the statue to attack.",
												"Combat in this area alerts Peluze, the {@creature Incubus|XMM} in area T3, who joins the fight on Initiative count 0 (losing Initiative ties) on the third round."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "T3: Nave",
									"id": "024",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "025",
											"entries": [
												"The temple's nave lies in ruin. Piles of masonry from the roof litter the floor. From somewhere ahead, you hear muffled voices and low chants.",
												"A silver-masked cultist waits in the middle of the floor. Leathery, bat-like wings spread from behind the cultist's black robes."
											]
										},
										"This is Peluze, an {@creature Incubus|XMM} loyal to the Order of Falling Ash. A powerful Fiend in his own right, Peluze has accepted the important duties of welcoming recruits to the temple and solving any intercult squabbles that arise.",
										{
											"type": "entries",
											"name": "Speaking to Peluze",
											"id": "026",
											"entries": [
												"If the characters approach wearing cult initiates' masks and robes, Peluze addresses them:",
												{
													"type": "insetReadaloud",
													"id": "027",
													"entries": [
														"\"Welcome to the Primordial Alliance. Your Para-elemental Queen, Ulsedra Vox, awaits your service in the coming calamity. First, I must assign you to your order. To which element do you pledge: ash, ice, or ooze?\""
													]
												},
												"Peluze becomes suspicious if the characters ask more than one question: he assumes they've been briefed on the cultists' alliance. If Peluze is suspicious, characters must assure him of their loyalty and succeed on a {@dc 10} Charisma ({@skill Deception|XPHB}) check to convince him. Peluze attacks the characters if they fail to convince him.",
												"When a character claims loyalty to an element, Peluze offers them welcome. He then directs them as appropriate:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Ash",
															"entry": "\"Turn right into the east wing. There you'll find the Order of Falling Ash.\" Peluze points to {@area area T7|035|x}."
														},
														{
															"type": "item",
															"name": "Ooze",
															"entry": "\"Turn left into the west wing. The Children of Suffocating Ooze await you there.\" Peluze points to {@area area T5|02b|x}."
														},
														{
															"type": "item",
															"name": "Ice",
															"entry": "\"Move ahead to the elemental throne and join the Children of Splintered Ice.\" Peluze points behind him to {@area area T10|044|x}."
														}
													]
												},
												"If the characters ask to see Ulsedra Vox, Peluze says the Para-elemental queen is busy working on a cataclysmic ritual deeper in the temple. Peluze tells the characters Vox must not be disturbed, and that Vox will kill the characters if they disobey."
											]
										},
										{
											"type": "entries",
											"name": "Fellow Cultists",
											"id": "028",
											"entries": [
												"If the characters follow Peluze's directions, the cultists in the temple welcome them as allies (see \"{@area Infiltrating the Cult|01a|x}\" above)."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "T4: Central Altar",
									"id": "029",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02a",
											"entries": [
												"This seven-foot-long, oval altar is made of pink stone. A depression atop the altar is stained blackish red."
											]
										},
										"The cult leaders execute disloyal cultists here. As a {@action Study|XPHB} action, a character can examine the top of the altar and make a {@dc 10} Intelligence ({@skill Nature|XPHB}) check. On a successful check, the character identifies the stains as blood. The blood belonged to Werth, a cultist Vox executed last week. (Werth's body is in {@area area T1|01d|x}.)"
									]
								},
								{
									"type": "entries",
									"name": "T5: West Wing",
									"id": "02b",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02c",
											"entries": [
												"Dirty, scarred cultists lounge near the pools of murky water that mar this chamber's floor. Barrels and crates surround a pair of covered wagons. A door stands in the southwest wall, from which emanates muffled, intermittent violin music."
											]
										},
										"The Children of Suffocating Ooze are lounging around their camp here; they are four human {@creature Berserker|XMM|Berserkers}.",
										{
											"type": "entries",
											"name": "Containers and Wagons",
											"id": "02d",
											"entries": [
												"The barrels and crates hold food and digging supplies. A creature hiding behind a crate or barrel has {@table Cover|XPHB|Half Cover} against attacks. A creature hiding behind a covered wagon has {@table Cover|XPHB|Total Cover}."
											]
										},
										{
											"type": "entries",
											"name": "Pools",
											"id": "02e",
											"entries": [
												"The temple floor collapsed in these areas, creating 10-foot-deep pits filled with murky rainwater."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "T6: Nightfall Vestry",
									"id": "02f",
									"entries": [
										"When the characters open the door to this area, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"id": "030",
											"entries": [
												"A man stands with his back to the door, playing a mournful tune on a violin. Cascading from his shoulders is a crimson velvet cape. Two gray oozes slither around him as though dancing to his music. In the room's southeast corner, an impassable stairway is choked with rubble."
											]
										},
										"Garthezz Drule, a human {@creature Tough Boss|XMM} and leader of the Children of Suffocating Ooze, is inside the vestry writing a love song. Drule keeps two Chaotic Evil {@creature Gray Ooze|XMM|Gray Oozes} here as guards. They see Drule as an ally thanks to the cult's influence.",
										"As an {@action Influence|XPHB} action, characters can show interest in Drule's music and make a {@dc 12} Charisma ({@skill Deception|XPHB} or {@skill Persuasion|XPHB}) check. On a successful check, Drule stops playing, motions for his oozes to stand down, and chats with the characters. If Drule becomes suspicious that the characters are enemies, he and the oozes attack.",
										{
											"type": "entries",
											"name": "Fighting Drule",
											"id": "031",
											"entries": [
												"On his first turn, Drule throws his {@item Bead of Force|XDMG} in an area where the greatest number of characters would be affected."
											]
										},
										{
											"type": "entries",
											"name": "Drule's Music",
											"id": "032",
											"entries": [
												"Drule is composing a love song for Cinderhide, leader of the Order of Falling Ash, with whom he is smitten. Drule finds Cinderhide's demonic powers of manipulation fascinating, though she has shown no interest in the gang leader. Drule is not yet pleased with his song's final verses.",
												{
													"type": "inset",
													"name": "Garthezz Drule",
													"id": "033",
													"entries": [
														"Garthezz Drule fancies himself a poet and musician, though his only accomplishments are as a gang leader. Drule once called his gang the Glinting Blades. The Blades were based in the Free City of Greyhawk until a wronged nobleman attempted to drown the gang's members in a well. As darkness descended upon him, Drule heard the call of Bwimb II, who promised to preserve the lives of Drule and his crew in exchange for their worship. Drule agreed. The gang emerged from the well and slaughtered the nobleman; as promised, the Glinting Blades became the Children of Suffocating Ooze. The gang traveled to the Temple of Elemental Evil to serve the Princess of Ooze forever."
													]
												},
												"As an {@action Influence|XPHB} action, a character can offer to help with Drule's song and make a {@dc 12} Charisma ({@skill Performance|XPHB}) check. On a successful check, the character improves the song. Ecstatic, Drule sends the characters away, insisting that he must practice the finished song for a few hours before playing it for Cinderhide. If the character fails, Drule grumpily orders them to leave him to his work."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "034",
											"entries": [
												"Drule carries a key to the high altar (area T9) on a cord around his neck. If he hasn't used it in combat, Drule carries a {@item Bead of Force|XDMG} in his breast pocket."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "T7: East Wing",
									"id": "035",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "036",
											"entries": [
												"Robed cultists lounge near tents pitched on the flagstones in this camp. Braziers filled with burning coals dot the camp, polluting the air with swirling ash."
											]
										},
										"The six elf {@creature Cultist|XMM|Cultists} and four elf {@creature Cultist Fanatic|XMM|Cultist Fanatics} of the Order of Falling Ash camp here. All ten are ashen creatures (see the \"Ashen Creatures\" sidebar).",
										{
											"type": "inset",
											"name": "Ashen Creatures",
											"id": "037",
											"entries": [
												"Many Humanoids involved with the Order of Falling Ash are touched by Gazra, Prince of Ash, a powerful Fiend of Elemental Evil. These Humanoids use the stat block indicated. When an ashen creature dies, its body becomes a cloud of ash that lasts for 5 minutes before dispersing. Equipment the creature is wearing or carrying isn't turned to ash. The cloud doesn't obscure vision."
											]
										},
										{
											"type": "entries",
											"name": "Braziers",
											"id": "038",
											"entries": [
												"As an action, a creature can kick over a brazier, causing scorching ash to explode outward. Each creature in a 15-foot {@variantrule Cone [Area of Effect]|XPHB|Cone} originating from the brazier must make a {@dc 12} Dexterity saving throw, taking 7 ({@dice 2d6}) Fire damage on a failed save or half as much damage on a successful one."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "T8: Dawn Vestry",
									"id": "039",
									"entries": [
										"When the characters open the door to this area, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"id": "03a",
											"entries": [
												"A redheaded elf woman stands with her back to the door. She whispers, \"It is done. In a fortnight, the elven queen dies.\""
											]
										},
										"Cinderhide, a {@creature Succubus|XMM} and leader of the Order of Falling Ash, has just used one of a pair of {@item Sending Stones|XDMG} to communicate with an operative in Queen Yolande's court. Cinderhide has just returned from a reconnaissance mission in Celene and remains in an elf's form.",
										{
											"type": "entries",
											"name": "Observing Cinderhide",
											"id": "03b",
											"entries": [
												"The cult leader is engrossed in her murderous thoughts and doesn't notice the characters opening the door to this area. If a character wishes to leave the area without alerting Cinderhide to their presence, the character must make a {@dc 12} Dexterity ({@skill Stealth|XPHB}) check. On a successful check, the character silently slips away. On a failure, Cinderhide notices the character and screams at them to leave the room and close the door."
											]
										},
										{
											"type": "entries",
											"name": "Fighting Cinderhide",
											"id": "03c",
											"entries": [
												"If the characters fight Cinderhide, when combat begins, she dismisses her elf disguise (no action required), spreads her wings and cackles evilly before attacking."
											]
										},
										{
											"type": "entries",
											"name": "Warning the Queen",
											"id": "03d",
											"entries": [
												"The characters realize that Cinderhide's utterance portends another attempt on Queen Yolande's life. If the characters warn the queen when they return to her palace, Queen Yolande gives them each an extra 500 GP gem from her crown jewels (see the \"{@area Rewards|053|x}\" section at the end of the adventure).",
												{
													"type": "inset",
													"name": "Cinderhide",
													"id": "03e",
													"entries": [
														"The succubus known as Cinderhide has hated Queen Yolande and her court ever since a knight unmasked the succubus's true nature and drove her from the Curling Ivy tavern, where Cinderhide masqueraded as a bartender. Cinderhide turned her attention from draining the life of unsuspecting patrons to targeting the queen. The succubus doubled down on her efforts when her patron god, Gazra, ordered her to found the Order of Falling Ash. Now convinced the cult is her path to power, Cinderhide will do anything to unseat Queen Yolande, even if it means working with cults of other gods she distrusts."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "03f",
											"entries": [
												"Cinderhide carries a key to the high altar (area T9). In her pocket is one of a pair of {@item Sending Stones|XDMG}; the other stone is in the possession of a traitorous elf named Saris, who is one of the pages in Queen Yolande's court."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "T9: High Altar",
									"id": "040",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "041",
											"entries": [
												"An enormous bronze bowl eight feet across stands here on six short legs. Green flames dance inside the bowl."
											]
										},
										"This altar magically transports cultists to and from the Primordial Nexus (see \"{@area Para-elemental Queen|049|x}\"). The magical flames in the bowl don't damage anyone who touches them.",
										{
											"type": "entries",
											"name": "Hidden Keyhole",
											"id": "042",
											"entries": [
												"A keyhole is set into the bowl's southern rim. Characters who learned about this keyhole from the cultists (see the \"{@area Infiltrating the Cult|01a|x}\" section earlier in this part) easily find the keyhole. Otherwise, as a {@action Search|XPHB} action, a character can make a {@dc 10} Wisdom ({@skill Perception|XPHB}) check to examine the bowl. On a successful check, the character finds the keyhole."
											]
										},
										{
											"type": "entries",
											"name": "Portal",
											"id": "043",
											"entries": [
												"When a cult leader's key (see {@area areas T6|02f|x}, T8, and T10) is turned in this lock, the altar's flames roar to the ceiling and form a burning archway that acts as a portal. Creatures who climb into the bowl and walk through the flames are teleported to the {@area Primordial Nexus|04b|x} (see {@adventure map 1.2|ScoEE|0|Map 1.2: Primordial Nexus}). The portal remains as long as the key is in place and for 1 minute after the key is removed."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "T10: Elemental Throne",
									"id": "044",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "045",
											"entries": [
												"Curved steps ascend from a circular dais to a looming throne adorned with grinning skulls. A woman dressed in a long, fur-trimmed pirate's coat kneels in prayer before the throne. Four leather-clad ruffians stand motionless in formation near her, their forms rimed in glittering frost."
											]
										},
										"The praying woman is Captain Kara Blayne, a human {@creature Pirate Captain|XMM} and leader of the Children of Splintered Ice. The ruffians are Blayne's cultists; they are human {@creature Pirate|XMM|Pirates}. All four are ice creatures (see the \"Ice Creatures\" sidebar).",
										{
											"type": "inset",
											"name": "Ice Creatures",
											"id": "046",
											"entries": [
												"Cultists from the Children of Splintered Ice are touched by Cryonax, Prince of Ice. These Humanoids use the stat blocks indicated. When an ice creature dies, its body collapses into a pile of ice shards. Equipment it's wearing or carrying isn't turned to ice."
											]
										},
										"The cultists are under a magical effect originating from Cryonax, the deity the cult venerates.",
										"Thanks to the effect, the four cultists have the {@condition Paralyzed|XPHB} condition until Blayne orders them to fight (Blayne must do this on her turn, but it doesn't require an action).",
										"The characters can sneak up on Blayne with a successful {@dc 17} Dexterity ({@skill Stealth|XPHB}) check. If the characters interrupt Blayne, she barks at them to leave her to her prayers. Blayne orders her cultists to join the fight as soon as she realizes the characters are attacking her.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "047",
											"entries": [
												"Kara Blayne carries a key to the high altar (area T9).",
												{
													"type": "inset",
													"name": "Captain Kara Blayne",
													"id": "048",
													"entries": [
														"The wicked Kara Blayne was captain of the {@i Black Crab} when the ship sank to the icy depths of Lake Quag during a terrible storm. While underwater, the god Cryonax promised to imbue Captain Blayne and her pirates with the power to temporarily breathe water in exchange for leading the god's cult from the Temple of Elemental Evil. Blayne agreed. Once the crew emerged from the water, Blayne brought the pirates to join the Primordial Alliance."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Para-elemental Queen",
					"id": "049",
					"entries": [
						"Ulsedra Vox recently learned from the Elder Elemental Eye how to activate the portal in the Temple of Elemental Evil's high altar. The portal led to the buried Primordial Nexus 500 feet underground. Vox excavated the nexus; now, she uses its power to summon evil elemental monsters to do her destructive bidding.",
						"By the time the characters confront her, Vox has called forth her first minions. The characters must defeat Vox and these monsters before the minions become an army.",
						{
							"type": "inset",
							"name": "Ulsedra Vox, Para-elemental Queen",
							"id": "04a",
							"entries": [
								"Ulsedra Vox leads the Primordial Alliance. Murderous and egomaniacal, Vox believes loosing evil elemental powers to rampage across the world will elevate her to godhood. Vox believes the Elder Elemental Eye chose her for this purpose. During combat, Vox speaks to the entity as if it were next to her. Though she initially revered only Chlimbia, Prince of Magma, Vox now worships all Para-elements. Vox decorates her body with sigils written in ash, and fire and frostbite scar her limbs."
							]
						},
						{
							"type": "entries",
							"name": "Primordial Nexus",
							"id": "04b",
							"entries": [
								"The characters are magically transported to the Primordial Nexus when they step through the portal on the temple's high altar ({@area area T9|040|x} of map 1.1).",
								"The nexus is shown on map 1.2. The characters arrive in the brazier shown on the map. The brazier's portal works the same way as the portal in the high altar.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/ScoEE/004-map-0.02-primordial-nexus.webp"
									},
									"imageType": "map",
									"title": "Map 1.2: Primordial Nexus",
									"credit": "Stacey Allan & Will Doyle",
									"width": 4096,
									"height": 2612,
									"id": "058",
									"grid": {
										"type": "square",
										"size": 128,
										"offsetX": -61,
										"offsetY": -46
									}
								},
								{
									"type": "entries",
									"name": "Primordial Nexus Features",
									"id": "04c",
									"entries": [
										"The nexus has the following features:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Ceiling",
													"entry": "The ceiling is 30 feet high."
												},
												{
													"type": "item",
													"name": "Light",
													"entry": "The nexus's elemental pools cast {@variantrule Bright Light|XPHB}."
												},
												{
													"type": "item",
													"name": "Obsidian Construction",
													"entry": "The nexus is made from obsidian bedrock."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Confronting Vox",
									"id": "04d",
									"entries": [
										"When the characters arrive in the nexus, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"id": "04e",
											"entries": [
												"This area splits into four antechambers, each holding a circular pool.",
												"The northeast pool glows silver and spews ashes; the southeast glows violet and bubbles with slimy goop; the southwest glows blue and blasts icy snow; and the northwest glows red and burbles with lava. Lumpy figures writhe near the pools' surfaces.",
												"A black-cloaked woman with primordial sigils painted on her face stands on a platform in the room's middle. She fixes you with a wild stare.",
												"\"Soon, everyone shall bow to me! My minions, destroy them!\" she shouts.",
												"The lumps in the pools take shape into towering, bipedal monsters that crawl from the pools, ready to attack. The woman screams and erupts in a gout of multicolored flame, transforming into an enormous elemental monster with lava dripping from a body of boulders!"
											]
										},
										"The woman is Ulsedra Vox, the Para-elemental Queen. When Initiative is rolled, Vox transforms into a Large monster made of elemental energy; use the game statistics of a {@creature Fire Elemental|XMM}.",
										"When the {@creature Fire Elemental|XMM} would be destroyed, Vox transforms into an unharmed, Chaotic Evil human {@creature Cultist Fanatic|XMM}. The transformation doesn't require Vox to use an action.",
										{
											"type": "entries",
											"name": "Vox's Minions",
											"id": "04f",
											"entries": [
												"One Para-elemental minion is next to each pool. Each minion uses the game statistics of an {@creature Ogre|XMM}, except its weapons deal damage based on its pool's associated element instead of Bludgeoning damage, as indicated in the Para-elemental Pools table below. Each minion also has Resistance to the same damage type that its weapons deal.",
												{
													"type": "table",
													"caption": "Para-elemental Pools",
													"colLabels": [
														"Pool",
														"Element",
														"Damage"
													],
													"colStyles": [
														"col-4",
														"col-4",
														"col-4"
													],
													"rows": [
														[
															"Northeast",
															"Ash",
															"Fire"
														],
														[
															"Southeast",
															"Ooze",
															"Acid"
														],
														[
															"Southwest",
															"Ice",
															"Cold"
														],
														[
															"Northwest",
															"Magma",
															"Fire"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Elemental Pools",
											"id": "050",
											"entries": [
												"The pools are bottomless and connect directly to their corresponding Para-elemental Plane. The pools have no lip. Any creature that falls or is shoved into a pool by an Unarmed Strike takes 55 ({@dice 10d10}) damage of the type indicated on the Para-elemental Pools table. A creature still in a pool at the end of their next turn is sucked into the hostile plane and destroyed."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "051",
											"entries": [
												"Vox carries a key that can be used to access the portal in the brazier at the northern end of the map and in the high altar in {@area area T9|040|x} of {@adventure map 1.1|ScoEE|0|Map 1.1: Temple of Elemental Evil}."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion",
					"id": "052",
					"entries": [
						"Once the characters defeat Ulsedra Vox, any cultists remaining inside the temple flee when told their leader is gone. The characters can easily leave the building.",
						"On the temple's outskirts, the characters rejoin the elf Filonia in her small camp. Pleased beyond measure to see the characters, the knight asks to hear tales of their mission during their return to Celene.",
						{
							"type": "entries",
							"name": "Rewards",
							"id": "053",
							"entries": [
								"When the characters return to Queen Yolande's palace, word quickly spreads of their success. The queen's attendants prepare a lavish banquet in the characters' honor. Courtiers and palace residents extol the characters' heroism and thank them for their service.",
								"At the banquet, Queen Yolande presents each character with a blue sapphire worth 1,000 GP as promised. If the characters warn the queen about the upcoming attempt on her life, Queen Yolande is deeply grateful and gives each of them an additional gem worth 500 GP.",
								"Although the forces of Elemental Evil are thwarted, the threat to Queen Yolande and Celene is far from over. At the banquet, the queen offers the characters employment as royal bodyguards dedicated to stamping out cult threats. If the characters accept, more adventures lie ahead!"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix A: Magic Items",
			"entries": [
				"This product uses magic items from the 2024 {@i Dungeon Master's Guide}, which are presented below. The characters might find these magic items during this adventure.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@item Bead of Force|XDMG}",
						"{@item Boots of Elvenkind|XDMG}",
						"{@item Sending Stones|XDMG}"
					]
				}
			],
			"id": "059"
		},
		{
			"type": "section",
			"name": "Appendix B: Creatures",
			"id": "055",
			"entries": [
				"The following creatures appear in this adventure. These creatures appear in the 2025 {@i Monster Manual} and aren't the final versions.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@creature Berserker|XMM}",
						"{@creature Cultist|XMM}",
						"{@creature Cultist Fanatic|XMM}",
						"{@creature Fire Elemental|XMM}",
						"{@creature Gray Ooze|XMM}",
						"{@creature Incubus|XMM}",
						"{@creature Knight|XMM}",
						"{@creature Ogre|XMM}",
						"{@creature Pirate|XMM}",
						"{@creature Pirate Captain|XMM}",
						"{@creature Stone Golem|XMM}",
						"{@creature Succubus|XMM}",
						"{@creature Tough Boss|XMM}"
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Premade Characters",
			"id": "056",
			"entries": [
				"If a player doesn't have a level-appropriate character to play—or if they'd like to play a character from the {@i Dungeons & Dragons} animated series—have them choose one from this section. The Premade Characters table summarizes the characters, all of whom are level 4.",
				{
					"type": "table",
					"caption": "Premade Characters",
					"colLabels": [
						"Name",
						"Class"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"{@5etoolsImg Bobby|pdf/ScoEE/bobby-character-sheet.pdf}",
							"Barbarian"
						],
						[
							"{@5etoolsImg Diana|pdf/ScoEE/diana-character-sheet.pdf}",
							"Monk"
						],
						[
							"{@5etoolsImg Eric|pdf/ScoEE/eric-character-sheet.pdf}",
							"Fighter"
						],
						[
							"{@5etoolsImg Hank|pdf/ScoEE/hank-character-sheet.pdf}",
							"Ranger"
						],
						[
							"{@5etoolsImg Niko|pdf/ScoEE/niko-character-sheet.pdf}",
							"Cleric"
						],
						[
							"{@5etoolsImg Presto|pdf/ScoEE/presto-character-sheet.pdf}",
							"Wizard"
						],
						[
							"{@5etoolsImg Sheila|pdf/ScoEE/sheila-character-sheet.pdf}",
							"Rogue"
						]
					]
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/ScoEE/00-002.bobby.webp"
							},
							"title": "Bobby",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/ScoEE/00-003.diana.webp"
							},
							"title": "Diana",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/ScoEE/00-004.eric.webp"
							},
							"title": "Eric",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/ScoEE/00-005.hank.webp"
							},
							"title": "Hank",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/ScoEE/00-006.niko.webp"
							},
							"title": "Niko",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/ScoEE/00-007.presto.webp"
							},
							"title": "Presto",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/ScoEE/00-008.sheila.webp"
							},
							"title": "Sheila",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Adventure Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Lead Designer:",
							"entry": "Amanda Hamon"
						},
						{
							"type": "item",
							"name": "Designer:",
							"entry": "Will Doyle"
						},
						{
							"type": "item",
							"name": "Rules Developer:",
							"entry": "Ron Lundeen"
						},
						{
							"type": "item",
							"name": "Editors:",
							"entry": "Judy Bauer (lead), Janica Carter, Sadie Lowry, Cindi Rice"
						},
						{
							"type": "item",
							"name": "Art Directors:",
							"entry": "Josh Herman (lead), Emi Tanji"
						},
						{
							"type": "item",
							"name": "Graphic Designer:",
							"entry": "Matt Cole (lead)"
						},
						{
							"type": "item",
							"name": "Cover Illustrator:",
							"entry": "David Auden Nash"
						},
						{
							"type": "item",
							"name": "Cartographers:",
							"entry": "Stacey Allan, Will Doyle"
						},
						{
							"type": "item",
							"name": "Illustrators:",
							"entry": "CoupleofKooks, Tyler Jacobson, Katerina Ladon"
						},
						{
							"type": "item",
							"name": "Consultants:",
							"entry": "Rico Corazon, Jonathan Tomhave"
						},
						{
							"type": "item",
							"name": "Producers:",
							"entry": "Siera Bruggeman (lead), Bill Benham"
						}
					]
				}
			],
			"id": "05a"
		}
	]
}
