{
	"data": [
		{
			"type": "section",
			"name": "Borderlands Quest: Goblin Trouble",
			"id": "000",
			"entries": [
				"{@i A short adventure for four to six level 1 characters}",
				"{@i Borderlands Quest: Goblin Trouble} is a Dungeons & Dragons adventure that introduces four to six new players to the game and teaches you, the Dungeon Master, how to run it for them. This short adventure is meant to last approximately 1-2 hours of play.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/BQGT/000-00-001.intro-splash.webp"
					},
					"credit": "John Grello",
					"width": 1700,
					"height": 1097
				},
				"Below relevant adventure text, you'll see sidebar boxes like the one below with helpful information and tips on adventure presentation and rules.",
				{
					"type": "inset",
					"name": "The Basics",
					"id": "001",
					"entries": [
						"Dungeons & Dragons (D&D) is a collaborative storytelling and roleplaying game. Each player takes on the role of an adventuring character: a hero with skill and knowledge—and sometimes magic—that lets them overcome challenges and achieve greatness!",
						"One of the participants in the game takes the role of the Dungeon Master (DM). The DM acts as the lead storyteller, the keeper of secrets, and the referee. This document provides everything you need to know to get started as a DM.",
						{
							"type": "entries",
							"name": "The Rules",
							"id": "002",
							"entries": [
								"Dungeons & Dragons is a special type of game known as a roleplaying game (RPG). In D&D, the rules help determine if the characters successfully face challenges or encounter setbacks in their adventures. The rules also help the players tell a fun, exciting, and memorable story. The rules are explained as they come up in the text in the right column of this adventure."
							]
						},
						{
							"type": "entries",
							"name": "The Tools",
							"id": "003",
							"entries": [
								"To play this game, you need this adventure and dice: a {@dice d20}, {@dice d12}, {@dice d10}, {@dice d8}, {@dice d6}, and {@dice d4}. If you don't have these dice, you can find digital dice rollers online. Each player should also have a way to take notes and keep track of changes to their character sheet as the game progresses."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Preparation",
					"id": "004",
					"entries": [
						"Before running the adventure, prepare as follows:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Step 1",
									"entry": "Read through the adventure once."
								},
								{
									"type": "item",
									"name": "Step 2",
									"entry": "Review the characters. It is recommended to use the premade characters on D&D Beyond (see the list below)."
								},
								{
									"type": "item",
									"name": "Step 3",
									"entry": "Reference the monsters (open monster entries or bookmark physical books). They all appear in the 2024 {@book Monster Manual|MM} or {@link D&D Beyond Basic Rules|https://www.dndbeyond.com/sources/dnd/br-2024} (available for free on D&D Beyond)."
								}
							]
						},
						"Here's a list of the stat blocks needed to run the adventure:",
						{
							"type": "list",
							"items": [
								"{@creature Bandit|XMM}",
								"{@creature Giant Centipede|XMM}",
								"{@creature Goblin Warrior|XMM}"
							],
							"style": "list-no-bullets"
						},
						"Here are the {@link premade characters|https://www.dndbeyond.com/characters/premade} you may want to use for the adventure:",
						{
							"type": "list",
							"items": [
								"{@link Sheila, Human Rogue|https://www.dndbeyond.com/characters/133059215}",
								"{@link Presto, Human Wizard|https://www.dndbeyond.com/characters/133058471}",
								"{@link Niko, Human Cleric|https://www.dndbeyond.com/characters/133057712}",
								"{@link Hank, Human Ranger|https://www.dndbeyond.com/characters/133056493}",
								"{@link Eric, Human Fighter|https://www.dndbeyond.com/characters/133055442}",
								"{@link Diana, Human Monk|https://www.dndbeyond.com/characters/133054584}",
								"{@link Bobby, Human Barbarian|https://www.dndbeyond.com/characters/133053421}"
							],
							"style": "list-no-bullets"
						}
					]
				},
				{
					"type": "section",
					"name": "Dungeon Mastering the Adventure",
					"id": "005",
					"entries": [
						"To play this adventure you'll need either the {@link D&D Beyond Basic Rules|https://www.dndbeyond.com/sources/dnd/br-2024} or the 2024 {@book Player's Handbook|XPHB}, {@book Dungeon Master's Guide|XDMG}, and {@book Monster Manual|MM}.",
						{
							"type": "insetReadaloud",
							"id": "006",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
							]
						},
						{
							"type": "inset",
							"name": "Read-Aloud Text",
							"id": "007",
							"entries": [
								"Text inside a box, like the text above, is meant to be read aloud to the players. If you're comfortable doing so, you can summarize or paraphrase the text. Just always make sure to mention important information—especially when the text is describing the setting the characters are in. It's hard for them to interact with the world and story when they don't know what's there to interact with!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Introducing Characters",
					"id": "008",
					"entries": [
						"To run this adventure, first present the character sheets in front of the players and read the following text, which covers the basics of a character sheet.",
						"You should use the character sheets present on D&D Beyond as noted above. These are available to claim by navigating to {@link Premade Characters|https://www.dndbeyond.com/characters/premade}. Instruct the players to find them on their D&D Beyond accounts by navigating first to Collections, then My Characters, then Create a Character, and finally to Premade Characters.",
						"If you are an experienced Dungeon Master, you may wish to make another group of level 1 characters for your players to claim on D&D Beyond.",
						{
							"type": "inset",
							"name": "The Characters",
							"id": "009",
							"entries": [
								"The characters are heroes that the players use to interact with the world and story the DM presents. Let the players review these characters, then introduce themselves. This can be a good icebreaker, but sometimes newer players aren't comfortable doing that and would just like to jump into gameplay. For a shortened introduction, you can have the players provide just their characters' names, classes, and species.",
								{
									"type": "entries",
									"name": "Character Actions",
									"id": "00a",
									"entries": [
										"A character's actions hold the potential for either success or failure. Can you hit a monster with your weapon? Can you balance on a narrow ledge as you ascend a mountain? Can you convince a dragon not to eat you? You find the answer to these questions during the game by making a {@variantrule D20 Test|XPHB}!"
									]
								}
							]
						},
						{
							"type": "insetReadaloud",
							"id": "00b",
							"entries": [
								"These characters are the heroes you can play in this adventure. The words and numbers on the sheets describe who the characters are, what they're good at doing, and other important information. Choose the hero you'd like to play. As we play through this adventure, we'll talk more about what these words and numbers mean. Let's discuss some basics first.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Name",
											"entry": "There's a space at the top of your character sheet where you can write your character's name."
										},
										{
											"type": "item",
											"name": "Species, Background, and Class",
											"entry": "Each character in D&D has a species, {@book background|XPHB|4|Background Descriptions}, and {@book class|XPHB|3} that help determine who a character is and what they do best. Other information on a character sheet is based on these three elements."
										},
										{
											"type": "item",
											"name": "Abilities and {@book Ability Scores|XPHB|2|Determine Ability Modifiers}",
											"entries": [
												"All creatures (including your characters) have six abilities–Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma. Each of the ability scores governs a specific characteristic. Strength is physical might; Dexterity is agility, reflexes, and balance; Constitution is health and stamina; Intelligence is reasoning and memory; Wisdom is perceptiveness and mental fortitude, and Charisma is confidence, poise, and charm.",
												"Each ability has a score from 1 to 20, although your characters will have scores ranging from 8 (weaker than human average) to 16 or more (strong capability). Each of those scores has an ability modifier next to it. Whenever you make a {@variantrule D20 Test|XPHB} (a {@dice d20} roll to determine success or failure) with a specific ability, you'll modify the roll by the number appearing there."
											]
										},
										{
											"type": "item",
											"name": "Initiative",
											"entries": [
												"Each character has an {@variantrule Initiative|XPHB} modifier. When we get to a point in the adventure where we have to take turns—particularly during combat—I'll tell you to \"roll Initiative.\" When this happens, roll a {@dice d20} and add your character's Initiative modifier.",
												"After we get everyone's Initiative, I'll arrange them in order, starting with the character with the highest Initiative roll. From there, you act in descending order. After everyone acts, that's the end of the round. The Initiative order remains the same from round to round for the whole combat. If there's a tie, I'll decide which character or creature goes before the other."
											]
										},
										{
											"type": "item",
											"name": "Attacks",
											"entries": [
												"Each character can make {@action attack|XPHB|attacks} with melee or ranged weapons, or with melee or ranged spells. \"Melee\" means an attack that is used when a character is right next to a foe. \"Ranged\" means an attack that is used at a distance. Ranged attacks include the distance you must be within to hit a foe.",
												"The number after the attack's name on your character sheet is added to the {@dice d20} roll (a roll of a 20-sided die) you make when your character attacks. The higher the number, the more likely the attack is to succeed."
											]
										},
										{
											"type": "item",
											"name": "Armor Class and Hit Points",
											"entry": "Each character has an {@variantrule Armor Class|XPHB} (also called AC) and {@variantrule Hit Points|XPHB} (also called HP). A character's Armor Class is based on their speed, armor, and other factors and describes how difficult it is to hit them with an attack roll. The higher the AC, the harder they are to hit. Hit Points determine how much damage a character can take. When your character takes damage, you subtract that damage from their Hit Points. If a character's Hit Points reach 0, they are {@condition unconscious|XPHB}. You'll learn how to regain Hit Points later in the game."
										},
										{
											"type": "item",
											"name": "Skills",
											"entry": "Each character can use the skills listed on their character sheet. The number after a skill shows what the player adds to a {@dice d20} roll. The higher the number, the better the character is at that skill. If a character wants to use a skill that isn't on their character sheet, the player rolls a 20-sided die, adding an ability score modifier if the DM tells them that ability applies."
										},
										{
											"type": "item",
											"name": "Equipment",
											"entry": "A character has equipment they can use to overcome challenges. They also might find more equipment during their adventures."
										},
										{
											"type": "item",
											"name": "Spells or Other Abilities",
											"entry": "Each character has spells, special features, or other abilities. You get to choose when your character uses their spells or special abilities. However, each character can use their spells and special abilities either a limited number of times or only under special circumstances. If there's a small box next to a spell or ability, that means you can only use it that many times. Check off a box when you use it to track how many uses you have left."
										}
									]
								}
							]
						},
						"Let the players ask any questions about the character sheet. When it seems like they're ready to begin the adventure, read the following.",
						{
							"type": "insetReadaloud",
							"id": "00c",
							"entries": [
								"Here is some advice for being a good player.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Be a Good Teammate",
											"entry": "D&D is a cooperative game, meaning that everyone should work together to have fun."
										},
										{
											"type": "item",
											"name": "Think About Your Characters' Actions",
											"entry": "D&D is a storytelling game where your character can choose to do anything in a scene. But that doesn't mean they should do everything. Your character is good at certain things, and other players' characters are good at other things. Let everyone participate—everyone is here to play, and everyone should get to contribute to scenes."
										},
										{
											"type": "item",
											"name": "Be Supportive",
											"entry": "Discuss plans with the other players and with me. Work to help other people do things. Encourage the other players on their turns and give suggestions when they ask for them. Be respectful if another player decides to do something that you wouldn't do."
										}
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "More Rules Detail",
							"id": "00d",
							"entries": [
								{
									"type": "entries",
									"name": "D20 Tests",
									"id": "00e",
									"entries": [
										"The 20-sided die ({@dice d20}) is the most-used die in D&D. It is rolled whenever a character or a creature tries to do something important. Things a character might try to do are listed under \"Attacks\" and \"Skills\" on the character sheets. If a character is about to be attacked or influenced by a physical or mental effect, they might need to make a \"Saving Throw.\"",
										"Next to attacks, skills, and {@variantrule Saving Throw|XPHB|saving throws} are numbers, such as \"+5.\" This is the number a player adds to their die roll when their character uses that attack, skill, or saving throw. For example, the character sheet for Bobby the Barbarian shows \"+5\" next to \"Greataxe\" under \"Attacks,\" so if the Barbarian wants to attack a monster with their Greataxe, the player rolls a {@dice d20} and adds their +5 bonus. If the die roll is a 10, the +5 bonus is added, and the final total for the attack roll is 15.",
										"How does the player know if their roll succeeds or fails? That's determined by the {@b Armor Class} or {@b Difficulty Class}, which are described below!"
									]
								},
								{
									"type": "entries",
									"name": "Armor Class",
									"id": "00f",
									"entries": [
										"The number a character tries to equal or exceed with an attack roll is called Armor Class (also called AC). The higher a creature's Armor Class, the harder that creature is to hit. In the previous example, the Barbarian's attack roll with a Greataxe would hit a creature with an Armor Class of 15 or lower."
									]
								},
								{
									"type": "entries",
									"name": "Damage",
									"id": "010",
									"entries": [
										"When an attack roll hits, it deals damage. The damage roll appears after the attack on the character sheet. If a Greataxe does \"{@dice 1d12 + 3} Slashing,\" the player would roll one 12-sided die ({@dice d12}) and add 3 to the die roll. The DM subtracts the total from the creature's Hit Points."
									]
								},
								{
									"type": "entries",
									"name": "Hit Points",
									"id": "011",
									"entries": [
										"Every creature in D&D has a number of Hit Points. This number reflects the damage a creature can take before it falls unconscious or is defeated. When a character or creature is damaged by an attack, trap, or hazard in the game, the amount of damage dealt is subtracted from the character or creature's Hit Points.",
										"If a creature reaches 0 Hit Points, they are defeated. The players can decide if this means a creature is dead or unconscious.",
										"When a character reaches 0 Hit Points, they are unconscious. In this adventure, a character at 0 Hit Points remains unconscious until they regain Hit Points through healing or until the end of the encounter, at which point they regain 1 Hit Point automatically. The adventure details other ways to regain Hit Points."
									]
								},
								{
									"type": "entries",
									"name": "Difficulty Class",
									"id": "012",
									"entries": [
										"Like the Armor Class determining whether an attack roll succeeds or fails, the Difficulty Class (DC) determines if an ability check or saving throw succeeds or fails. The DC of an ability check or saving throw is the number that a player's roll must equal or exceed to succeed.",
										"For example, if the Barbarian wants to move a heavy boulder blocking the mouth of a cave, that requires a skill called {@skill Athletics|XPHB}. Under \"Skills\" on their character sheet, it says \"Athletics +5,\" so the Barbarian's player rolls a 20-sided die and adds their +5 bonus to the number on the die.",
										"If the Difficulty Class to move the boulder is 12, the player would need to roll a 7 or higher for the Barbarian to move the boulder. An adventure's text gives the Difficulty Class of actions a character can attempt, but in general, a Difficulty Class of 10 ({@dc 10}) is easy, while a DC of 15 ({@dc 15}) is challenging. The DM can change DCs if circumstances make an action easier or harder."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Introducing the Game",
					"id": "013",
					"entries": [
						"Once the players have familiarized themselves with their characters, you're ready to introduce the game.",
						{
							"type": "insetReadaloud",
							"id": "014",
							"entries": [
								"Now that you're familiar with your characters and the basics of the rules, we're going to play a short adventure to introduce you to Dungeons & Dragons. As the Dungeon Master, I tell you what's going on in the world around you, and I use the rules and dice rolls to determine what happens in the story. But the most important aspect of the game is your input. You help tell the story of your characters' adventures.",
								"In a moment, I'll describe the scene you're in, and then you'll tell me what you want your character to do. Your character can try to do anything, but each character is specially trained to do specific things well, so think about what your character might be more successful doing. Their skills are listed and described on your character sheet.",
								"When your character does something that could succeed or fail, I'll have you roll one of these 20-sided dice and add a number to it. This is called a {@variantrule D20 Test|XPHB}, and the number you add indicates how good or bad your character is at what they're trying to do. The result tells me whether your character succeeds or fails. Then I'll describe the outcome, and the story moves forward. Let's begin playing this adventure! It's called {@i Borderlands Quest: Goblin Trouble}!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Tips for Dungeon Masters",
					"id": "015",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Rule 0",
									"entry": "Rule 0 of D&D is simple: Have fun. It's fine if everyone agrees to change the rules as long as doing so means the game is more fun for everyone."
								},
								{
									"type": "item",
									"name": "Be Supportive",
									"entry": "The players and the DM are all on the same team. DMs aren't playing against the characters. The DM wins when the players have fun and the story is exciting and memorable."
								},
								{
									"type": "item",
									"name": "Use \"Yes, and...\" or \"No, but...\"",
									"entry": "Allow the players to succeed as much as possible and participate in the story. If they want to try something unexpected, try to say \"yes\" and work their ideas into the story. If you have to say \"no\" to an idea, suggest options that might work."
								},
								{
									"type": "item",
									"name": "Use Your Imagination",
									"entry": "Adventures are an outline for your game. Change or add anything that makes the game more fun. What does a monster smell like? That's up to you, or you can ask the players what they think!"
								},
								{
									"type": "item",
									"name": "NPCs Are Your Voice",
									"entry": "While the players determine what their characters do, the DM controls the other characters in the game. Nonplayer characters (also known as NPCs) are a great tool for you to help the characters understand the game and the story, and to work information into the story smoothly."
								},
								{
									"type": "item",
									"name": "Allow Alternatives",
									"entry": "D&D is a game of fantasy where heroes use wits, skill, and determination to overcome obstacles. Sometimes those obstacles are defeated with weapons and spells, but characters can succeed in other ways. Communicating with monsters, tricking them or frightening them away, or avoiding a fight while cleverly sneaking past a challenge can be just as much fun."
								},
								{
									"type": "item",
									"name": "Listen to Your Players",
									"entry": "Encourage your players to speak to you, publicly or privately, if something in the game upsets them. Then respond appropriately. For instance, you can move past upsetting topics by quickly narrating a resolution to a scene, then quickly move to the next part of the story."
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/BQGT/001-00-002.dice.webp"
							},
							"credit": "Alejandro Pacheco",
							"width": 892,
							"height": 1000,
							"maxWidth": 320
						},
						{
							"type": "inset",
							"name": "More DM Advice",
							"id": "016",
							"entries": [
								{
									"type": "entries",
									"name": "Play Time",
									"id": "017",
									"entries": [
										"Learning to pace an adventure to make sure that it runs in a set time frame takes practice, but here are some tips to help.",
										{
											"type": "list",
											"items": [
												"Give all the players an opportunity to make comments and discuss the game as it plays. Once everyone has had the chance to give input, ask questions, and discuss a game situation, prompt the players to make a decision and keep the game moving forward.",
												"To prompt the players, summarize the situation as they understand it, and then say, \"What do you do?\""
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Presenting Encounters",
									"id": "018",
									"entries": [
										"This adventure is divided into \"encounters,\" which are like scenes from a movie or show. Each encounter has specific challenges. Once the players complete the challenges, move on to the next scene. The flow of the game is described below."
									]
								},
								{
									"type": "entries",
									"name": "Game Flow",
									"id": "019",
									"entries": [
										"A D&D session begins with the DM and the other players having a conversation. The DM explains the situation the characters are in. The players can ask questions about the situation, and the DM answers those questions to further explain what's happening. Then the DM asks the most important question in the DM's toolbox:",
										"\"What do you do?\"",
										"At this point, the players explain what they want their characters to do. (If what they want to do is impossible, tell them so and ask them to choose a different action. For example, a character can't walk through a wall unless they have some special ability or magic that allows them to do so.)",
										"If the action is possible and very easy to do, the character automatically succeeds. Opening an unlocked door or lifting a light object doesn't require heroic effort, so no {@dice d20} roll is necessary.",
										"When the action is somewhere between easy and impossible, trying to do it could lead to success or failure. That's when the DM calls for a {@dice d20} roll. (See the \"{@adventure D20 Tests|BQGT|0|More Rules Detail}\" section earlier in this document.) This roll, plus its modifiers, determines whether the character succeeds or fails. What does success or failure mean for an adventure? This is where you and the players get to tell a story together!"
									]
								},
								{
									"type": "entries",
									"name": "Narrating Successes and Failures",
									"id": "01a",
									"entries": [
										"When a {@dice d20} roll succeeds or fails, the DM and the players can turn that result into a part of the ongoing story. What does it look like when a monster is defeated? What does the Gnome Barbarian say or do if the heavy boulder blocking the cave doesn't budge? These points in the game can spark great storytelling and acting moments.",
										"Remember, though, that part of the DM's job is to keep the game's story moving forward. If describing every single attack roll in a long combat gets boring, just say how much damage the attack deals and get to the next exciting moment."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Introducing the Adventure",
					"id": "01b",
					"entries": [
						"When the players have selected and reviewed their characters, you're ready to begin the adventure.",
						{
							"type": "insetReadaloud",
							"id": "01c",
							"entries": [
								"You have been hired by the castellan of the Keep on the Borderlands to track down thieves who stole the Bowl of Plenty. This large silver bowl was a gift to the keep, said to bring good fortune to anyone who takes a meal from it. It is a foot wide and weighs 10 pounds. It was damaged on its way to the keep and needs repair, but it was stolen overnight by thieves.",
								"On the promise of a reward of 20 gold pieces for each of you, you've followed the trail of the thieves, questioning travelers who saw the thieves leave the village and head toward a group of hills that are home to what are locally known as the \"Caves of Chaos.\" Your final witness said they saw the bowl being carried into a cave by a group of goblins, small people who are often embodiments of recklessness and ruin.",
								"You are now at the mouth of that cave. Several small footprints show that goblins have walked in and out of this entrance recently. All clues point you into the darkness of this cave.",
								"What do you do?"
							]
						},
						{
							"type": "inset",
							"name": "The Adventure Hook",
							"id": "01d",
							"entries": [
								"An adventure hook is the challenge, opportunity, situation, or conflict that \"hooks\" the players into an adventure, motivating them to pursue it. It introduces the characters to the adventure: what's happening, where they are, what their goals are, and so on.",
								"This adventure hook starts the characters at the point where they have already done some of the work in finding the location, and they are ready to jump into the main part of the adventure. When you start an adventure this way, it generally gets the players into the action faster, but it might also bring some questions.",
								"Sometimes the adventure text answers these questions, and other times it doesn't—because there's no way the text can accommodate every question a player might ask. One of the challenges, and one of the joys, of being the Dungeon Master is getting to add your imagination to the story."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Map of the Cave",
					"id": "01e",
					"entries": [
						"The map used for the cave is called \"Underdark Warren\" and is also found in the 2024 {@i Dungeon Master's Guide}. Each section below mentions where on the map the various encounters are found. Additional areas on the map not referenced are not used for this adventure.",
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/BQGT/002-map-00.01-warrens.webp"
									},
									"imageType": "map",
									"title": "Map 00.01: Warrens",
									"credit": "Dyson Logos",
									"width": 3202,
									"height": 4096,
									"id": "04c",
									"grid": {
										"type": "square",
										"size": 149,
										"scale": 2
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/BQGT/003-map-00.01-warrens-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"width": 3202,
									"height": 4096,
									"credit": "Dyson Logos",
									"mapParent": {
										"id": "04c"
									},
									"grid": {
										"type": "square",
										"size": 149,
										"scale": 2
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Cave Entrance",
					"id": "01f",
					"entries": [
						"The characters enter the cave from the eastern edge of the map. The characters may want to do some reconnaissance before entering the cave.",
						{
							"type": "inset",
							"name": "Being the Characters' Senses",
							"id": "020",
							"entries": [
								"As the Dungeon Master, you act as the characters' senses—they cannot know something about the world or the situation unless you tell them. Check with the players occasionally to ensure everyone understands what their characters are sensing. Describe to the players everything their characters would experience."
							]
						},
						{
							"type": "list",
							"items": [
								"{@b Look into the Cave.} By shining a light or peering into the cave entrance, the characters see a tunnel that goes deeper into the hillside and curves down and out of sight. There's no one immediately inside the entrance.",
								"{@b Studying the Area}. No {@variantrule D20 Test|XPHB} is needed to learn that this is a well-traveled entrance, with very recent goblin tracks leading in. If a character succeeds on a {@dc 15} Wisdom ({@skill Perception|XPHB} or {@skill Survival|XPHB}) check, they also notice a pair of human-sized boot tracks leading into the cave. The tracks indicate that two people walked into the cave within the last hour on their tiptoes."
							],
							"style": "list-hang-notitle"
						},
						{
							"type": "inset",
							"name": "Guiding Player Choices",
							"id": "021",
							"entries": [
								"The adventure here provides advice on how to handle characters doing two very likely activities at the cave entrance. Just like players might ask questions during the adventure hook, players might do anything in a situation—and there's no way to account for everything in the adventure text."
							]
						},
						"In this case, nothing else they do is likely to move the action of the adventure forward. If it sounds like they plan to wait outside for something to happen or otherwise spend time not entering the cave, remind them that there might be other exits to these caves somewhere else, so waiting or spending too much time doing other activities could mean that the bowl will get away from them while they wait. As a Dungeon Master, you control the story, so you have the power to change the world around them to spur them to action."
					]
				},
				{
					"type": "section",
					"name": "Dead Spiders",
					"id": "022",
					"entries": [
						"When the characters enter the cave, they see a passage leading deeper underground.",
						{
							"type": "insetReadaloud",
							"id": "023",
							"entries": [
								"From the cave entrance, a passage continues deeper beneath the hills and slopes downward. You travel for several minutes before the passage turns north and leads up a set of natural stone steps. A group of caverns continues out ahead of you.",
								"The ceiling of these caverns is choked with webs, and the footprints you've been following continue through these caves. In the center of the floor in the first cave is a human-sized boot."
							]
						},
						"The ceiling is 15 feet high, but the webs cover the top five feet of the ceiling all along this area. The webs are flammable. Burning them up drops the dead spiders entangled within them.",
						{
							"type": "entries",
							"id": "024",
							"entries": [
								{
									"type": "entries",
									"id": "025",
									"entries": [
										{
											"type": "entries",
											"name": "Entangled Spiders",
											"id": "026",
											"entries": [
												"Characters who inspect the ceiling can make a {@dc 12} Wisdom ({@skill Perception|XPHB}) check. On a success, they notice the bodies of two Medium-size spiders entangled in the webs. If characters inspect the bodies, they can see several crossbow bolts sticking out of the corpses."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "027",
											"entries": [
												"If the characters actively {@action search|XPHB} the caverns, they find the desiccated husk of a former adventurer who was eaten by the spiders. Next to the body is a torn {@item backpack|XPHB}. The backpack holds 30 GP, 50 feet of {@item rope|XPHB}, five {@item Torch|XPHB|torches}, and a Potion of Healing."
											]
										},
										{
											"type": "entries",
											"name": "Potion of Healing",
											"id": "028",
											"entries": [
												"A Potion of Healing is a small vial with shimmering red magical liquid inside. If a character drinks the liquid, it restores {@dice 2d4 + 2} Hit Points to the character. These Hit Points are added to the character's current Hit Points. A character's Hit Point value cannot be higher than their Hit Point Maximum.",
												{
													"type": "inset",
													"name": "Advantage and Disadvantage",
													"id": "029",
													"entries": [
														"Some circumstances make it easier or harder to succeed on their {@variantrule D20 Test|XPHB|D20 Tests}. This can be reflected in Advantage or Disadvantage.",
														"Advantage means that instead of rolling the {@dice d20} once for a {@variantrule D20 Test|XPHB}, the player or DM rolls the {@dice d20} twice and uses the higher roll. Disadvantage means that instead of rolling the {@dice d20} once for a {@variantrule D20 Test|XPHB}, the player or DM rolls the {@dice d20} twice and uses the lower roll.",
														"As the DM, you decide when a creature is in a situation that calls for Advantage or Disadvantage. Certain places in the text or on the character sheets might also call out when Advantage or Disadvantage applies."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Bowl Bandits",
					"id": "02a",
					"entries": [
						"The passage continues onwards, taking the characters north for a while, and then switching back to the south. The caves here are empty, save for some old cobwebs on the ceiling.",
						"Eventually, the characters find themselves on the southeastern side of the map, near some stone steps that lead into a cavern with an underground stream flowing in it. The two {@creature Bandit|XMM|bandits} who originally helped steal the bowl are in that cavern.",
						{
							"type": "inset",
							"name": "Preparing for a Fight",
							"id": "02b",
							"entries": [
								"In this scene, the characters encounter two nonplayer characters (NPCs) who could engage the characters in combat. You should be ready in case the characters dive into a fight.",
								{
									"type": "entries",
									"name": "Combat",
									"id": "02c",
									"entries": [
										"If the characters want to fight the bandits, combat begins! Here's how that plays out:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Describe the Scene",
													"entry": "Determine where everyone is standing at the start of the combat. Describe any other important details within the scene."
												},
												{
													"type": "item",
													"name": "Roll Initiative",
													"entry": "The players each roll a {@dice d20} and add their {@variantrule Initiative|XPHB} modifier. The character with the highest result goes first, and the characters act in descending order. The bandits act on Initiative 11."
												},
												{
													"type": "item",
													"name": "Take Turns",
													"entry": "On each of their turns, the characters and bandits can move up to a distance equal to their Speed. Before, after, or during any movement, the characters or the bandits can use their action to take the {@action Attack|XPHB} action, take another action, or move up to their {@variantrule Speed|XPHB} again."
												}
											]
										}
									]
								}
							]
						},
						"The cave walls around this area are damp with moisture from the nearby stream. Read or paraphrase the following text as the characters near the curving passage, but before they reach the steps leading into the cavern.",
						{
							"type": "insetReadaloud",
							"id": "02d",
							"entries": [
								"The passageway continues, stone steps leading upward. Beyond the steps, the sound of hushed, whispered voices echoes off the stone, incomprehensible but audible. You can try to get closer if you want to hear clearly and make out the words. But if you get too close without being quiet, they may also hear you. What do you do?"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/BQGT/004-00-004.bandit.webp"
							},
							"credit": "Matias Tapia",
							"width": 850,
							"height": 1577
						},
						"The two {@creature Bandit|XMM|Bandits}, Vonnet and Dilly (an orc woman and a human woman), are in the cavern ahead. The pair sold the bowl to the goblins, then stealthily followed them back to this lair. They hope to steal the bowl back and return it to the keep for a reward so they can get paid twice.",
						{
							"type": "list",
							"items": [
								"{@b Sneaking}. Because of the curving passage and steps, the characters can't see the bandits, and the bandits can't see them. If any characters want to move closer to hear, they must take the {@action Hide|XPHB} action and succeed on a {@dc 10} Dexterity ({@skill Stealth|XPHB}) check. Those who succeed get to the bottom of the stairs and can hear what the bandits are discussing without being heard. If a character fails the check, the bandits hear them approach.",
								"{@b Listening}. Characters can attempt to understand the whispered conversation without moving forward by taking the {@action Search|XPHB} action and attempting a {@dc 15} Wisdom ({@skill Perception|XPHB}) check. On a success, a character learns the information in the \"{@area Bandit Plans|032|x}\" section below. On a failure, the sound is still indecipherable."
							],
							"style": "list-hang-notitle"
						},
						{
							"type": "inset",
							"name": "Can Everyone Sneak?",
							"id": "02e",
							"entries": [
								"Sometimes more than one person can attempt the same check. This is handled in a \"group check,\" which means that everyone can participate in the check, and if half or more of the characters succeed, the whole group succeeds.",
								"However, that does not apply in either of these cases. If even one character fails the {@skill Stealth|XPHB} check, the bandits hear that person and are alerted. Conversely, if even one character succeeds on the {@skill Perception|XPHB} check to hear the voices clearly, then that person succeeds even if the other characters fail."
							]
						},
						{
							"type": "entries",
							"name": "The Cavern",
							"id": "02f",
							"entries": [
								"When the characters look into the chamber, read or paraphrase the following text.",
								{
									"type": "insetReadaloud",
									"id": "030",
									"entries": [
										"A human and an orc dressed in light armor huddle in an alcove in this area. On the west side of a passage leading north, a fast-moving stream flows south. One of them, the human and smaller of the two, is missing a boot and is avoiding putting weight on a bandaged foot."
									]
								},
								{
									"type": "inset",
									"name": "Surprise",
									"id": "031",
									"entries": [
										"If the bandits are caught unawares by the start of combat, they are {@status Surprised|XPHB}. This means they have Disadvantage on their {@variantrule Initiative|XPHB} roll: they roll the {@dice d20} twice and must use the lower roll."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Bandit Plans",
							"id": "032",
							"entries": [
								"If the characters hear the bandits' whispered conversation, they can learn the first bullet point below. They might also learn the rest by talking to the bandits.",
								{
									"type": "list",
									"items": [
										"Vonnet and Dilly are trying to summon the courage to peek around the corner and see what the goblins are up to. They are weighing the odds of being able to survive a fight if they are spotted.",
										"Dilly is missing a boot and has a wound on her foot from a spider bite after their fight with the spiders earlier. They defeated the spiders by killing them with their crossbows. She is missing 4 Hit Points.",
										"When they sold the bowl to the goblins for 50 GP, there were only three goblins, but there may be more now."
									]
								},
								{
									"type": "inset",
									"name": "Giving Clues when Roleplaying",
									"id": "033",
									"entries": [
										"Dilly the bandit was injured by the giant wolf spiders. The players may have retrieved her boot. When you describe the scene to the players, be sure to emphasize Dilly's limp and injury. This may prompt the players to give her back her boot, and maybe even use magic to heal her. If they do this, she might be more inclined not to trick the characters and run away with the bowl later."
									]
								},
								{
									"type": "entries",
									"name": "Attack or Talk?",
									"id": "034",
									"entries": [
										"Vonnet and Dilly do not attack unless the characters attack them. As soon as either bandit takes damage, they flee the caves.",
										"If the characters talk instead, Vonnet and Dilly offer to join forces to retrieve the bowl. They offer to split the reward money. A character who succeeds on a {@dc 15} Wisdom ({@skill Insight|XPHB}) check realizes that the pair may seem sincere now, but they are less than trustworthy.",
										"Treasure. If the characters fight and defeat the two bandits, they find 60 GP on each bandit.",
										{
											"type": "inset",
											"name": "Roleplaying the Bandits",
											"id": "035",
											"entries": [
												"Vonnet and Dilly are a pair of thieves who care only for money. The decisions they make, or the decisions you make for them, should keep their goals in mind. But what about their physical characteristics and personalities?",
												"That is up to you! Are they similar or different? Is one the leader and the other a follower? Do they like each other, or is there some animosity brewing between them? You can add as much or as little of them to the story as you want.",
												"Earlier in the boxed text, Dilly is described as a human woman and the smaller of the two bandits, while Vonnet is an orc woman That's the only thing you should remember. Otherwise, you can differentiate them in any way you want.",
												"Sometimes waiting to see how the characters interact with them is the best option, because you can then adjust their personalities and actions to tell the best story. If a player asks the other players about potentially manipulating them, for example, you might decide there {@i is}animosity brewing between them to make them easier to manipulate. Or maybe one of the bandits is a long-lost acquaintance of one of the characters! If you're not short on time, getting into the storytelling of what the connection is to the character or characters can be a memorable tale!"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Trap",
									"id": "036",
									"entries": [
										"A trap set by the goblins protects their lair.",
										{
											"type": "inset",
											"name": "Introducing a Trap",
											"id": "037",
											"entries": [
												"You must make decisions on how to present the information or allow for checks to find the trap. Should you give the characters a clue that the tripwire is there? Should you allow them to make a check before they set off the trap with the tripwire?",
												"This is more of an art than a science. If a player says that their character moves quickly through the area, or if they do so during combat while distracted, you can simply trigger the trap, since the character did not hesitate. If a player says they are carefully studying the door for anything strange, you can allow them to make the appropriate check to find clues to the trap."
											]
										},
										{
											"type": "entries",
											"name": "Rubble Trap",
											"id": "038",
											"entries": [
												"A tripwire located in the mushroom patch near the stream is rigged to pull heavy stones down on anyone moving through the area.",
												{
													"type": "inset",
													"name": "Search and Study Actions",
													"id": "039",
													"entries": [
														"Two actions characters can take are {@action Search|XPHB} and {@action Study|XPHB}. Searching is trying to notice something, like looking for anything important in a cluttered room. Studying generally involves using knowledge or logic to recall or interpret information. Noticing a tripwire would be a Search action, while figuring out that the wire would pull down the stones is a Study action. In this instance, you don't want to require both actions to get the full picture, so it's usually best to allow either type of action to reveal the presence of the tripwire and the trap."
													]
												},
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Detecting the Trap",
															"entry": "If the characters take the Search or Study action to examine the rubble in this area and succeed on a {@dc 15} Wisdom ({@skill Perception|XPHB}) or Intelligence ({@skill Investigation|XPHB}) check, they notice a tripwire. A character who notices the trap can easily step over the tripwire."
														},
														{
															"type": "item",
															"name": "Triggering the Trap",
															"entries": [
																"If anyone triggers the tripwire, loose stones on the wall to the east of the mushroom patch fall, spilling rocks into the mushroom patch. Each character in that area when the trap is triggered makes a {@dc 12} Dexterity saving throw, taking {@damage 1d6} Bludgeoning damage on a failed save or half as much damage on a successful one from the barrage of rocks.",
																"If the trap is triggered, or if the characters are loud in some other way, the goblins in the room beyond are aware of the intrusion and can't be surprised.",
																"If the characters were quiet and avoided the trap, the goblins are surprised when the characters open the door."
															]
														}
													]
												},
												{
													"type": "inset",
													"name": "Saving Throws and Trap Damage",
													"id": "03a",
													"entries": [
														"If a character is in the area where the rocks fall, they make a saving throw. In the case of this trap, they roll a {@dice d20} and add the number next to Dexterity under Saving Throws. Compare the players' results to the DC of 12.",
														"Roll a {@dice d6}. Anyone who got a total of 11 or lower on their saving throw loses Hit Points equal to the roll of the die. Anyone who gets a 12 or higher takes half that number, rounded down. So if you roll a 5 on the {@dice d6}, the characters who failed the saving throw take 5 Bludgeoning damage, and the characters who succeeded on the saving throw take 2 Bludgeoning damage."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Secret Door",
									"id": "03b",
									"entries": [
										"The secret door into the final goblin lair area on the eastern cavern wall leading into the room is designed to blend in with the wall. If a character takes the Study action to examine the walls, they find the secret door with a successful {@dc 10} Intelligence ({@skill Investigation|XPHB}) check.",
										"If the trap was triggered, the chamber's shaking causes the secret door to open a bit, allowing the characters to notice it without needing to make any checks.",
										"The secret door is neither trapped nor locked and is easily opened. On the other side of the door is the lair of the goblins, where they bask in the glory of their newly purchased prize: the Bowl of Plenty."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Prize",
							"id": "03c",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/BQGT/005-00-005.goblins.webp"
									},
									"credit": "Taras Susak",
									"width": 1700,
									"height": 1100
								},
								"When the characters enter the room, adjust this text depending on whether the goblins are surprised. If they're surprised, they are standing around the bowl and not looking at the entry, and you can read the box text below as it is. If they're not surprised, they are in a defensive formation with weapons drawn, and the centipede is at the front of the formation. You can adjust the last sentences of the first and second paragraphs so the goblins are ready to fight.",
								{
									"type": "insetReadaloud",
									"id": "03d",
									"entries": [
										"These two connected rooms have an open door between them and a makeshift forge in the back of the second room. The forge is currently stoked to a white-hot state. A silver bowl, about a foot wide, sits in the fire. Four goblins stand around the room admiring the bowl.",
										"One of the goblins wears topaz jewelry and holds a leash. The leash leads to a giant centipede. As you enter, the decorated goblin shouts, \"Kill the intruders!\" and lets go of the leash."
									]
								},
								"The five {@creature Goblin Warrior|XMM|Goblin Warriors} include one particularly tough and devious goblin called Sprika. She has tamed and trained a {@creature Giant Centipede|XMM} to act as bodyguards. She carries a gnarled staff that glows with a sickly green light, which she calls her \"magic stick.\" She's bluffed the others into believing she's a spellcaster, but the glowing staff just has a magical glow and functions as though it has the spell {@spell Continual Flame|XPHB} cast upon it. During the combat, Sprika continues to shout. She instructs the other goblins to keep the characters away from the bowl, for it is a gift for a powerful \"master\" in the Caves of Chaos.",
								{
									"type": "entries",
									"id": "03e",
									"entries": [
										{
											"type": "entries",
											"name": "Tactics",
											"id": "03f",
											"entries": [
												"The goblins, except Sprika, fire arrows from their Shortbows on their first turn, then move to engage in melee combat. Sprika prefers to lead from the back of the group, stowing her \"magic stick\" and continuing to use her Shortbow unless threatened in melee. The giant centipede moves to the nearest character and attacks.",
												"Sprika refuses to surrender. If Sprika is killed, the rest of the goblins flee the caves. The centipede, however, fights to the death.",
												"{@b Vonnet and Dilly}. If the characters made a deal with the two bandits, they pretend to engage in combat, but they don't attack. Instead, they stay back until it looks like they can get to the bowl. Unfortunately for them, the bowl is too hot to pick up, so they simply try to escape once they realize this."
											]
										},
										{
											"type": "entries",
											"name": "The Forge",
											"id": "040",
											"entries": [
												"The makeshift forge in area 4a occupies the spot at the back of the second room. Whenever a creature is pushed into the forge or starts its turn there, it takes {@damage 2d6} Fire damage. The goblins and centipedes do not use this tactic."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "041",
											"entries": [
												"Sprika's \"magic stick\" glows with sickly green Continual Flame. Sprika's topaz jewelry can be sold for 50 GP.",
												{
													"type": "inset",
													"name": "Adjusting Encounter Difficulty",
													"id": "042",
													"entries": [
														"This adventure should accommodate four to six players, each playing a character included with the adventure. If you have fewer than four players or more than six players, the content might be too difficult or too easy. For this encounter, make the following changes.",
														{
															"type": "list",
															"items": [
																"If there are fewer than four characters, remove one {@creature Goblin Warrior|XMM} and the {@creature Giant Centipede|XMM}.",
																"If there are more than six characters, add one {@creature Goblin Warrior|XMM} and one {@creature Giant Centipede|XMM}."
															]
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Conclusion",
							"id": "043",
							"entries": [
								"The characters can take possession of the Bowl of Plenty after defeating the goblins and their pet. But first, they must pull the bowl out of the fire and let it cool for a few minutes.",
								"When the Bowl of Plenty cools, however, the characters are in for a final surprise.",
								{
									"type": "inset",
									"name": "Cooling the Bowl",
									"id": "044",
									"entries": [
										"If the characters ask about how to get the bowl out of the fire, tell them that they can check their equipment or search the room for options. Dumping water on it—from their {@item Waterskin|XPHB|waterskins} or the stream outside—would cool the bowl quickly. They might also ask to search the room; tell them that there is a long metal pole they can use to lift the silver bowl out of the forge. You can decide if any {@variantrule D20 Test|XPHB|D20 Tests} are needed to do this, but if there is no consequence for failure, then it's usually not necessary to force the players to make a check."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Silver Spirit of Plenty",
					"id": "045",
					"entries": [
						"What no one knows is that the Bowl of Plenty is more than a symbol. An actual spirit lives inside the silver bowl. The damage to the bowl and the intense fire from the goblins have harmed the Silver Spirit of the Bowl, forcing it to leave the bowl.",
						"When the characters manage to pull the Bowl of Plenty off the forge, it begins to cool. The bowl is still dented, however. When the bowl is cooling, read the following text.",
						{
							"type": "insetReadaloud",
							"id": "046",
							"entries": [
								"With the Bowl of Plenty off the forge fire, it begins to cool. As it does so, a wispy, incorporeal form emerges from the bowl. It looks like a ghostly pixie, but it's sickly and pale. Its wings droop, and it coughs.",
								"\"I am the Silver Spirit of the Bowl. Damage to the bowl has made me ill. I'm afraid that if the bowl is not fixed soon, I might die. Can you fix the bowl so I may return to it and recuperate?\""
							]
						},
						{
							"type": "entries",
							"name": "The Bowl Repair Challenge",
							"id": "047",
							"entries": [
								"The Silver Spirit of the Bowl has 4 Hit Points, and it loses 1 HP for each round that it is not in the Bowl of Plenty. The Silver Spirit cannot enter the bowl until it has been fixed.",
								{
									"type": "entries",
									"name": "Keeping the Spirit Alive",
									"entries": [
										"Characters can use healing magic to give the Spirit more Hit Points, but its maximum is 10 Hit Points, and it continues to lose 1 HP each round unless the bowl is fixed."
									],
									"id": "04d"
								},
								{
									"type": "entries",
									"name": "Vonnet and Dilly",
									"entries": [
										"If the bandit pair is still with the characters, they attempt to steal the bowl again, not caring about the fate of the Silver Spirit. The characters might have to fight them off while trying to fix the bowl."
									],
									"id": "04e"
								},
								{
									"type": "entries",
									"name": "Fixing the Bowl",
									"entries": [
										"The bowl can be fixed by a character who uses their action on their turn to repair it in some way. Some of the characters might have special tools. A character who tries to repair it must succeed on a {@dc 10} check. Strength, Dexterity, or Intelligence are good abilities to use. Characters that are proficient with Carpenter's Tools, Smith's Tools, or Tinker's Tools would be able to use those effectively.",
										"The characters must succeed on three ability checks to properly repair the bowl. If a character has a {@spell Mending|XPHB} spell, they can only cast it once; {@spell Mending|XPHB} only repairs nonmagical objects, and the bowl regains its magic if the spell is used on it. If a character casts {@spell Mending|XPHB}, the characters only need to succeed on two ability checks to repair the bowl.",
										"If the characters fail five ability checks before succeeding on three of them, they accidentally break the bowl. They can still return it to the keep, but the Silver Spirit of the Bowl fades away into nothingness."
									],
									"id": "04f"
								},
								{
									"type": "inset",
									"name": "Taking On a Noncombat Challenge",
									"id": "048",
									"entries": [
										"At some points in a D&D game, you might have a challenge that is not a combat but is still tense and exciting. In this case, the characters need to quickly repair the silver bowl before the magical spirit that inhabits it perishes.",
										"The characters might come up with unique ways to try to help repair the bowl. Try to use these ideas to tell the story of the bowl's repair. As the players brainstorm their ideas, engage them in a discussion. If the idea is preposterous, like smashing the bowl against the floor to fix it, it's okay to say the idea won't work. However, it's better to work with the players by figuring out how a similar action might work. Instead of smashing it, for example, a character might use their Strength to pound the dent back into shape. That is a similar idea that helps work toward the best outcome.",
										{
											"type": "entries",
											"name": "Dealing with the Bandits",
											"entries": [
												"One method of making memorable encounters is to mix up what is happening in a scene. Instead of just having a combat, roleplaying, or ability checks, scenes can do several of them at once. This scene provides that potential. As the characters attempt to repair the bowl and save the Spirit of the Bowl, Vonnet and Dilly can try to grab it and run. This might mean some characters need to fight the bandits to get the bowl back in time for the others to repair it."
											],
											"id": "050"
										},
										{
											"type": "entries",
											"name": "Fixing the Bowl",
											"entries": [
												"Since there is a time limit on fixing the bowl, you can use an Initiative roll to keep track of what's happening, whose turn it is, and how fast the action is moving. At the end of every round, the Spirit of the Bowl loses a Hit Point if it is not in the repaired bowl.",
												"If a character has a tool listed on their character sheet under Equipment, they also have proficiency with that tool, so they can add their {@variantrule Proficiency|XPHB|Proficiency Bonus} to any ability check they make that uses the tool. If they also have proficiency in a skill that's used with that check, they have Advantage on the check too."
											],
											"id": "051"
										},
										{
											"type": "entries",
											"name": "Using the Help Action",
											"entries": [
												"Characters who are not actively making the ability check to fix the bowl can use the {@action Help|XPHB} action on their turns to assist those who are actively fixing the bowl. By assisting in this way, the helping character chooses the character they are going to assist. That character has Advantage on their check to repair the bowl."
											],
											"id": "052"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Conclusion",
							"id": "049",
							"entries": [
								"The characters can take the Bowl of Plenty back to the Keep on the Borderlands after defeating the enemies. They return it to a hero's welcome and their promised reward of 20 GP each. If the Silver Spirit of the Bowl is safely in the repaired bowl, the characters are given an additional 20 GP each."
							]
						},
						{
							"type": "entries",
							"name": "Continuing the Story",
							"id": "04a",
							"entries": [
								"If the players are interested in more adventures, you can continue the story in the {@i D&D Starter Set: Heroes of the Borderlands} available in September 2025. That set provides more information on this area, and plenty of opportunity for more adventures!",
								"The players can also create more customized versions of their characters, or completely new characters, using D&D Beyond."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"id": "04b",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Designer:",
							"entry": "Shawn Merwin"
						},
						{
							"type": "item",
							"name": "Additional Writing:",
							"entry": "Chris Tulach"
						},
						{
							"type": "item",
							"name": "Editor:",
							"entry": "Sadie Lowry"
						},
						{
							"type": "item",
							"name": "Cover Illustrator:",
							"entry": "Robson Michel"
						},
						{
							"type": "item",
							"name": "Cartographer:",
							"entry": "Dyson Logos"
						},
						{
							"type": "item",
							"name": "Illustrators:",
							"entry": "John Grello, Alejandro Pacheco, Taras Susak, Matias Tapia"
						}
					]
				}
			]
		}
	]
}
