{
	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"page": 2,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/PiP/001-0000.webp"
					},
					"width": 2248,
					"height": 2889
				},
				"Welcome to the adventure of a lifetime!",
				"Peril in Pinebrook is an introductory Dungeons & Dragons (also known as D&D) adventure designed for younger players, but it can be enjoyed by players of all ages!",
				"Peril in Pinebrook contains four ready-to-play characters that you can use to run your first D&D game. The simplified rules allow a Dungeon Master (also known as the DM) to easily run the game without needing other rules materials or rules knowledge.",
				"The suggested number of participants for this experience is one DM and four players, but instructions describe how to run a game for fewer players. If you have more than four players, any of the ready-to-play characters can be used by more than one player.",
				{
					"type": "section",
					"name": "The Basics",
					"page": 2,
					"entries": [
						"Dungeons & Dragons is a collaborative storytelling and roleplaying game. Each player takes on the role of an adventuring character: a hero with skill and knowledge—and sometimes magic—that lets them overcome challenges and achieve greatness!",
						"One of the participants in the game takes the role of the Dungeon Master (DM). The DM acts as the lead storyteller, the keeper of secrets, and the referee. This document provides everything you need to know to get started as a DM."
					],
					"id": "001"
				},
				{
					"type": "section",
					"name": "The Adventure",
					"page": 2,
					"entries": [
						"Characters in Dungeons & Dragons undertake quests throughout their lives, heroic journeys and death-defying acts of courage that become tales of legend—or tales of doom!",
						"Peril in Pinebrook contains helpful hints, suggestions, and rules explanations that assist new Dungeon Masters in running the adventure. If you're the DM, you can run this adventure as it's written, or you can add your own bits of story. Your imagination, and the imaginations of the other players, make each game of D&D unique.",
						"The \"Running an Adventure\" section has information that can help you decide whether you want to be a DM. If you prefer to play a character instead, don't read \"Adventure Introduction\" or any of the adventure beyond that. If you do, some of the fun of playing might be spoiled for you."
					],
					"id": "002"
				},
				{
					"type": "section",
					"name": "The Rules",
					"page": 2,
					"entries": [
						"Dungeons & Dragons is a special type of game known as a roleplaying game (RPG). In D&D, the rules help determine if the characters succeed or fail at the challenges they face. They also help the entire group of players tell a fun, exciting, and memorable story.",
						"The rules are explained in the \"Using the Rules\" section. The \"Running an Adventure\" section provides the DM advice on leading the other players through a game session.",
						"The adventure text also explains rules and game play along the way."
					],
					"id": "003"
				},
				{
					"type": "section",
					"name": "The Tools",
					"page": 2,
					"entries": [
						"To play this game, you need this packet and some dice: at least one 20-sided die ({@dice d20}) and one 6-sided die ({@dice d6}). It speeds up game play if each player has their own dice, but players can share! If you don't have these dice, you can find digital dice rollers online.",
						"Each player should also have a way to make notes and keep track of changes to their character sheet as play progresses. A pencil and paper work well.",
						{
							"type": "entries",
							"name": "Character Sheets",
							"page": 2,
							"entries": [
								"This packet includes four character sheets and a handy guide that explains some of the rules and character options in more detail. Give each player one character sheet. If you have more than four players, they can change the names and descriptions on a duplicate character sheet so that they'll have unique characters with similar abilities and equipment.",
								{
									"type": "list",
									"columns": 2,
									"items": [
										"{@5etoolsImg Evandon Haart|pdf/PiP/Evandon_Haart.pdf}",
										"{@5etoolsImg Gallantine Birchenbough|pdf/PiP/Gallantine_Birchenbough.pdf}",
										"{@5etoolsImg Noorah Eldenfield|pdf/PiP/Noorah_Eldenfield.pdf}",
										"{@5etoolsImg Shalefire Stoutheart|pdf/PiP/Shalefire_Stoutheart.pdf}"
									]
								}
							],
							"id": "005"
						}
					],
					"id": "004"
				},
				{
					"type": "section",
					"name": "The Experience",
					"page": 2,
					"entries": [
						"Peril in Pinebrook provides a play experience that can be completed in 60 to 90 minutes. It's fine to take breaks or run the adventure in shorter sessions.",
						"The play experience can also be made longer if desired. Allowing time for people to roleplay their characters and talk with each other adds to the fun of D&D.",
						"Before play begins, the DM should read through this document to get a better understanding of the rules and the adventure.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/PiP/0000.webp"
							},
							"maxWidth": 300,
							"width": 1063,
							"height": 1135
						}
					],
					"id": "006"
				},
				{
					"type": "section",
					"name": "Using the Rules",
					"page": 3,
					"entries": [
						"Peril in Pinebrook uses a simplified version of the Dungeons & Dragons rules to teach the game to new DMs and players. The text of the adventure also contains tips that DMs and players might find useful.",
						{
							"type": "entries",
							"name": "Character Actions",
							"page": 3,
							"entries": [
								"A character's actions hold the potential for either success or failure. Can you hit a monster with your weapon? Can you balance on a narrow ledge as you ascend a mountain? Can you convince a dragon not to eat you?",
								"You find the answer to these questions during the game by making a {@dice d20} roll!"
							],
							"id": "008"
						},
						{
							"type": "entries",
							"name": "d20 Rolls",
							"page": 3,
							"entries": [
								"The 20-sided die ({@dice d20}) is the most-used die in D&D. It is rolled whenever a character or a creature tries to do something important.",
								"Things a character might try to do are listed under \"Attacks\" and \"Skills\" on the character sheets. Next to attacks and skills are number expressions, such as \"+5 to hit.\" This is the number you add to your die roll when your character uses that attack or skill.",
								"For example, the character sheet for Shalefire Stoutheart lists \"Handaxe\" under \"Attacks,\" with \"+6 to hit\" next to it. If Shalefire wants to attack a monster with their handaxe, the player rolls a {@dice d20}. If the die roll is a 10, the player adds 6 to the die roll for a final attack score of 16.",
								"How does the player know if their roll succeeds or fails? Read on to find out!"
							],
							"id": "009"
						},
						{
							"type": "entries",
							"name": "Armor Class",
							"page": 3,
							"entries": [
								"The number a character tries to equal or exceed with an attack roll is called Armor Class (also called AC). The higher a creature's Armor Class, the harder that creature is to hit. In the previous example, Shalefire's attack roll with a handaxe would hit a creature with an Armor Class of 16 or lower."
							],
							"id": "00a"
						},
						{
							"type": "entries",
							"name": "Damage",
							"page": 3,
							"entries": [
								"When an attack roll hits, it deals damage. The damage roll appears after the attack on the character sheet. Shalefire's handaxe does \"{@damage 1d6 + 4} damage,\" so the player would roll one 6-sided die ({@dice d6}) and add 4 to the die roll."
							],
							"id": "00b"
						},
						{
							"type": "entries",
							"name": "Difficulty Class",
							"page": 3,
							"entries": [
								"Difficulty Class (DC) is the number that a character must equal or exceed to succeed at an action that is not an attack. This includes rolls to use skills.",
								"For example, if Shalefire wants to move a heavy boulder blocking the mouth of a cave, that requires a skill called {@skill Athletics}. Under \"Skills\" on Shalefire's character sheet, it says \"{@skill Athletics} +6,\" so Shalefire's player rolls a 20-sided die and adds 6 to the number on the die. If the Difficulty Class to move the boulder is 12, the player would need to roll a 6 or higher for Shalefire to move the boulder.",
								"The Difficulty Class for actions a character can attempt is given in the adventure text. In general, a Difficulty Class of 10 ({@dc 10}) is easy, while a DC of 15 is challenging. Most of the actions in this adventure are {@dc 10}. The Dungeon Master can change DCs if circumstances make an action easier or harder. They can also make up their own DCs when the characters attempt actions not covered in the adventure."
							],
							"id": "00c"
						},
						{
							"type": "entries",
							"name": "Advantage and Disadvantage",
							"page": 3,
							"entries": [
								"Sometimes what's happening in the adventure makes things easier for a character. At other times, the odds are stacked against the heroes. These circumstances can be reflected in D&D as \"advantage\" or \"disadvantage.\"",
								{
									"type": "inset",
									"name": "DM Tip",
									"page": 3,
									"entries": [
										"Advantage and disadvantage are powerful game tools. They make {@dice d20} rolls more likely to succeed or fail, so use them wisely. They are best used as a reward for clever play by the players, or to represent good or bad luck affecting the story. In the full version of the D&D rules, certain rules automatically give a character advantage or disadvantage. For this adventure, the DM can decide when to apply advantage or disadvantage to rolls. If a character has both advantage and disadvantage on a roll, they cancel each other out, and the roll is made normally."
									],
									"id": "00e"
								},
								{
									"type": "entries",
									"name": "Advantage",
									"page": 3,
									"entries": [
										"If Shalefire attacks a monster with a handaxe while the monster is distracted by another character, the monster can't see the attack coming. The DM might decide the monster is easier to hit while distracted, so Shalefire would make the attack roll with advantage.",
										"Advantage means that instead of rolling the {@dice d20} once for the attack roll, Shalefire's player rolls the {@dice d20} twice and uses the higher roll. They then add the normal modifier (+6 for Shalefire's handaxe) to get a final attack result."
									],
									"id": "00f"
								},
								{
									"type": "entries",
									"name": "Disadvantage",
									"page": 3,
									"entries": [
										"Disadvantage works like advantage in reverse. If something in the game makes it harder to take an action, the roll for that action is made with disadvantage. For example, as Shalefire climbs a cliff using a rope, a monster at the top of the cliff shakes the rope. Because it's now harder to climb, Shalefire makes the {@dice d20} roll to climb the rope with disadvantage.",
										"Disadvantage means that instead of rolling the {@dice d20} once to make the {@skill Athletics} check to climb, Shalefire's player rolls the {@dice d20} twice and uses the lower roll. They then add the normal modifier (+6 for Shalefire's {@skill Athletics} skill) to get a final result."
									],
									"id": "010"
								}
							],
							"id": "00d"
						},
						{
							"type": "entries",
							"name": "Hit Points",
							"page": 3,
							"entries": [
								"Every creature in D&D has a number of \"hit points.\" This number reflects the damage a creature can take before it falls {@condition unconscious} or is defeated. When a character or creature is damaged by an attack roll or a hazard in the game, the amount of damage dealt is subtracted from the character's or creature's hit points.",
								"If a creature reaches 0 hit points, they are defeated. The players can decide if this means a creature is dead or {@condition unconscious} or if they run away.",
								"When a character reaches 0 hit points, they are {@condition unconscious}. In this adventure, a character at 0 hit points remains {@condition unconscious} until they regain hit points through healing or until the end of the encounter, when they regain 1 hit point automatically. The adventure details ways to regain hit points."
							],
							"id": "011"
						}
					],
					"id": "007"
				},
				{
					"type": "section",
					"name": "Running an Adventure",
					"page": 4,
					"entries": [
						"A DM gets to use their imagination while presenting the adventure to the other players. The DM can add excitement to the game as they describe the situations and help players navigate their way through the action.",
						{
							"type": "entries",
							"name": "Presenting Encounters",
							"page": 4,
							"entries": [
								"This adventure is divided into \"encounters,\" which are like scenes from a movie or show. Each encounter has specific challenges. Once the players complete the challenges, move on to the next scene. The flow of the game is described below."
							],
							"id": "013"
						},
						{
							"type": "entries",
							"name": "Game Flow",
							"page": 4,
							"entries": [
								"A D&D session begins with the DM and the other players having a conversation. The DM explains the situation the characters are in. The players can ask questions about the situation, and the DM answers those questions to further explain what's happening.",
								"Then the DM asks the most important question in the DM's toolbox:",
								"{@i \"What do you do?\"}",
								"At this point, players should explain what they want their characters to do. (If what they want to do is impossible, the DM says so and asks the player to choose a different action. For example, a character can't walk through a wall unless they have some special ability or magic that allows them to do so.)",
								"If the action is possible and very easy to do, the character automatically succeeds. Opening an unlocked door or lifting a light object doesn't require heroic effort, so no {@dice d20} roll is necessary.",
								"When the action is somewhere between easy and impossible, trying to do it could lead to success or failure. That's when the DM calls for a {@dice d20} roll. See the \"{@dice d20} Rolls\" section earlier in this document.",
								"The {@dice d20} roll, plus its modifiers, determines whether the action succeeds or fails. What does success or failure mean for an adventure? This is where you and the players get to tell a story together!"
							],
							"id": "014"
						},
						{
							"type": "entries",
							"name": "Narrating Successes and Failures",
							"page": 4,
							"entries": [
								"When a {@dice d20} roll succeeds or fails, the DM and the players can turn that result into a part of the ongoing story. What does it look like when a monster is defeated? What does Shalefire say or do if the heavy boulder blocking the cave doesn't budge? These points in the game can spark great storytelling and acting moments.",
								"Remember, though, that part of the DM's job is to keep the game's story moving forward. If describing every single attack roll in a long combat gets boring, just say how much damage the attack deals and get to the next exciting moment."
							],
							"id": "015"
						},
						{
							"type": "entries",
							"name": "Tips for Dungeon Masters",
							"page": 4,
							"entries": [
								"Here are some tips for DMs that can help them run great games:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Rule 0",
											"entries": [
												"Rule 0 of D&D is simple: Have fun. It's fine if everyone agrees to change the rules as long as doing so means the game is more fun for everyone."
											]
										},
										{
											"type": "item",
											"name": "Be Supportive",
											"entries": [
												"The players and the DM are all on the same team. DMs aren't playing against the characters. The DM wins when the players have fun and the story is exciting and memorable."
											]
										},
										{
											"type": "item",
											"name": "Use \"Yes, and...\" or \"No, but...\"",
											"entry": "Allow the players to succeed as much as possible, and let them participate in the telling of the story. If they want to try something unexpected, try to say \"yes\" and then work their ideas into the story. If you have to say \"no\" to a player's idea, suggest options that let them do something similar."
										},
										{
											"type": "item",
											"name": "Use Your Imagination",
											"entries": [
												"Peril in Pinebrook is an outline for your game. Change or make up anything you need to if it makes the game more fun. The text can't cover everything players might want to do. What does a monster smell like? That's up to you, or you can ask the players what they think!"
											]
										},
										{
											"type": "item",
											"name": "NPCs Are Your Voice",
											"entry": "While the players determine what their characters do, the DM controls all the other characters in the game. Nonplayer characters (also known as NPCs) are a great tool for the DM to help the characters understand the game and the story, and to work information into the story smoothly."
										},
										{
											"type": "item",
											"name": "Allow Alternatives",
											"entries": [
												"D&D is a game of fantasy, where heroes use wits, skill, and determination to overcome obstacles. Sometimes those obstacles are defeated with weapons and spells. But characters can succeed in other ways. Communicating with monsters, tricking them or frightening them away, or avoiding a fight while cleverly sneaking past a challenge can be just as much fun. Such options are ideal if anyone playing the game wants to avoid violence."
											]
										},
										{
											"type": "item",
											"name": "Listen to Your Players",
											"entries": [
												"Encourage your players to speak to you, publicly or privately, if something in the game upsets them. Then respond appropriately. For instance, you can move past upsetting topics by quickly narrating a resolution to a scene, then quickly move to the next part of the story."
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/PiP/0002.webp"
									},
									"width": 1680,
									"height": 1396
								}
							],
							"id": "016"
						}
					],
					"id": "012"
				},
				{
					"type": "section",
					"name": "Adventure Introduction",
					"page": 5,
					"entries": [
						"{@b If you are a player, stop reading here! The rest of this document is for the Dungeon Master only.}",
						"In Peril in Pinebrook, the characters find a newborn dragon and must return the infant to its mother's lair. The lair, however, is under attack by hostile forces. As the DM, you'll present the challenges the characters face as they take the baby dragon home.",
						{
							"type": "insetReadaloud",
							"page": 5,
							"entries": [
								"Text that appears in a box like this is meant to be read aloud to the players. You can read boxed text word-for-word, or use your own words."
							],
							"id": "018"
						},
						"To begin the adventure, show your players the character sheets. Then read the following passage aloud to your players:",
						{
							"type": "insetReadaloud",
							"page": 5,
							"entries": [
								"We're going to play a short game of Dungeons & Dragons. These character sheets have information about your characters on them. You can each have one character to play."
							],
							"id": "019"
						},
						"You can let the players choose their characters, but if your time is limited, consider choosing characters for them.",
						"Once each player has a character sheet, read the following:",
						{
							"type": "insetReadaloud",
							"page": 5,
							"entries": [
								"Write your name in the space where it says \"Player Name.\" Your character already has a name, which you can use if you want, or you can change the name. There's space below the name where you can give your character a nickname and add your character's pronouns.",
								"Each character sheet has a \"Description\" area for your character's appearance, personality, and attitude. Choose from the options there or make up your own. You can act out how your character behaves based on their description and personality."
							],
							"id": "01a"
						},
						"Offer to help the players fill out these parts of their character sheets if needed. Do your best to answer questions from players, but some questions are best answered as they come up during play. Let the players know that you'll give them more information along the way. Still, you may need to pause between each section to answer questions as you present the following information:",
						{
							"type": "insetReadaloud",
							"page": 5,
							"entries": [
								"Let's go over other parts of the character sheet. There is some information you should know before we start playing.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Race and Class",
											"entries": [
												"Each character in D&D has a race and a class that help determine what things a character does best. Some of the other information on a character sheet is based on a character's race and class."
											]
										},
										{
											"type": "item",
											"name": "Armor Class and Hit Points",
											"entries": [
												"Each character has an Armor Class (also called AC) and hit points. Armor Class tells how hard it is to hit a character with an attack roll. The higher the AC, the harder it is to hit a character. Hit points determine how much damage a character can take. When a character takes damage, subtract that damage from the character's hit points. If a character's hit points reach 0, they are {@condition unconscious}. You'll learn how to regain hit points later in the game."
											]
										},
										{
											"type": "item",
											"name": "Attacks",
											"entries": [
												"Each character can make attacks with melee or ranged weapons, or with melee or ranged spells. \"Melee\" means an attack that is used when a character is right next to a monster. \"Ranged\" means an attack that is used when a character isn't near a monster. The number after the attack on a character sheet is added to a {@dice d20} roll (a roll of a 20-sided die) when a character attacks. The higher the number, the more likely the attack succeeds."
											]
										},
										{
											"type": "item",
											"name": "Skills",
											"entries": [
												"Each character can use the skills listed on their character sheet. The number after a skill shows what the player adds to a {@dice d20} roll. The higher the number, the better the character is at that skill. If a character wants to use a skill that isn't on their character sheet, the player rolls a 20-sided die but doesn't add a number to the roll."
											]
										},
										{
											"type": "item",
											"name": "Equipment",
											"entries": [
												"A character has equipment they can use to overcome challenges during adventures. They also might find more equipment during adventures."
											]
										},
										{
											"type": "item",
											"name": "Special Ability",
											"entries": [
												"Each character has a special ability. This ability lets a character do something during the adventure that other characters can't do. You get to choose when your character uses their special ability, but a character can use a special ability only a limited number of times or under special circumstances."
											]
										}
									]
								}
							],
							"id": "01b"
						},
						"Explain how {@dice d20} rolls work with the following example:",
						{
							"type": "insetReadaloud",
							"page": 5,
							"entries": [
								"The character Noorah Eldenfield has a shortbow attack that says \"+5 to hit.\" When Noorah attacks with a shortbow, Noorah's player rolls a {@dice d20} and adds 5 to the number rolled on the die. I'll tell you if that attack hits the monster. If it does, Noorah's shortbow attack also says \"Damage {@dice 1d6 + 3}.\" The player rolls a 6-sided die and adds 3 to determine the damage dealt by the attack."
							],
							"id": "01c"
						},
						"A \"Player Reference Sheet\" also details some of the terms on the character sheets.",
						"Now let's get on with the game!",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/PiP/0004.webp"
							},
							"width": 1320,
							"height": 1236
						}
					],
					"id": "017"
				},
				{
					"type": "section",
					"name": "Starting the Adventure",
					"page": 6,
					"entries": [
						"{@b Estimated Time to Play This Encounter: 10 minutes}",
						"When you and the players are ready to begin the adventure, read the following:",
						{
							"type": "insetReadaloud",
							"page": 6,
							"entries": [
								"You are from the village of Pinebrook, a small settlement near the base of a mountain range called the Spine of the World. In addition to their normal jobs, the citizens of Pinebrook take turns patrolling the forest and hills around the village, making sure the area is safe for the loggers who work in the forest and the miners who dig in the mountains for iron ore. Today, it's your turn to patrol the forest with some of your friends.",
								"Dangerous creatures sometimes wander the woods, but it has been safe recently. Rumors have spread through the area that a friendly silver dragon recently established a lair in the nearest mountain. The more hostile creatures of the mountains, especially the dangerous ice trolls, haven't been seen in the past two months. Yesterday, however, a patrol saw large, frosty troll footprints in the forest. Could the rumors of a friendly silver dragon be just rumors after all? Your patrol today is led by the head of the village guards, Captain Emmajeen Kole. Captain Kole glances nervously at the forest trail before she nods at your group.",
								"\"I've not patrolled with any of you before. Tell me a little about yourselves.\""
							],
							"id": "01e"
						},
						"Ask each player to give their character's name or nickname and describe what they look like. They can reveal the things they are carrying that the other characters would see, explain what attacks and skills they have, and maybe even describe their personalities. They can use their character sheets as prompts.",
						{
							"type": "entries",
							"name": "Roleplaying",
							"page": 6,
							"entries": [
								"D&D lets players act as their characters. Players might use a different voice or move as their character might. But if a player isn't comfortable roleplaying in that way, they can describe their character as if from a book or story instead.",
								"It's okay if some players seem hesitant to talk or have trouble roleplaying. It's more important to make the players feel comfortable than to make them talk. To help them feel more comfortable with roleplaying, consider asking them one or two of the following questions:",
								{
									"type": "list",
									"items": [
										"What's your character's name or nickname?",
										"What does your character look like?",
										"What does your character sound like when they talk?",
										"What is your character good at doing?",
										"What does your character carry as they patrol the forest?",
										"How does your character feel about being on patrol the day"
									]
								},
								"after evidence of ice trolls was found in this area? Once all the characters have introduced themselves, Captain Kole speaks again:",
								{
									"type": "insetReadaloud",
									"page": 6,
									"entries": [
										"\"Well, this forest needs to be patrolled, so let's get to it. I'm ready to fight if we have to!\""
									],
									"id": "020"
								},
								"Let the players respond for their characters if they want to. Then, describe how Captain Kole moves carefully into the forest, motioning for the characters to follow.",
								"Proceed to Encounter 1: A Not-So-Fearsome Dragon."
							],
							"id": "01f"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/PiP/001-0049.webp"
							},
							"width": 1675,
							"height": 2991
						}
					],
					"id": "01d"
				},
				{
					"type": "section",
					"name": "Encounter 1: A Not-So-Fearsome Dragon",
					"page": 7,
					"entries": [
						"{@b Estimated Time to Play This Encounter: 10 minutes}",
						"After the the characters follow Captain Kole into the forest, read the following:",
						{
							"type": "insetReadaloud",
							"page": 7,
							"entries": [
								"You move along the forest trail for fifteen minutes before Captain Kole stops and holds up a hand. \"Do you hear that?\" she asks.",
								"You're going to make a {@skill Perception} check to see if you can hear what Captain Kole hears. \"{@skill Perception}\" is listed on your character sheet under \"Skills.\" Each of you should roll a 20-sided die and add the number next to your {@skill Perception} skill on your character sheet. Then tell me the total of your {@skill Perception} check."
							],
							"id": "022"
						}
					],
					"id": "021"
				},
				{
					"type": "section",
					"name": "Perception Checks",
					"page": 7,
					"entries": [
						"A player rolls a {@dice d20} and adds the modifier written next to the {@skill Perception} skill on their character sheet to make a {@skill Perception} check. The Difficulty Class to succeed on this check is 10 (written as {@dc 10}), so if anyone gets a {@skill Perception} check of 10 or higher, you explain that they hear a noise coming from the thorny forest underbrush.",
						"If no character succeeds on the {@skill Perception} check, Captain Kole points in the direction of the sound. Continue reading:",
						{
							"type": "insetReadaloud",
							"page": 7,
							"entries": [
								"The underbrush at the edge of the trail rustles as a creature the size of a large dog crawls from the thorns and leaves. At first, the creature looks like a strange lizard made of metal. But as you look more closely, you see that it is a small dragon with blue-gray scales and a long, pointy tongue.",
								"As the dragon crawls in your direction, it feebly tries to scrape pieces of silver eggshell off its head and face. It makes a hissy, whimpering sound."
							],
							"id": "024"
						},
						"Ask the players what they want to do. Let them play their characters as they react, talk, speculate, and investigate further. As long as the characters don't try to hurt the baby silver dragon, Captain Kole simply stares in confusion, unsure what to do next.",
						{
							"type": "entries",
							"name": "Roleplaying and Information",
							"page": 7,
							"entries": [
								"The players will probably ask questions throughout the adventure. To give the players the proper information, try dividing answers into the following three categories:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Information the Characters Know",
											"entries": [
												"If the players ask about information their characters would know, you can tell them that information. For example, the characters always know what they see, hear, and smell."
											]
										},
										{
											"type": "item",
											"name": "Information the Characters Might Know",
											"entries": [
												"Players might learn information based on their characters' skills. For instance, Shalefire or Gallantine could ask if this is a baby silver dragon. As the DM, you can have their players make a {@dc 10} check with an appropriate skill to see if they know the answer to that question. Shalefire could use the {@skill Animal Handling} skill, while Gallantine could use the {@skill Nature} skill. If they succeed on the check ({@dice d20} + skill modifier is 10 or higher), you can tell them \"Yes! This is a newborn silver dragon.\" You might add that they often eat meat and other food as well."
											]
										},
										{
											"type": "item",
											"name": "Information the Characters Don't Know Yet",
											"entries": [
												"A question like, \"Where did this baby dragon come from?\" is something the characters don't know, at least not yet. When this happens, you can simply say, \"You're not sure, but you can try to find out.\""
											]
										}
									]
								},
								"If the characters fail their checks or don't ask the right questions, you can have Captain Kole provide information. She can confirm that this is a baby silver dragon, and she refuses to allow the characters to harm it in any way.",
								"After the players ask all their questions and roleplay their reactions to the dragon, read the following:",
								{
									"type": "insetReadaloud",
									"page": 7,
									"entries": [
										"Captain Kole pulls a book from her backpack, The Practically Complete Guide to Dragons. She flips to the middle of the book. \"It's true! This is a newborn silver dragon. The mother's lair must be in the nearest mountain just beyond the forest, as the rumors said. We need to get this baby to its mother quickly. I wonder how the baby got so far from home?\"",
										"Captain Kole hesitates, then sighs. \"I must return to Pinebrook and tell them what we've found. I need you to take the baby to the lair and its mother. Protect this dragon with your lives. Trails in the forest lead right up to the mountain. Give this poor thing a name and get it some food. It looks weak.\"",
										"She tears a page from the book and holds it out. \"Here. This might be useful. According to the book, silver dragons are peaceful and usually like people.\""
									],
									"id": "026"
								},
								"The page Captain Kole gives the characters is found in appendix A. It contains translations of Draconic, the language of dragons, into the Common language the characters know. The characters don't need to read it now, but the information will be useful in the adventure."
							],
							"id": "025"
						},
						{
							"type": "entries",
							"name": "Feeding and Care",
							"page": 7,
							"entries": [
								"After Captain Kole leaves, the characters should attempt to find food for the dragon. You may want to point out that all the characters have rations listed on their character sheets under \"Other Equipment.\" Alternatively, Shalefire can make a {@dc 10} {@skill Survival} check or Gallantine can make a {@dc 10} {@skill Nature} check to find berries and nuts the dragon can eat. Remind players how to make {@dice d20} rolls if needed.",
								"After the dragon is fed, it says one word: \"Nytha.\" The characters won't learn this until later, but the baby just called the characters \"Mama\" in Draconic.",
								"Once the dragon eats, it perks up and follows the characters. They can carry the dragon, who enjoys the attention. The dragon also loves belly rubs!"
							],
							"id": "027"
						},
						{
							"type": "entries",
							"name": "Moving the Adventure Forward",
							"page": 7,
							"entries": [
								"The mountain Captain Kole pointed the characters toward is visible above the trees.",
								"When the players are ready, proceed to Encounter 2: Living Icicles."
							],
							"id": "028"
						}
					],
					"id": "023"
				},
				{
					"type": "section",
					"name": "Encounter 2: Living Icicles",
					"page": 8,
					"entries": [
						"{@b Estimated Time to Play This Encounter: 10 minutes}",
						"Tell the players that the woods are quiet as the characters travel through the forest. They easily find the trails that lead to the mountain, and no forest creatures bother them.",
						"When the characters arrive at the base of the mountain, read the following:",
						{
							"type": "insetReadaloud",
							"page": 8,
							"entries": [
								"By carefully following the correct forest trails, you arrive at the base of the mountain. You see a cave opening not far ahead. If a dragon built a lair in the mountain, this would be an obvious entrance."
							],
							"id": "02a"
						},
						"The cave is the only visible entrance leading to the dragon's lair. When the baby dragon gets near the entrance, it sniffs the air and struggles to move closer, recognizing the smell of home.",
						"As the characters move closer to the cave, read the following:",
						{
							"type": "insetReadaloud",
							"page": 8,
							"entries": [
								"The cave entrance is wide and filled with sunlight, but the cave quickly grows dark beyond, with no way to see if there is anything inside. Broken icicles and patches of frosty snow cover the ground at the cave entrance.",
								"Suddenly, the shards of ice begin to twitch. The icicles and snow come together to form small ice creatures with wicked, pointy claws. One of them cries, \"Intruders! Slash 'em good!\" as they attack!"
							],
							"id": "02b"
						},
						"Five living icicles dwell in the cave entrance. If you are playing this adventure with fewer than four characters, remove one living icicle per player missing, to a minimum of two living icicles. Use the information below to play the living icicles during combat.",
						{
							"type": "inset",
							"name": "Living Icicle",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Armor Class",
											"entry": "10",
											"nameDot": false
										},
										{
											"type": "item",
											"name": "Hit Points",
											"entry": "7",
											"nameDot": false
										}
									]
								},
								{
									"type": "variantInner",
									"name": "Attack",
									"entries": [
										{
											"type": "entries",
											"name": "Claws",
											"entries": [
												"{@atk mw} {@hit 2} to hit. {@h}{@damage 1d6} slashing damage."
											],
											"id": "02e"
										}
									],
									"id": "02d"
								}
							],
							"id": "02c"
						},
						"Read the following to get the players ready for their first combat:",
						{
							"type": "insetReadaloud",
							"page": 8,
							"entries": [
								"Get ready for your first combat! Look at the \"Attacks\" section on your character sheet. If you want to make a melee attack, your character needs to move up to the icicle creatures. If you want to make a ranged attack, you can stay back.",
								"Roll a 20-sided die and add the modifier listed by the attack you're using. Tell me the total, and I'll tell you if the attack hit or missed. If you hit, roll a 6-sided die and add the damage modifier listed by the attack you're using and tell me the total."
							],
							"id": "02f"
						},
						{
							"type": "entries",
							"name": "Taking Turns",
							"page": 8,
							"entries": [
								"First, describe how the monsters are vicious, and the danger they present. Highlight how sharp their claws are. Try to make the players feel as if they're in a battle for their characters' lives. If the monsters make one or two successful attacks, that helps with this feeling. Let the characters act first, starting with the player on your left and going clockwise. Ask each player what they want to do, and encourage them to describe their actions so everyone can imagine what the scene looks like.",
								"After all the players have acted, any undefeated living icicles attack. Each monster that still has hit points moves to a different character and makes an attack using their claws.",
								"Roll a {@dice d20} and add the attack modifier (+2) to the roll. If the total equals or exceeds the Armor Class of the character being attacked, the attack hits. Roll {@dice 1d6}, and tell the player to subtract that damage from their hit points. If the attack misses, nothing happens. Either way, describe the attack. Do the claws rend open a wound or rake harmlessly off armor?",
								"Continue taking turns until all the living icicles are defeated. You can describe the living icicles shattering or melting as they're defeated. Or perhaps the living icicles flee when they're defeated. Just make it clear to the players that the living icicles can't be chased and caught, perhaps by having them flow into narrow cracks in the mountainside where the characters can't follow.",
								{
									"type": "inset",
									"name": "DM Tip",
									"page": 8,
									"entries": [
										"Running an exciting combat in D&D is like a thrilling amusement park ride: the players often want to be scared and excited, but they don't want the excitement to lead to certain character death. This is where you can perform storytelling and mathematical magic.",
										"You can intervene if the characters seem to be losing the battle. For instance, you can give the characters advantage on attack rolls or give the monsters disadvantage on attack rolls. See the \"Using the Rules\" section earlier in this document for details about advantage and disadvantage. Changing probabilities like this can improve the characters' odds in defeating the monsters.",
										"Rather than having a monster attack one character until they fall {@condition unconscious}, have the monster attack a different character each turn. This tactic keeps more characters in the fight longer.",
										"You can even say the baby dragon rushed in and took down a monster, but try not to use outside help very often."
									],
									"id": "031"
								}
							],
							"id": "030"
						},
						{
							"type": "entries",
							"name": "After the Characters Succeed",
							"page": 8,
							"entries": [
								"Once the living icicles are defeated, ask the players what they want to do next. If they need help, suggest that they search the area.",
								{
									"type": "entries",
									"name": "Searching the Area",
									"page": 8,
									"entries": [
										"Some monsters carry treasure, so it's often a good idea for characters to search the monsters as well as the area around them. Unless treasure is hidden, the characters can easily find it without having to make a check.",
										"Just inside the cave entrance, the characters find a worn leather backpack. Inside the backpack are the following items: a package of dried meat, five torches, flint and steel for starting fires, and a pouch containing 12 gold pieces."
									],
									"id": "033"
								},
								{
									"type": "entries",
									"name": "Dividing Treasure",
									"page": 9,
									"entries": [
										"Let the players divide up the treasure as they wish. If they start to argue over who gets what, use the dragon to calm everyone down. The baby cries if the characters argue!"
									],
									"id": "034"
								},
								{
									"type": "entries",
									"name": "Healing Injured Characters",
									"page": 9,
									"entries": [
										"If any characters took damage from the living icicles, the best way to heal the damage is for Evandon to use their special ability to cast a spell called Cure Wounds. Shalefire also has a special ability to heal their own damage, but only once during the adventure. (The full rules of D&D have other ways to heal damage, but this adventure relies on Evandon's spells, Shalefire's special ability, and on other healing opportunities later in the adventure.)"
									],
									"id": "035"
								},
								{
									"type": "entries",
									"name": "What Did We Just Fight?",
									"page": 9,
									"entries": [
										"Living icicles are magical creatures that ice trolls sometimes use to guard places. A character who succeeds on a {@dc 10} check using skills such as {@skill Arcana} or {@skill History} knows this and can tell the other characters what they know."
									],
									"id": "036"
								}
							],
							"id": "032"
						},
						{
							"type": "entries",
							"name": "Moving the Adventure Forward",
							"entries": [
								"The baby dragon tries to run into the cave. When the characters are ready, proceed to Encounter 3: A Dangerous Lair."
							],
							"id": "037"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/PiP/0005.webp"
							},
							"width": 1320,
							"height": 1298
						}
					],
					"id": "029"
				},
				{
					"type": "section",
					"name": "Encounter 3: A Dangerous Lair",
					"page": 10,
					"entries": [
						"{@b Estimated Time to Play This Encounter: 15 minutes}",
						"After defeating the living icicles and entering the cave, the characters must contend with the hazards and dangers of the tunnels that lead to the silver dragon's lair. When the characters enter the cave, read the following:",
						{
							"type": "insetReadaloud",
							"page": 10,
							"entries": [
								"The front of the cave is lit by sunlight coming through the opening, leaving the back of the cave in darkness. The cave walls contain rough chalk drawings of creatures that look like trolls dancing and working."
							],
							"id": "039"
						},
						"Ask the players to make either a {@dc 10} {@skill History} or {@skill Religion} check for their characters. Although Evandon is the only character who has a bonus to their {@skill Religion} skill and Gallantine is the only character with a bonus to their {@skill History} skill, the other characters can still attempt a {@skill History} or {@skill Religion} check. The players just don't add anything to the {@dice d20} roll when they do.",
						"If any of the characters succeeds on the skill check, tell the players that ice trolls once lived and worked in the cave.",
						"Even if no one succeeds on the skill check, continue by reading the following:",
						{
							"type": "insetReadaloud",
							"page": 10,
							"entries": [
								"The baby dragon gets more excited after entering the cave, as if it knows it's close to home. Barely visible in the shadows at the back of the cave, a passageway turns into a tunnel that slopes upward toward the center of the mountain."
							],
							"id": "03a"
						},
						"Because the cave is dark and spooky beyond the entrance, the characters need to use the torches found in the worn leather backpack to light their way as they explore. The flint and steel in the backpack can be used to light the torches.",
						{
							"type": "entries",
							"name": "Reaching the Lair",
							"page": 10,
							"entries": [
								"The characters must overcome three challenges to safely reach the hatching cavern of the silver dragon's lair. Each challenge can be overcome in a variety of ways, using skills, equipment, or attacks.",
								"The challenge descriptions suggest potential ways characters can overcome each challenge. However, if the players come up with other ways that might work, let them make a {@dice d20} roll that somehow connects to their idea. Imagination often leads to an even more creative story!",
								{
									"type": "entries",
									"name": "Challenge 1: Climbing Icy Walls",
									"page": 10,
									"entries": [
										"As the characters move through the passage, read the following:",
										{
											"type": "insetReadaloud",
											"page": 10,
											"entries": [
												"The cold, frosty passage continues until you reach an ice-covered wall. The passage continues fifty feet above. You'll have to climb the wall to move deeper into the mountain."
											],
											"id": "03d"
										},
										"Characters must succeed on a {@dc 10} {@skill Athletics} or {@skill Acrobatics} check to climb the wall. If a character fails the check, roll {@dice 1d6}. Tell the player to subtract that number from the character's hit points to represent the damage the character takes from falling before they eventually reach the top.",
										"Noorah has a Climber's Kit on her character sheet (under \"Other Equipment\") that gives her advantage on the check. If a character who reaches the top has a rope, they can lower the rope to help the other characters. Characters who use the rope can reach the top without making a check.",
										"The passage then continues upward.",
										{
											"type": "inset",
											"name": "DM Tip",
											"page": 10,
											"entries": [
												"If a character carries the baby dragon and falls during the climb, the dragon doesn't take damage. You can reward a character protecting the baby dragon by giving them advantage on certain rolls."
											],
											"id": "03e"
										}
									],
									"id": "03c"
								},
								{
									"type": "entries",
									"name": "Challenge 2: Magical Ice Mirror",
									"page": 10,
									"entries": [
										"As the characters continue, read the following:",
										{
											"type": "insetReadaloud",
											"page": 10,
											"entries": [
												"The winding, upward-sloping passage is interrupted by a thin sheet of solid ice. Through the ice sheet, you can see the passage continues on the other side. As your torchlight flickers, the ice suddenly becomes as reflective as a mirror, its surface shimmering strangely. In those reflections, you and your companions are all silver dragons, and the baby dragon looks like a human toddler with silver skin."
											],
											"id": "040"
										},
										"Let the players roleplay and react to this unique discovery, then continue:",
										{
											"type": "insetReadaloud",
											"page": 10,
											"entries": [
												"The head of a large, platinum-colored dragon appears in the ice and speaks. You understand the words the Dragon speaks, even though it isn't speaking in a language you know.",
												"\"You are on a blessed quest, but you must speak the correct words in the correct language to enter the lair of one of my children. What two words correctly answer this question: What type of creature are you escorting home?\""
											],
											"id": "041"
										},
										"Ask the players to make a {@dc 10} {@skill Arcana}, {@skill History}, or {@skill Religion} check. If a character succeeds on the check, tell them that the figure in the ice represents Bahamut, the god of the metalliccolored dragons (brass, bronze, copper, gold, and silver).",
										"The correct answer to the question is \"silver dragon.\" However, the characters must say this in the Draconic language. They can use the page from Captain Kole's book to find the correct words: \"orn darastrix.\"",
										"If the players need help answering the question, or if they get the answer partly right, Bahamut's reflection can provide hints such as, \"You have one word correct, but you need the other.\"",
										"If any character speaks the correct words, read the following:",
										{
											"type": "insetReadaloud",
											"page": 10,
											"entries": [
												"The ice mirror instantly melts, splashing you all with icy-cold water. But instead of freezing you, the water tingles as it runs down your skin, clothes, and armor. It feels wonderful."
											],
											"id": "042"
										},
										"Bahamut blessed this water. Tell your players that the healing magic restores each character's hit points to the maximum amount listed on their character sheets.",
										"Additionally, each character has advantage on the first roll they make in the next challenge (the ice slides).",
										"Characters might use other methods of getting past the ice mirror, such as melting the ice with a torch or smashing it with a weapon. If they do that, however, they don't receive Bahamut's healing magic. Also, a character who breaks the mirror takes damage. Roll {@dice 1d6} and tell the player to subtract that number from their character's hit points when it shatters.",
										{
											"type": "inset",
											"name": "DM Tip",
											"page": 11,
											"entries": [
												"Even if the players roll poorly, always allow them to continue forward in the adventure. Consequences for failing challenges might include character's losing hit points, which might make the final encounter more challenging. But you don't want to prevent the characters from continuing with the adventure because of bad luck."
											],
											"id": "043"
										}
									],
									"id": "03f"
								},
								{
									"type": "entries",
									"name": "Challenge 3: Navigating the Ice Slides",
									"page": 11,
									"entries": [
										"The final stretch of tunnels leading to the silver dragon's hatching cavern is made of several icy slides that join, separate, and crisscross each other as they descend. Read the following:",
										{
											"type": "insetReadaloud",
											"page": 11,
											"entries": [
												"The passage has taken you higher and higher, and now you stand atop an icy cliff, looking down into a huge cavern inside the mountain. Slides made of stone and ice provide a way down, but they're steep and slick. Furthermore, these slides merge, crisscross, and loop around each other in a dizzying maze. The slides look like the only way forward. Some end in solid ice walls. Others are covered with razor-sharp icicles. You need to choose the best slides to get down.",
												"Suddenly, you hear a cracking sound. The cliff you're standing on is starting to collapse! If you don't jump on a slide now, you'll fall!"
											],
											"id": "045"
										},
										"Each character must quickly jump on one of the slides. Once a character starts to slide, they can't stop. However, they can switch to a different intersecting slide while zipping down at high speed.",
										{
											"type": "entries",
											"name": "Finding the Best Path",
											"page": 11,
											"entries": [
												"Before starting to slide, the characters can try to quickly figure out which slide is safest. Ask the players to make a {@dc 10} {@skill Investigation} or {@skill Perception} check to determine the best choice. If a character succeeds on this check, they choose the best slide to reach the bottom safely. The character doesn't take any damage, but you can describe the wild ride they experience as they slide toward the cavern floor."
											],
											"id": "046"
										},
										{
											"type": "entries",
											"name": "Changing Slides",
											"page": 11,
											"entries": [
												"A character who fails the check jumps onto a slide and quickly reaches dangerous sections of razorsharp ice shards, long drops, ice walls, and other hazards. The character must succeed on a {@dc 15} {@skill Acrobatics} or {@skill Athletics} check to jump to a safer slide to avoid taking damage. A character who doesn't have {@skill Acrobatics} or {@skill Athletics} on their character sheet can still make checks with those skills, but they don't add any modifier to the {@dice d20} roll.",
												"If a character fails the check, roll {@dice 1d6}. Tell the player to subtract that number from their character's hit points to represent the damage they take while reaching the bottom of the slide."
											],
											"id": "047"
										},
										{
											"type": "entries",
											"name": "Describing the Action",
											"page": 11,
											"entries": [
												"As the characters ride these dangerous slides, think about ways that you or the players might describe how the characters jump from one slide to another, go through loops and rolls, and narrowly miss hitting each other. Give the players a chance to describe what their characters are going through.",
												{
													"type": "inset",
													"name": "DM Tip",
													"page": 11,
													"entries": [
														"If one character makes a check to find a safe path down the slides, the other players might say their characters follow on the same slide, which might make this challenge too easy. You can increase the challenge by saying the top of the safe slide collapses just after the first character starts down it. You can do this each time a new character chooses a slide to ensure that each character has to navigate their own path."
													],
													"id": "049"
												}
											],
											"id": "048"
										}
									],
									"id": "044"
								},
								{
									"type": "entries",
									"name": "Moving the Adventure Forward",
									"page": 11,
									"entries": [
										"It's a short walk from the bottom of the cave to the hatching cavern. The characters are ready to face the final threat! Proceed to Encounter 4: Dragon Eggs and Soaring Silver.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/PiP/001-0103.webp"
											},
											"width": 2022,
											"height": 916
										}
									],
									"id": "04a"
								}
							],
							"id": "03b"
						}
					],
					"id": "038"
				},
				{
					"type": "section",
					"name": "Encounter 4: Dragon Eggs and Soaring Silver",
					"page": 12,
					"entries": [
						"{@b Estimated Time to Play This Encounter: 15 minutes}",
						"When the characters enter the hatching cavern, read the following:",
						{
							"type": "insetReadaloud",
							"page": 12,
							"entries": [
								"This large chamber is filled with stalactites and stalagmites covered in ice. The ceiling slopes up toward an ice-plugged hole far above you. On the ground in the center of the chamber, two large silver eggs rest upon heaps of frozen snow. A third spot now holds nothing but broken shell pieces. A fourth spot looks like it also held an egg, but that egg is missing.",
								"Between you and the eggs stand two strange creatures the size of horses. They have bodies like frogs, but their skin is pure white and they have mouths full of sharp teeth.",
								"The creatures are moving threateningly toward the two remaining eggs in the nest, but you've interrupted them. They turn toward you and hiss. Then with powerful hops, they hurl themselves toward you!"
							],
							"id": "04c"
						},
						"These creatures are egg snatchers, trained by ice trolls to steal dragon eggs. If the characters don't intervene, the last two eggs will be lost!",
						{
							"type": "inset",
							"name": "Egg Snatchers",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Armor Class",
											"entry": "12",
											"nameDot": false
										},
										{
											"type": "item",
											"name": "Hit Points",
											"entry": "18",
											"nameDot": false
										}
									]
								},
								{
									"type": "variantInner",
									"name": "Attack",
									"entries": [
										{
											"type": "entries",
											"name": "Bite",
											"entries": [
												"{@atk mw} {@hit 4} to hit. {@h}{@damage 1d6 + 2} piercing damage."
											],
											"id": "04f"
										}
									],
									"id": "04e"
								}
							],
							"id": "04d"
						},
						"There are three egg snatchers. If you have three or fewer players, remove one egg snatcher, leaving the characters with two enemies. If you have two or fewer players, reduce the starting hit points of the two egg snatchers to 10.",
						"This combat runs the same way as in \"Encounter 2: Living Icicles.\" Refer to the DM Tip in that encounter to remind the players how to make melee and ranged attacks if needed.",
						{
							"type": "entries",
							"name": "Taking Turns",
							"page": 12,
							"entries": [
								"Let the characters act first, starting with the player on your left and going clockwise. Ask each player what they want to do.",
								"After all the players have acted, any undefeated egg snatchers attack. Each monster that still has hit points moves to a different character and makes an attack with their bite.",
								"Roll a {@dice d20} and add the attack modifier (+4) to the roll. If the total equals or exceeds the Armor Class of the character being attacked, the attack hits. Roll {@dice 1d6} and add the damage modifier (+2). Tell the player to subtract that damage from their hit points. If the attack misses, nothing happens. Either way, describe the attack. Perhaps a bite clamps around an ankle, or maybe the egg snatcher breaks a tooth on a piece of armor.",
								"Describe the egg snatchers falling to the ground as they are defeated, or fleeing into the darkness too fast for the characters to follow.",
								{
									"type": "inset",
									"name": "DM Tip",
									"page": 12,
									"entries": [
										"A character that reaches 0 hit points falls {@condition unconscious} and remains {@condition unconscious} until they regain hit points through healing. At the end of the encounter, any {@condition unconscious} player characters regain 1 hit point automatically."
									],
									"id": "051"
								}
							],
							"id": "050"
						},
						{
							"type": "entries",
							"name": "After the Characters Succeed",
							"page": 12,
							"entries": [
								"Once the eggs snatchers are defeated, the baby dragon crawls into the nest, settles among the broken eggshells, and falls asleep."
							],
							"id": "052"
						},
						{
							"type": "entries",
							"name": "Moving the Adventure Forward",
							"page": 12,
							"entries": [
								"Before the characters can do anything else, the mother dragon returns! Read the following:",
								{
									"type": "insetReadaloud",
									"page": 12,
									"entries": [
										"A loud crash erupts from high above. Chunks of ice and snow fall around you as an enormous silver dragon bursts through a frozen section of the cavern ceiling. The dragon plummets and lands before you, frigid air streaming from between sharp teeth.",
										"\"What is happening here?\" the dragon roars."
									],
									"id": "054"
								},
								"The characters have some explaining to do! Proceed to the Conclusion.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/PiP/0006.webp"
									},
									"width": 1320,
									"height": 1079
								}
							],
							"id": "053"
						}
					],
					"id": "04b"
				},
				{
					"type": "section",
					"name": "Conclusion",
					"page": 13,
					"entries": [
						"{@b Estimated Time to Play This Encounter: 10 minutes}",
						"The angry silver dragon waits for the characters to explain themselves. This is an opportunity for the players to roleplay as their characters.",
						"During the conversation, you can have the dragon reveal that her name is Hysvearorn (Rorn for short). \"The Dragon\" section below gives you more information to help you roleplay the silver dragon.",
						"If the players are reluctant to speak, ask one of the following questions:",
						{
							"type": "list",
							"items": [
								"\"The dragon has asked you what you are doing here. What do you say?\"",
								"\"How does your character feel about standing before an incredibly angry dragon the size of a small house?\"",
								"\"What can you do or say to the dragon to prove to her that you came here to return her baby?\""
							]
						},
						"As long as the characters don't do anything silly, Rorn quickly realizes they aren't here to steal her eggs, but are returning her baby instead.",
						{
							"type": "inset",
							"name": "DM Tip",
							"page": 13,
							"entries": [
								"Dragons are incredibly powerful. If the players decide to have their characters attack Rorn, you can handle the situation in different ways:",
								{
									"type": "list",
									"items": [
										"The dragon looks at them with disappointment and tells them to stop being silly.",
										"Ask the characters to make {@skill Nature} checks, then tell the character with the highest check that they know a dragon this powerful could defeat all the characters easily.",
										"Let the characters make attacks or cast spells if they like, then tell them that the dragon ignores those attempts to harm her.",
										"If the characters continue acting in a hostile or belligerent manner, Rorn uses her magical dragon breath on them. This leaves the characters unhurt but unable to move. She then leaves them outside the mountain unharmed, but they don't get any reward from her."
									]
								}
							],
							"id": "056"
						},
						{
							"type": "entries",
							"name": "The Dragon",
							"page": 13,
							"entries": [
								"Here are some characteristics of the silver dragon you can use to roleplay her:",
								{
									"type": "list",
									"items": [
										"Hysvearorn is an adult silver dragon. Her full name translates to \"Soaring Silver.\"",
										"She tells the characters to call her Rorn, since it's easier for nondragons to say than her full name.",
										"If the characters explain what happened, the dragon quickly calms down and thanks them for rescuing her baby.",
										"Rorn is friendly when not angered, and she likes people. In peaceful times, she likes to spend her time sharing stories with folks.",
										"If the characters ask about the name \"Nytha\" that the baby dragon said, Rorn explains that it means \"Mama\" in the Draconic language.",
										"Rorn says dragons call their young \"wyrmlings,\" not babies."
									]
								},
								"Rorn can also share details of what happened to her eggs:",
								{
									"type": "list",
									"items": [
										"Rorn recently made her lair here to prepare for the hatching of her wyrmlings. She drove away the dangerous ice trolls who lived here.",
										"As her eggs were getting close to hatching, the ice trolls attacked Rorn and stole one of her eggs. Rorn chased the egg thieves and has been gone from the lair for several hours.",
										"The ice trolls took the egg into a tunnel in another mountain, but Rorn couldn't fit into the tunnel. She doesn't know where it might lead."
									]
								},
								"The rescued wyrmling tells its mother what happened to it, which Rorn can also share with the characters:",
								{
									"type": "list",
									"items": [
										"The wyrmling hatched while Rorn was chasing the egg thieves. Finding itself alone, it wandered from the lair and into the forest.",
										"The characters found the wyrmling and took good care of it on the way home."
									]
								},
								{
									"type": "entries",
									"name": "More Wyrmlings!",
									"page": 13,
									"entries": [
										"As the characters speak with Rorn, the other two eggs hatch. Rorn watches carefully as the wyrmlings break their shells and then crawl over to nuzzle their mother. She pulls some frozen meat from the nest and feeds them."
									],
									"id": "058"
								}
							],
							"id": "057"
						},
						{
							"type": "entries",
							"name": "The Reward",
							"page": 13,
							"entries": [
								"After the two other baby dragons hatch, Rorn speaks to the characters. Read the following:",
								{
									"type": "insetReadaloud",
									"page": 13,
									"entries": [
										"Rorn thanks you again for your help. \"Please, take these as a sign of my gratitude.\" She digs into the snow where the eggs were set and pulls out a small shiny diamond for each of you.",
										"\"More importantly, you have already bonded with my first hatchling. He deserves to continue to learn what it is like to grow up in the realm of people. Would you be willing to take him back to your settlement and raise him? I will watch over your area to help you out, and I'm always here if you have any questions.\"",
										"The dragon continues. \"I have another request for you. When I find the exact location where the ice trolls took my final egg, would you retrieve it, so my child can be safe from whatever the ice trolls have planned for them?\""
									],
									"id": "05a"
								},
								"Let the characters react to Rorn's offer. No matter how the characters respond to Rorn's requests, she is kind and polite to them if they are kind and polite to her.",
								{
									"type": "entries",
									"name": "Treasure",
									"page": 13,
									"entries": [
										"Each of the small diamonds is worth 50 gold pieces. Each character can add this to their character sheet under \"Other Equipment.\""
									],
									"id": "05b"
								}
							],
							"id": "059"
						},
						{
							"type": "entries",
							"name": "Return to Pinebrook",
							"page": 13,
							"entries": [
								"At the conclusion of the conversation, Rorn shows the characters a secret passage that leads from the mountain, which ends the characters' adventure... for now!"
							],
							"id": "05c"
						}
					],
					"id": "055"
				},
				{
					"type": "section",
					"name": "Appendix A",
					"page": 14,
					"entries": [
						{
							"type": "table",
							"colLabels": [
								"Common",
								"Draconic"
							],
							"colStyles": [
								"col-6",
								"col-6"
							],
							"rows": [
								[
									"above",
									"svern"
								],
								[
									"after",
									"ghent"
								],
								[
									"air",
									"thrae"
								],
								[
									"and",
									"vur"
								],
								[
									"animal",
									"baeshra"
								],
								[
									"armor",
									"litrix"
								],
								[
									"arrow",
									"svent"
								],
								[
									"ash",
									"vignar"
								],
								[
									"axe",
									"garurt"
								],
								[
									"bag",
									"waeth"
								],
								[
									"battle",
									"vargach"
								],
								[
									"beautiful",
									"vorel"
								],
								[
									"before",
									"ghoros"
								],
								[
									"behind",
									"zara"
								],
								[
									"beside",
									"unsiti"
								],
								[
									"big",
									"turalisj"
								],
								[
									"black",
									"vutha"
								],
								[
									"blue",
									"ulhar"
								],
								[
									"bow",
									"vaex"
								],
								[
									"brass",
									"auraj"
								],
								[
									"bravery",
									"sveargith"
								],
								[
									"bronze",
									"aujir"
								],
								[
									"burn",
									"valignat"
								],
								[
									"but",
									"shar"
								],
								[
									"cave",
									"waere"
								],
								[
									"century",
									"ierikc"
								],
								[
									"claw",
									"gix"
								],
								[
									"copper",
									"rach"
								],
								[
									"dance",
									"vaeri"
								],
								[
									"danger",
									"korth"
								],
								[
									"day",
									"kear"
								],
								[
									"dead",
									"loex"
								],
								[
									"demon",
									"kothar"
								],
								[
									"die",
									"loreat"
								],
								[
									"dragon",
									"darastrix"
								],
								[
									"dwarf",
									"tundar"
								],
								[
									"earth",
									"edar"
								],
								[
									"elf",
									"vaecaesin"
								],
								[
									"enchanted",
									"levex"
								],
								[
									"enemy",
									"irlym"
								],
								[
									"evil",
									"malsvir"
								],
								[
									"far",
									"karif"
								],
								[
									"fire",
									"ixen"
								],
								[
									"flee",
									"osvith"
								],
								[
									"fly",
									"austrat"
								],
								[
									"food",
									"achthend"
								],
								[
									"foolish",
									"pothoc"
								],
								[
									"forest",
									"caesin"
								],
								[
									"friend",
									"thurirl"
								],
								[
									"gem",
									"kethend"
								],
								[
									"give",
									"majak"
								],
								[
									"gnome",
									"terunt"
								],
								[
									"go",
									"gethrisj"
								],
								[
									"gold",
									"aurix"
								],
								[
									"good",
									"bensvelk"
								],
								[
									"green",
									"achuak"
								],
								[
									"hate",
									"dartak"
								],
								[
									"home",
									"okarthel"
								],
								[
									"human",
									"munthrek"
								],
								[
									"in",
									"persvek"
								],
								[
									"leader",
									"maekrix"
								],
								[
									"magic",
									"arcaniss"
								],
								[
									"many",
									"throden"
								],
								[
									"meat",
									"rhyaex"
								],
								[
									"mountain",
									"verthicha"
								],
								[
									"name",
									"ominak"
								],
								[
									"near",
									"leirith"
								],
								[
									"night",
									"thurkear"
								],
								[
									"no",
									"thrice"
								],
								[
									"ogre",
									"ghontix"
								],
								[
									"on",
									"shafear"
								],
								[
									"peace",
									"martivir"
								],
								[
									"pet",
									"kosjirl"
								],
								[
									"rain",
									"oposs"
								],
								[
									"red",
									"charir"
								],
								[
									"rest",
									"ssifisv"
								],
								[
									"scroll",
									"sjir"
								],
								[
									"secret",
									"irthos"
								],
								[
									"see",
									"ocuir"
								],
								[
									"shadow",
									"sjach"
								],
								[
									"silver",
									"orn"
								],
								[
									"skin",
									"molik"
								],
								[
									"small",
									"kosj"
								],
								[
									"smart",
									"othokent"
								],
								[
									"so",
									"zyak"
								],
								[
									"soar",
									"hysvear"
								],
								[
									"song",
									"miirik"
								],
								[
									"sorcerer",
									"vorastrix"
								],
								[
									"speak",
									"renthisj"
								],
								[
									"stone",
									"ternesj"
								],
								[
									"storm",
									"kespek"
								],
								[
									"strong",
									"versvesh"
								],
								[
									"student",
									"thurae"
								],
								[
									"sword",
									"caex"
								],
								[
									"take",
									"clax"
								],
								[
									"talk",
									"ukris"
								],
								[
									"thief",
									"virlym"
								],
								[
									"through",
									"erekess"
								],
								[
									"travel",
									"ossalur"
								],
								[
									"treasure",
									"rasvim"
								],
								[
									"ugly",
									"nurh"
								],
								[
									"under",
									"onureth"
								],
								[
									"valley",
									"arux"
								],
								[
									"victory",
									"vivex"
								],
								[
									"want",
									"tuor"
								],
								[
									"war",
									"aryte"
								],
								[
									"water",
									"hesjing"
								],
								[
									"we",
									"yth"
								],
								[
									"weapon",
									"laraek"
								],
								[
									"white",
									"aussir"
								],
								[
									"wizard",
									"levethix"
								],
								[
									"yes",
									"axun"
								],
								[
									"you",
									"wux"
								]
							]
						},
						{
							"type": "quote",
							"entries": [
								"Believe me, it took me quite some time to learn Draconic words, but once I did, it greatly helped my relationships with dragons."
							]
						}
					],
					"id": "05d"
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/PiP/0007.webp"
							},
							"width": 1963,
							"height": 1926
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/PiP/0010.webp"
							},
							"width": 2550,
							"height": 2553
						}
					]
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Designer",
							"entries": [
								"Shawn Merwin"
							]
						},
						{
							"type": "item",
							"name": "Consulting Designer",
							"entries": [
								"Dan Dillon"
							]
						},
						{
							"type": "item",
							"name": "Art Director",
							"entries": [
								"Bree Heiss"
							]
						},
						{
							"type": "item",
							"name": "Editors",
							"entries": [
								"Janica Carter, Scott Fitzgerald Gray"
							]
						},
						{
							"type": "item",
							"name": "Graphic Designers",
							"entries": [
								"Emma Ekblad, Zsolt Tth"
							]
						},
						{
							"type": "item",
							"name": "Cover Illustrator",
							"entries": [
								"Katerina Ladon"
							]
						},
						{
							"type": "item",
							"name": "Interior Illustrators",
							"entries": [
								"Emily Fiegenschuh, Jim Nelson, Eva Widermann"
							]
						},
						{
							"type": "item",
							"name": "Producers",
							"entries": [
								"Bill Benham, Siera Bruggeman"
							]
						},
						{
							"type": "item",
							"name": "Product Manager",
							"entries": [
								"Natalie Egan"
							]
						},
						{
							"type": "item",
							"name": "Senior Brand Manager",
							"entries": [
								"Shelly Mazzanoble"
							]
						},
						"Special thanks to Quinn Carroll, the Hawes Family, Aurora Merwin, and Beth Merwin"
					]
				}
			],
			"id": "05e"
		}
	]
}
