{
	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"id": "000",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DrDe/000-dragon-delves-cover.webp"
					},
					"width": 1701,
					"height": 2242
				},
				{
					"type": "section",
					"name": "Dragons in Dungeons",
					"id": "001",
					"entries": [
						"Nothing is more quintessentially Dungeons & Dragons than gathering a group of heroes to face a mighty dragon in a mysterious dungeon. These classic elements link players across time and space, from the first adventurers who forayed into the gloom more than 50 years ago to players beginning their first adventure now.",
						"{@i Dragon Delves} is a celebration of this shared tradition. Each of the ten adventures in this book features a dragon in a lair. Designed for characters of levels 1 through 12, the adventures offer a range of challenges, from defeating evil dragons to working with good dragons, as well as navigating more complicated moral dilemmas. The dungeons where the dragons make their lairs range from cavern complexes to ruined cities and more.",
						"Where there are dragons in dungeons, there's always adventure!"
					]
				},
				{
					"type": "section",
					"name": "Using This Book",
					"id": "002",
					"entries": [
						"The adventures in an anthology such as {@i Dragon Delves} are versatile resources that can fill a variety of needs at your gaming table: as one-shot adventures, as \"filler episodes\" in an ongoing campaign, or as a series that forms a campaign, bringing characters from level 1 to a climactic conclusion at level 12.",
						"These adventures are designed to require minimal preparation (see {@area Running the Adventures|009|x} later in this introduction).",
						{
							"type": "entries",
							"name": "One-Shot Adventure",
							"id": "003",
							"entries": [
								"Maybe you're normally a player in an ongoing campaign, but you want to try your hand at being the Dungeon Master. Maybe you're trying to pull a new group together, and you want to see how all the players get along before you start a whole campaign. Maybe your regular DM is sick or has a scheduling conflict, but everyone else is ready to play. Or maybe your group needs a break or a diversion from the ongoing campaign. In any of these cases, you can pick an adventure from this book and run it."
							]
						},
						{
							"type": "entries",
							"name": "In an Ongoing Campaign",
							"id": "004",
							"entries": [
								"Maybe your players' characters know what they have to do to foil the evil boss's plans, but they're not quite high enough level to accomplish their goal. Or they've just hit a significant milestone in the campaign, and you want to give them a change of pace before they get immersed in the next act of the unfolding drama. Or they're traveling halfway around the world, and you're looking for something to keep the journey interesting—a little adventure along the way. Or you're not prepared for the next adventure, and you need a diversion! In any of these cases, you can pick an adventure from this book to serve as a \"filler\" episode or side quest in the ongoing campaign.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/DrDe/001-00-001.intro-splash.webp"
									},
									"width": 850,
									"height": 2286
								},
								"When the characters are the appropriate level for the adventure you wish to run, simply narrate how the characters end up in the adventure's locale. Each adventure's beginning includes a simple setting description, such as \"a village with a nearby forest.\" Beyond these basic details, feel free to alter the adventure's location to match your campaign.",
								"But if you do have time to prepare, you can incorporate the adventure you're running into the themes and threats of your campaign. You can alter the names of people and places in the adventure to fit better into your world, link the adventure villains to organizations and events that are important in your campaign, and plant clues to the themes of your campaign in the dragon's treasure hoard."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Creating a Campaign",
					"id": "005",
					"entries": [
						"These adventures can be strung together as a complete dragon-themed campaign. Simply guide your players through the adventures in the order presented in this book and award story-based level advancement at each adventure's end, so their characters are the appropriate level for the next challenge they'll face. (No level advancement is necessary before the final adventure.) You can also use one of the following narrative frameworks to connect the adventures to one another.",
						{
							"type": "entries",
							"name": "Option 1: Mysterious Patron",
							"id": "006",
							"entries": [
								"Have a friendly patron whose true identity is somewhat mysterious befriend the adventurers early in their careers and send them on each adventure in sequence. The patron might be a charismatic young monk, a kindly teacher, a diminutive scamp, or a scatter-brained elder, and might or might not be accompanied by seven golden canaries or dazzling yellow butterflies, which are actually ancient gold dragons in disguise—the companions of the dragon god Bahamut, which is the patron's true identity.",
								"Perhaps foreseeing that they are destined to become mighty heroes, Bahamut takes the adventurers under his metaphorical wing and sends them on adventures to deal with draconic concerns, great and small, across the world. The patron might feign surprise when an adventure that doesn't at first seem to involve a dragon (such as \"{@adventure The Will of Orcus|DrDe-TWoO|1},\" chapter 3) turns out to revolve around one, but of course that's exactly the reason Bahamut sent the characters to investigate.",
								"You can use each adventure as written, with the characters' patron steering them in the general direction of the adventure hook without spoiling any surprises in the adventure ahead. Alternatively, the patron could let the characters in on the secret early on, telling them that dragons will be a particular focus of their adventures and altering some of the adventure hooks along the way."
							]
						},
						{
							"type": "entries",
							"name": "Option 2: Brazen Egg",
							"id": "007",
							"entries": [
								"Begin the campaign with the introductory encounter of chapter 10, \"{@adventure Dragons of the Sandstone City|DrDe-DotSC|1},\" ending with Eldemere entrusting the Brazen Egg to the characters. Eldemere's instructions are different, though: she explains that the egg must be \"steeped\" in the hoards of ten dragons, one of each chromatic and metallic kind, to activate its power. She also suggests that the egg will lead the characters toward suitable hoards. In fact, any character who sleeps within 15 feet of the egg has vivid dreams leading them toward the start of the next adventure.",
								"To draw power from a dragon's hoard, the egg must spend 8 hours in the midst of the treasure, covered with coins and surrounded by other items. However, as soon as the empowered egg is brought within Anthradusk's hoard chamber ({@adventure area H16|DrDe-DotSC|1|H16: Hoard} in chapter 10), it reaches its full potential and begins to crack open, as described in that adventure."
							]
						},
						{
							"type": "entries",
							"name": "Option 3: Hoard Magic Items",
							"id": "008",
							"entries": [
								"If you have {@book Fizban's Treasury of Dragons|FTD|4}, the hoard of magic items described in that book can provide an incentive for characters to seek out dragons of increasing power and different kinds. Add the following items to the rewards acquired in the first three adventures: a {@item Scaled Ornament|FTD} in \"{@adventure Death at Sunset|DrDe-DaS|1},\" a {@item Dragon Vessel|FTD} in \"{@adventure Baker's Doesn't|DrDe-BD|1},\" and a {@item Dragon's Wrath Weapon|FTD} and a {@item Dragon-Touched Focus|FTD} in \"{@adventure The Will of Orcus|DrDe-TWoO|1}.\" All four items are Slumbering when the characters first acquire them, but in later adventures, the items can be awakened by steeping them in dragons' hoards."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running the Adventures",
					"id": "009",
					"entries": [
						"To run each of these adventures, you need the fifth edition core rulebooks: the {@book Player's Handbook|XPHB}, {@book Dungeon Master's Guide|XDMG}, and {@book Monster Manual|XMM}. Spells and equipment mentioned in the adventures are described in the {@book Player's Handbook|XPHB}. Magic items are detailed in the {@book Dungeon Master's Guide|XDMG}, and monsters appear in the {@book Monster Manual|XMM}.",
						"The table of contents summarizes the adventures in this anthology. Each adventure is designed for four to six characters of a particular level, but you can adjust for larger or smaller groups by changing the number of foes in an encounter and giving a small group additional resources, as explained in the {@book Dungeon Master's Guide|XDMG}. Each of the adventures can take place in any world you choose, as long as the location has the basic elements listed at the beginning of each adventure.",
						{
							"type": "entries",
							"name": "Preparation",
							"id": "00a",
							"entries": [
								"Every adventure in this book begins with a page that helps you prepare and run the adventure. It includes the following elements:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Key Plot Points",
											"entry": "A summary of the key elements in the adventure's story"
										},
										{
											"type": "item",
											"name": "Preparation",
											"entry": "Steps to get yourself ready to run the adventure, including a list of all the stat blocks from the {@book Monster Manual|XMM} you might need"
										},
										{
											"type": "item",
											"name": "Key NPCs",
											"entry": "A table summarizing key nonplayer characters in the adventure—their names, roles, stat blocks, and locations—to help you keep track of them during play"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Player Assistance",
							"id": "00b",
							"entries": [
								"As described in the {@book Dungeon Master's Guide|XDMG}, you can streamline your role as Dungeon Master by delegating certain tasks to the other players, especially if this is your first time behind the DM's screen. Before play begins, work with the other players to divide any or all of the following tasks among them:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Initiative Tracker",
											"entry": "In combat, one player tracks Initiative for the characters and monsters."
										},
										{
											"type": "item",
											"name": "Monster Wranglers",
											"entry": "Whenever the characters enter combat with Hostile monsters, one or two players run these monsters using the stat blocks in the {@book Monster Manual|XMM}. (Two players can share this role.)"
										},
										{
											"type": "item",
											"name": "Rules Consultant",
											"entry": "One player references rules in the {@book Player's Handbook|XPHB} or other books as needed."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adventures for One Character",
							"id": "00c",
							"entries": [
								"While the {@book Dungeon Master's Guide|XDMG} explains how to adjust adventures for different party sizes, three of the adventures (indicated in the table of contents) are particularly well-suited for play with a single adventurer. Each of these adventures includes instructions for ensuring the character faces an appropriate challenge.",
								"Central to those instructions is the {@i Blessing of the Lone Champion}, a supernatural gift that bolsters the solo character's abilities.",
								{
									"type": "statblock",
									"name": "Blessing of the Lone Champion",
									"source": "DrDe",
									"tag": "reward"
								},
								"The blessing lasts for the duration of the adventure."
							]
						},
						{
							"type": "inset",
							"name": "A Draconic History",
							"id": "00e",
							"entries": [
								"In addition to ten adventures, this book includes special sections that feature art of each dragon variety, drawing from almost the whole 50-year history of Dungeons & Dragons, from the 1977 Monster Manual to the one published in 2025. The appearance of all ten dragon types has evolved significantly over the past fifty years, but close examination of these images reveals points of continuity as well, from the blue dragon's nose horn to the silver dragon's crest.",
								"Artist Todd Lockwood spearheaded a thorough revision of all ten dragon types for the release of D&D's third edition in 2000, basing his designs on the anatomy of real-world animals and certain points of continuity with earlier designs. With a few variations, those designs set the standard for D&D's dragons for over 20 years.",
								"In preparation for the release of the {@book Monster Manual|XMM} (2025), art director Josh Herman led a comprehensive refresh of all the dragon looks as D&D began its second half-century. With the goal of ensuring each dragon's distinct identity—its personality, preferred habitat, and combat style—shines through in its look, this redesign showcases visually what's unique about each type of dragon.",
								"In the same way, this book highlights how an adventure featuring one kind of dragon can feel distinct from all the others."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventures",
					"entries": [
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@adventure Death at Sunset (Level 1)|DrDe-DaS|1}",
								"{@adventure Baker's Doesn't (Level 3)|DrDe-BD|1}",
								"{@adventure The Will of Orcus (Level 4)|DrDe-TWoO|1}",
								"{@adventure For Whom the Void Calls (Level 5)|DrDe-FWtVC|1}",
								"{@adventure The Dragon of Najkir (Level 7)|DrDe-TDoN|1}",
								"{@adventure The Forbidden Vale (Level 9)|DrDe-TFV|1}",
								"{@adventure Before the Storm (Level 10)|DrDe-BtS|1}",
								"{@adventure Shivering Death (Level 11)|DrDe-SD|1}",
								"{@adventure A Copper for a Song (Level 12)|DrDe-ACfaS|1}",
								"{@adventure Dragons of the Sandstone City (Level 12)|DrDe-DotSC|1}"
							]
						}
					],
					"id": "00d"
				}
			]
		},
		{
			"type": "section",
			"name": "The Dragon of Najkir",
			"id": "182",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						"{@i {@b An adventure for Level 7 characters.}}",
						"{@i This adventure is designed to fill one or two sessions of play.}",
						"{@i It can take place anywhere there are small islands.}"
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DrDe/081-05-001.chapter-five-splash.webp"
					},
					"credit": "Joshua Raphael",
					"width": 1700,
					"height": 2200
				},
				{
					"type": "section",
					"name": "Key Plot Points",
					"id": "183",
					"entries": [
						"The following information is key to the adventure's story:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Dragon's Island",
									"entry": "The adventurers are hired to travel by ship to a monastery on the island of Najkir in search of three shipwreck survivors, one of whom is the friend of a friend. The missing person—a priest named Devi—used {@item Sending Stones|XDMG} to share that a dragon sank the ship."
								},
								{
									"type": "item",
									"name": "Monastery",
									"entry": "After the dragon Skalanthas tries to sink the characters' ship, the characters arrive at the monastery. There they encounter friendly monks and find the shipwreck survivors alive and well. These NPCs explain that the dragon has been threatening ships that try to approach or leave the island."
								},
								{
									"type": "item",
									"name": "Serpent in the Monastery",
									"entry": "Living among the monks is Ronnom Daamos, an assassin who came to Najkir to avoid punishment for his crimes. Ronnom is the son of the knight Skalanthas once served, and the dragon feels beholden to him. The characters must expose Ronnom's crimes so Skalanthas will allow ships to leave the island."
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Preparation",
					"id": "184",
					"entries": [
						"Before running the adventure, prepare as follows:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Step 1",
									"entry": "If you're running it for a single character, read the {@area \"Running for One Character|185|x}\" section."
								},
								{
									"type": "item",
									"name": "Step 2",
									"entry": "Read \"{@area Adventure Background|186|x}\" and \"{@area The Monks|192|x}\" for more context. Familiarize yourself with the Key NPCs table, which lists individuals the characters will interact with throughout the adventure."
								},
								{
									"type": "item",
									"name": "Step 3",
									"entry": "Familiarize yourself with the Ship map in the {@book Dungeon Master's Guide|XDMG} or on D&D Beyond and the game statistics for {@vehicle Sailing Ship||Sailing Ships} and {@vehicle Rowboat||Rowboats} in the {@book Player's Handbook|XPHB} or on D&D Beyond."
								},
								{
									"type": "item",
									"name": "Step 4",
									"entry": "Bookmark the following stat blocks in the {@book Monster Manual|XMM} or on D&D Beyond:"
								}
							]
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Assassin|XMM}",
								"{@creature Young Bronze Dragon|XMM|Bronze Dragon, Young}",
								"{@creature Commoner|XMM}",
								"{@creature Doppelganger|XMM}",
								"{@creature Goat|XMM}",
								"{@creature Noble|XMM}",
								"{@creature Oni|XMM}",
								"{@creature Priest|XMM}",
								"{@creature Scout|XMM}"
							]
						},
						{
							"type": "table",
							"caption": "Key NPCs",
							"colLabels": [
								"Name",
								"Role",
								"Stat Block",
								"Location"
							],
							"colStyles": [
								"col-3-5",
								"col-3-5",
								"col-2-5",
								"col-2-5"
							],
							"rows": [
								[
									"Anish",
									"Aasimar monastery leader",
									"{@creature Commoner|XMM} (Medium, Lawful Neutral)",
									"{@area M15|1c5|x}–{@area 17|1ca|x}"
								],
								[
									"Ashlyn Maranta",
									"Elf shipwreck survivor",
									"{@creature Scout|XMM} (Medium, Chaotic Good)",
									"{@area M11a|1bc|x}"
								],
								[
									"Devi Talzar",
									"Human shipwreck survivor",
									"{@creature Priest|XMM} (Medium, Neutral Good)",
									"{@area M11b|1bc|x}"
								],
								[
									"Eko and Mok",
									"Ronnom's shape-shifted bodyguards",
									"{@creature Doppelganger|XMM}",
									"{@area M25|1e3|x}"
								],
								[
									"Kranine Orso",
									"Tiefling captain of characters' ship",
									"{@creature Noble|XMM} (Medium, Chaotic Good)",
									"\"{@area Beginning the Adventure|188|x}\""
								],
								[
									"Mirel Astafar",
									"Human friend and quest giver",
									"{@creature Noble|XMM} (Medium, Neutral Good)",
									"\"{@area Beginning the Adventure|188|x}\""
								],
								[
									"Ronnom Daamos",
									"Fugitive human assassin",
									"{@creature Assassin|XMM} (Medium, Neutral Evil)",
									"{@area M26|1e5|x}"
								],
								[
									"Skalanthas",
									"Protector of the island",
									"{@creature Young Bronze Dragon|XMM}",
									"{@area M38|1ff|x}"
								],
								[
									"Treef Lameer",
									"Human shipwreck survivor",
									"{@creature Noble|XMM} (Medium, Chaotic Neutral)",
									"{@area M11c|1bc|x}"
								],
								[
									"Veen",
									"Ronnom's friend",
									"{@creature Oni|XMM}",
									"{@area M26|1e5|x}"
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running for One Character",
					"id": "185",
					"entries": [
						"You can run this adventure for a single character of level 7. Ideally, that character should have proficiency in at least two of the following skills:",
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@skill Acrobatics|XPHB}",
								"{@skill Athletics|XPHB}",
								"{@skill Investigation|XPHB}",
								"{@skill Medicine|XPHB}",
								"{@skill Perception|XPHB}",
								"{@skill Religion|XPHB}"
							]
						},
						"The solo character gains the {@reward Blessing of the Lone Champion|DrDe} (see the introduction) to compensate for the lack of companions."
					]
				},
				{
					"type": "section",
					"name": "Adventure Background",
					"id": "186",
					"entries": [
						"The bronze dragon Skalanthas was raised by House Daamos, a human noble family. When he was a wyrmling, a valorous human knight named Ishyllia Daamos trained him to fight by her side. After he grew, Skalanthas served as her mount. When Ishyllia died in battle fifteen years ago, the distraught Skalanthas fled House Daamos in his grief.",
						"Skalanthas found solace at a monastery on the island of Najkir, where Ishyllia once liked to go to escape the politics and violence of her homeland. There, Skalanthas struck up a friendship with the monks that has lasted for years. The dragon laid claim to a cave complex under the monastery and plundered treasure-laden shipwrecks amid the island's vast coral reefs. The monks felt grateful for the dragon's company and protection.",
						"Six months ago, a ship delivered Ronnom Daamos—Ishyllia Daamos's son—to the monastery. Ronnom had grown up listening to his mother's stories about Najkir and told the monks he needed to hide from his family's enemies. The monks offered to shelter him and his bodyguards as long as they needed it. Ronnom was delighted to learn that Skalanthas, his mother's long-lost dragon companion, also lived on the island. It didn't take long for Ronnom to become the dragon's friend and confidant.",
						{
							"type": "entries",
							"name": "A Sordid Past",
							"id": "187",
							"entries": [
								"Neither Skalanthas nor the monks know that until recently, Ronnom led an assassins' guild that carried out political killings for profit. Rival factions banded together to destroy the guild, killing most of the guild's assassins, but Ronnom and his bodyguards escaped and fled to Najkir.",
								"Under Ronnom's influence, Skalanthas has grown territorial, threatening ships that get too close to the island. Six days ago, Skalanthas sank a ship that sailed too close to Najkir for the dragon's comfort. Three survivors swam ashore and followed a trail to the monastery.",
								"The monks fed and sheltered the survivors. One survivor saw Ronnom, recognized him as a wanted criminal, and told the others. A monk witnessed the conversation and told Anish, the monastery's hierarch. Hierarch Anish met with Ronnom privately and asked him to leave Najkir peacefully. Ronnom refused."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Beginning the Adventure",
					"id": "188",
					"entries": [
						"The adventure begins on a large island named Rakfir in a seaside tavern called the Smiling Fish. The characters are meeting with their longtime friend Mirel Astafar, a well-dressed, wealthy human merchant (Medium, Neutral Good {@creature Noble|XMM}).",
						"Read or paraphrase the following aloud to begin the adventure:",
						{
							"type": "insetReadaloud",
							"id": "189",
							"entries": [
								"You arrive at the Smiling Fish to find Mirel Astafar ensconced in a booth, a hearty meal of grilled fish and wine on the table before her. After you exchange pleasantries and dig in to the meal, a serious look settles upon Mirel's face.",
								"\"I need your help to bring my friend Devi home,\" Mirel says. \"Devi is a priest who serves a god of the stars and wanderers. She was traveling by ship when a bronze-scaled dragon sank the vessel with its lightning breath. Most of the crew went down with the ship, but Devi and two sailors survived by swimming to a nearby island inhabited mostly by wild goats and sheep. Devi then used our {@item Sending Stones|XDMG} to tell me what happened.\"I own a ship called the {@i Wavemount}.",
								"I'll pay you 2,000 Gold Pieces to ensure Devi's safe return plus another 250 Gold Pieces for the safe return of each sailor. I believe they're all on the island of Najkir, based on Devi's description. My ship can get you there in three days.",
								"\"Will you help?\""
							]
						},
						"If the characters refuse the quest, Mirel sweetens the reward by offering them free passage on any of her ships whenever it suits them. If that's still not enough, she gives them a silver necklace with a jade pendant (worth 250 GP) as an advance.",
						"Once the characters accept the quest, they can leave at once for Najkir. Before they depart, Mirel gives them additional information that Devi just imparted to her via the {@item Sending Stones|XDMG}:",
						{
							"type": "insetReadaloud",
							"id": "18a",
							"entries": [
								"\"Devi and the others found a monastery hidden in a sea cave on the south side of the island,\" Mirel says. \"The monks there seem friendly, but the sea cave is also home to the bronze dragon that sank Devi's ship. The monks apologized for the dragon, claiming it was only defending its territory. I've told Devi that a rescue party is on the way, and she's anxious to meet you.\"",
								"I've entrusted a chest of gold coins to Captain Orso of the {@i Wavemount}. If the dragon threatens your ship, I've ordered the captain to bribe the dragon for safe passage to and from the island.\""
							]
						},
						"The {@i Wavemount} is a Sailing Ship with a tiefling captain named Kranine Orso (Medium, Chaotic Good {@creature Noble|XMM}) and a crew of nineteen Chaotic Good sailors of various species ({@creature Commoner|XMM|Commoners}). Captain Orso and her crew are all Friendly toward the characters.",
						"A latched, unlocked trunk stored in the captain's cabin contains 1,000 GP, which Captain Orso is authorized to use to bribe the dragon if it threatens the ship. The trunk and its contents weigh 45 pounds.",
						"When the characters are ready to get underway, the {@i Wavemount} sets sail for Najkir."
					]
				},
				{
					"type": "section",
					"name": "Skalanthas Strikes!",
					"id": "18b",
					"entries": [
						"The voyage to Najkir is uneventful until the ship comes within a mile of the island. When that happens, read or paraphrase the following aloud:",
						{
							"type": "insetReadaloud",
							"id": "18c",
							"entries": [
								"The sea is calm; the sky is clear. Captain Orso hands you a spyglass, which reveals the white cliffs of a small island half-shrouded by fog.",
								"\"Najkir, dead ahead!\" shouts a crew member.",
								"Suddenly, a dragon the size of a grizzly bear erupts from the water on the starboard side of the ship and takes to the sky. Its bronze scales gleam in the sunlight. With great flaps of its wings, it continues its ascent."
							]
						},
						"The {@creature Young Bronze Dragon|XMM} is Skalanthas. He was scouring old shipwrecks when he saw the {@i Wavemount} from beneath the sea. Skalanthas no longer permits strange ships to venture this close to his island, and he is Hostile, uncommunicative, and unwilling to accept bribes.",
						{
							"type": "entries",
							"name": "Running the Encounter",
							"id": "18d",
							"entries": [
								"Have Skalanthas, the characters, and Captain Orso roll Initiative. The crew acts immediately after Captain Orso in the Initiative order. These sailors take the {@action Hide|XPHB} action while Orso tries to bribe the dragon—to no avail.",
								"Use the Ship map in the {@book Dungeon Master's Guide|XDMG} to represent the {@i Wavemount}. Stored in the ship's cargo hold are two Rowboats. See the {@book Player's Handbook|XPHB} for Sailing Ship and Rowboat game statistics.",
								"Skalanthas is 80 feet above the ship at the start of the encounter. He swoops to within 30 feet of the ship and uses his Repulsion Breath to push the ship's crew and passengers into the ocean. If he lacks clear targets for his Repulsion Breath, Skalanthas seeks to damage the ship; he avoids harming creatures whenever possible. Skalanthas continues his assault until he is {@status Bloodied|XPHB} or the ship is destroyed, at which point he dives underwater and swims back to his lair on the island (area {@area M38|1ff|x}).",
								{
									"type": "entries",
									"name": "Fate of the Wavemount",
									"id": "18e",
									"entries": [
										"The encounter ends with the {@i Wavemount} surviving or sinking, as described below.",
										{
											"type": "entries",
											"name": "The Ship Is Saved",
											"id": "18f",
											"entries": [
												"If Skalanthas fails to sink the Wavemount, Captain Orso gives the characters a Rowboat they can use to reach the island. Meanwhile, she maneuvers her ship into a fog bank and hides there until they return.",
												"As an {@action Influence|XPHB} action, a character can try to convince Captain Orso to part with the coin-filled trunk by making a {@dc 20} Charisma ({@skill Intimidation|XPHB} or {@skill Persuasion|XPHB}) check. On a success, Orso reluctantly hands it over, hoping it will aid in the characters' next encounter with the dragon."
											]
										},
										{
											"type": "entries",
											"name": "The Ship Is Sunk",
											"id": "190",
											"entries": [
												"If the Wavemount is reduced to 0 Hit Points, it sinks. Captain Orso abandons the coin-filled trunk as she and her sailors cling to pieces of flotsam and paddle toward the island. The characters can do the same.",
												"Deprived of their ship, Captain Orso and her sailors aren't eager to face the dragon again, so they head to the monastery with the characters."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Najkir Monastery",
					"id": "191",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/082-05-002.the-island-najkir.webp"
							},
							"title": "The Island Najkir",
							"credit": "Joshua Raphael",
							"width": 1700,
							"height": 1216
						},
						"The island Najkir is a rugged, egg-shaped island 6 miles wide and 10 miles long. Persistent fog shrouds much of the island, which has a black pebble beach to the north and white cliffs to the south. The island has a large population of goats and sheep, and the surrounding reefs are home to plenty of fish.",
						"The only permanent structure on the island is the Najkir Monastery, which is tucked inside a sea cave on the south side of the island. A worn path hugs the cliffside, descending from the top of the cliff to a few feet above sea level before entering the cave and climbing to the monastery's entrance. A pier allows small boats to dock near the entrance.",
						"The monastery has long been a retreat for folk seeking enlightenment. The monks who reside here are peaceful.",
						{
							"type": "entries",
							"name": "The Monks",
							"id": "192",
							"entries": [
								"Thirteen monks of various species dwell in the {@area Najkir Monastery|191|x}, including Hierarch Anish, who is an aasimar. All monks are Lawful Neutral {@creature Commoner|XMM|Commoners} and Friendly toward visitors. They wear wool robes and wooden clogs.",
								{
									"type": "entries",
									"name": "Monk Names",
									"id": "193",
									"entries": [
										"If you need a name for a monk, make one up or choose a name from the following list:",
										{
											"type": "table",
											"colLabels": [
												"1d12",
												"Name"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10 text-center"
											],
											"rows": [
												[
													"1",
													"Avishal"
												],
												[
													"2",
													"Beltumil"
												],
												[
													"3",
													"Cayem"
												],
												[
													"4",
													"Fenlah"
												],
												[
													"5",
													"Garu"
												],
												[
													"6",
													"Huett"
												],
												[
													"7",
													"Jeneira"
												],
												[
													"8",
													"Lukai"
												],
												[
													"9",
													"Nezlen"
												],
												[
													"10",
													"Penth"
												],
												[
													"11",
													"Symus"
												],
												[
													"12",
													"Vaara"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Survivors of the Naiad",
							"id": "194",
							"entries": [
								"When the Naiad sank, two sailors and a priest sought refuge at the monastery. The priest is Devi Talzar; the sailors are Ashlyn Maranta and Treef Lameer. Between meals, they rest in guest cells (area {@area M11|1bc|x})."
							]
						},
						{
							"type": "entries",
							"name": "What the Residents Know",
							"id": "195",
							"entries": [
								"Characters who strike up a conversation with any of the monastery's residents can learn what they know about the following topics.",
								{
									"type": "entries",
									"id": "196",
									"entries": [
										{
											"type": "entries",
											"name": "Dead Falcons",
											"id": "197",
											"entries": [
												"The monks use trained falcons to communicate with the outside world. Shortly before the characters' arrival, someone killed all the falcons by feeding them poisoned meat."
											]
										},
										{
											"type": "entries",
											"name": "Getting off the Island",
											"id": "198",
											"entries": [
												"The monks have a small boat they use for fishing, but it's not a practical seagoing vessel. There are no other ships (or settlements) on the island."
											]
										},
										{
											"type": "entries",
											"name": "Leader",
											"id": "199",
											"entries": [
												"The monks' leader is Hierarch Anish, an older aasimar man with a gentle disposition."
											]
										},
										{
											"type": "entries",
											"name": "Monastery",
											"id": "19a",
											"entries": [
												"The {@area Najkir Monastery|191|x} has long served as a retreat for monks and visitors seeking enlightenment. Visitors may freely explore the monastery but are urged not to enter the flooded caves on the lower level (see \"{@area Skalanthas the Dragon|19d|x}\" below)."
											]
										},
										{
											"type": "entries",
											"name": "Ronnom Daamos",
											"id": "19b",
											"entries": [
												"Ronnom, a noble, arrived by ship six months ago with his three bodyguards, whom the monks know as the brothers Eko and Mok and a woman named Veen. Ronnom is the son of Ishyllia Daamos, a knight who was a frequent guest at the monastery before her death. Recently it has come to light that Ronnom is a wanted man whose crimes include numerous assassinations. The monks have no interest in politics and no wish to harbor assassins, but Ronnom refuses to leave. He and his bodyguards have private quarters on the lower level."
											]
										},
										{
											"type": "entries",
											"name": "Shipwreck Survivors",
											"id": "19c",
											"entries": [
												"Six days ago, Skalanthas sank a ship called the Naiad that sailed close to the island. Three survivors swam ashore and found the monastery. The monks are happy to give them food, drink, and shelter until rescuers arrive."
											]
										},
										{
											"type": "entries",
											"name": "Skalanthas the Dragon",
											"id": "19d",
											"entries": [
												"The bronze dragon Skalanthas came to Najkir fifteen years ago, after the death of his adoptive human mother—a knight named Ishyllia Daamos. Skalanthas lives in the sea caves below the monastery and feeds on fish, goats, and sheep. In the past six months, Skalanthas has become increasingly territorial, threatening and sinking ships that approach the island. The monks began noticing Skalanthas's change in demeanor shortly after Ronnom's arrival."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Monastery Features",
							"id": "19e",
							"entries": [
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DrDe/083-map-05.01-monastery-upper-level-dm.webp"
											},
											"imageType": "map",
											"title": "Map 5.1: Monastery Upper Level",
											"credit": "Francesca Baerald",
											"width": 3134,
											"height": 4096,
											"id": "411",
											"grid": {
												"type": "square",
												"size": 181,
												"offsetX": 81,
												"offsetY": -19,
												"scale": 2
											},
											"mapRegions": [
												{
													"area": "1a6",
													"points": [
														[
															769,
															842
														],
														[
															768,
															780
														],
														[
															783,
															759
														],
														[
															833,
															792
														],
														[
															864,
															811
														],
														[
															937,
															778
														],
														[
															956,
															754
														],
														[
															941,
															711
														],
														[
															958,
															692
														],
														[
															998,
															707
														],
														[
															1030,
															717
														],
														[
															1046,
															773
														],
														[
															1068,
															788
														],
														[
															1103,
															795
														],
														[
															1134,
															852
														],
														[
															1165,
															839
														],
														[
															1183,
															821
														],
														[
															1221,
															842
														],
														[
															1234,
															896
														],
														[
															1222,
															932
														],
														[
															1240,
															965
														],
														[
															1269,
															973
														],
														[
															1286,
															985
														],
														[
															1291,
															1027
														],
														[
															1281,
															1058
														],
														[
															1209,
															1058
														],
														[
															1209,
															1603
														],
														[
															1124,
															1603
														],
														[
															1124,
															1789
														],
														[
															941,
															1789
														],
														[
															941,
															1969
														],
														[
															674,
															1969
														],
														[
															674,
															2265
														],
														[
															1122,
															2265
														],
														[
															1122,
															2602
														],
														[
															1056,
															2602
														],
														[
															992,
															2611
														],
														[
															939,
															2626
														],
														[
															946,
															2669
														],
														[
															937,
															2733
														],
														[
															951,
															2784
														],
														[
															982,
															2796
														],
														[
															991,
															2853
														],
														[
															951,
															2882
														],
														[
															927,
															2929
														],
														[
															916,
															2960
														],
														[
															916,
															3003
														],
														[
															925,
															3055
														],
														[
															927,
															3086
														],
														[
															915,
															3133
														],
														[
															883,
															3148
														],
														[
															908,
															3204
														],
														[
															883,
															3224
														],
														[
															833,
															3218
														],
														[
															792,
															3228
														],
														[
															752,
															3259
														],
														[
															745,
															3299
														],
														[
															738,
															3343
														],
														[
															731,
															3381
														],
														[
															743,
															3420
														],
														[
															726,
															3439
														],
														[
															747,
															3493
														],
														[
															752,
															3524
														],
														[
															740,
															3552
														],
														[
															750,
															3574
														],
														[
															754,
															3612
														],
														[
															778,
															3631
														],
														[
															842,
															3636
														],
														[
															902,
															3631
														],
														[
															941,
															3621
														],
														[
															987,
															3638
														],
														[
															1048,
															3635
														],
														[
															1112,
															3636
														],
														[
															1160,
															3649
														],
														[
															1183,
															3697
														],
														[
															1214,
															3733
														],
														[
															1253,
															3718
														],
														[
															1305,
															3732
														],
														[
															1364,
															3716
														],
														[
															1364,
															3780
														],
														[
															1411,
															3808
														],
														[
															1432,
															3851
														],
														[
															1432,
															3877
														],
														[
															730,
															3877
														],
														[
															697,
															3816
														],
														[
															667,
															3815
														],
														[
															669,
															3725
														],
														[
															615,
															3732
														],
														[
															560,
															3638
														],
														[
															507,
															3621
														],
														[
															384,
															3507
														],
														[
															399,
															3460
														],
														[
															444,
															3441
														],
														[
															460,
															3407
														],
														[
															486,
															3334
														],
														[
															486,
															3289
														],
														[
															489,
															3223
														],
														[
															512,
															3185
														],
														[
															553,
															3158
														],
														[
															583,
															3116
														],
														[
															588,
															3078
														],
														[
															657,
															3071
														],
														[
															657,
															3026
														],
														[
															681,
															2985
														],
														[
															678,
															2922
														],
														[
															631,
															2881
														],
														[
															603,
															2860
														],
														[
															609,
															2831
														],
														[
															635,
															2794
														],
														[
															595,
															2750
														],
														[
															581,
															2699
														],
														[
															565,
															2673
														],
														[
															565,
															2642
														],
														[
															550,
															2616
														],
														[
															500,
															2590
														],
														[
															498,
															2539
														],
														[
															512,
															2507
														],
														[
															481,
															2435
														],
														[
															429,
															2414
														],
														[
															411,
															2366
														],
														[
															391,
															2317
														],
														[
															387,
															2250
														],
														[
															411,
															2193
														],
														[
															411,
															2113
														],
														[
															396,
															2044
														],
														[
															399,
															1954
														],
														[
															398,
															1901
														],
														[
															462,
															1871
														],
														[
															486,
															1819
														],
														[
															498,
															1754
														],
														[
															534,
															1702
														],
														[
															577,
															1702
														],
														[
															593,
															1681
														],
														[
															590,
															1626
														],
														[
															615,
															1605
														],
														[
															660,
															1608
														],
														[
															679,
															1560
														],
														[
															711,
															1513
														],
														[
															692,
															1482
														],
														[
															667,
															1406
														],
														[
															683,
															1347
														],
														[
															666,
															1285
														],
														[
															692,
															1247
														],
														[
															690,
															1205
														],
														[
															673,
															1157
														],
														[
															697,
															1131
														],
														[
															735,
															1150
														],
														[
															766,
															1105
														],
														[
															759,
															1039
														],
														[
															750,
															1001
														],
														[
															721,
															973
														],
														[
															757,
															966
														],
														[
															768,
															920
														],
														[
															764,
															883
														]
													]
												},
												{
													"area": "1aa",
													"points": [
														[
															678,
															1978
														],
														[
															678,
															2263
														],
														[
															940,
															2263
														],
														[
															940,
															1978
														]
													]
												},
												{
													"area": "1b4",
													"points": [
														[
															952,
															1802
														],
														[
															952,
															1968
														],
														[
															1120,
															1968
														],
														[
															1120,
															1802
														]
													]
												},
												{
													"area": "1b2",
													"points": [
														[
															1130,
															1622
														],
														[
															1130,
															1969
														],
														[
															1398,
															1969
														],
														[
															1398,
															1622
														]
													]
												},
												{
													"area": "1b0",
													"points": [
														[
															951,
															2078
														],
														[
															951,
															2243
														],
														[
															1392,
															2243
														],
														[
															1392,
															2078
														]
													]
												},
												{
													"area": "1ae",
													"points": [
														[
															1138,
															2261
														],
														[
															1138,
															2693
														],
														[
															1391,
															2693
														],
														[
															1391,
															2261
														]
													]
												},
												{
													"area": "1ab",
													"points": [
														[
															1122,
															2693
														],
														[
															1122,
															2794
														],
														[
															1221,
															2794
														],
														[
															1221,
															2693
														]
													]
												},
												{
													"area": "1a5",
													"points": [
														[
															1641,
															3874
														],
														[
															1607,
															3806
														],
														[
															1577,
															3754
														],
														[
															1518,
															3710
														],
														[
															1502,
															3689
														],
														[
															1500,
															3658
														],
														[
															1460,
															3619
														],
														[
															1426,
															3622
														],
														[
															1372,
															3606
														],
														[
															1317,
															3593
														],
														[
															1295,
															3565
														],
														[
															1274,
															3528
														],
														[
															1205,
															3513
														],
														[
															1133,
															3510
														],
														[
															1070,
															3518
														],
														[
															1013,
															3515
														],
														[
															953,
															3510
														],
														[
															905,
															3497
														],
														[
															865,
															3466
														],
														[
															863,
															3427
														],
														[
															875,
															3360
														],
														[
															925,
															3334
														],
														[
															972,
															3335
														],
														[
															1011,
															3341
														],
														[
															1026,
															3308
														],
														[
															1044,
															3250
														],
														[
															1042,
															3204
														],
														[
															1042,
															3159
														],
														[
															1025,
															3089
														],
														[
															1026,
															3048
														],
														[
															1055,
															3009
														],
														[
															1066,
															2975
														],
														[
															1018,
															2904
														],
														[
															966,
															2900
														],
														[
															931,
															2946
														],
														[
															940,
															2989
														],
														[
															951,
															3036
														],
														[
															947,
															3069
														],
														[
															934,
															3118
														],
														[
															927,
															3144
														],
														[
															938,
															3193
														],
														[
															927,
															3223
														],
														[
															891,
															3240
														],
														[
															837,
															3245
														],
														[
															800,
															3245
														],
														[
															772,
															3269
														],
														[
															774,
															3306
														],
														[
															759,
															3344
														],
														[
															753,
															3363
														],
														[
															764,
															3391
														],
														[
															753,
															3421
														],
														[
															748,
															3452
														],
														[
															769,
															3489
														],
														[
															777,
															3524
														],
														[
															766,
															3558
														],
														[
															785,
															3597
														],
														[
															821,
															3604
														],
														[
															875,
															3602
														],
														[
															951,
															3609
														],
														[
															1024,
															3605
														],
														[
															1065,
															3614
														],
														[
															1130,
															3604
														],
														[
															1172,
															3615
														],
														[
															1211,
															3639
														],
														[
															1226,
															3680
														],
														[
															1256,
															3695
														],
														[
															1299,
															3693
														],
														[
															1348,
															3702
														],
														[
															1382,
															3700
														],
														[
															1405,
															3728
														],
														[
															1405,
															3757
														],
														[
															1421,
															3766
														],
														[
															1442,
															3780
														],
														[
															1464,
															3804
														],
														[
															1476,
															3836
														],
														[
															1470,
															3874
														]
													]
												},
												{
													"area": "1bc",
													"points": [
														[
															1673,
															2713
														],
														[
															1673,
															2970
														],
														[
															2118,
															2970
														],
														[
															2118,
															2713
														]
													]
												},
												{
													"area": "1c0",
													"points": [
														[
															1679,
															3069
														],
														[
															1679,
															3417
														],
														[
															2118,
															3417
														],
														[
															2118,
															3069
														]
													]
												},
												{
													"area": "1ba",
													"points": [
														[
															1679,
															2448
														],
														[
															2116,
															2448
														],
														[
															2116,
															2606
														],
														[
															1491,
															2606
														],
														[
															1491,
															2535
														],
														[
															1679,
															2535
														]
													]
												},
												{
													"area": "1ca",
													"points": [
														[
															1596,
															1712
														],
														[
															1596,
															2337
														],
														[
															2303,
															2337
														],
														[
															2303,
															1712
														]
													]
												},
												{
													"area": "1c5",
													"points": [
														[
															2316,
															1981
														],
														[
															2496,
															1981
														],
														[
															2496,
															1805
														],
														[
															2836,
															1805
														],
														[
															2836,
															2250
														],
														[
															2495,
															2250
														],
														[
															2495,
															2061
														],
														[
															2316,
															2061
														]
													]
												},
												{
													"area": "1c9",
													"points": [
														[
															2316,
															1802
														],
														[
															2316,
															1967
														],
														[
															2477,
															1967
														],
														[
															2477,
															1802
														]
													]
												},
												{
													"area": "1c3",
													"points": [
														[
															2316,
															2077
														],
														[
															2316,
															2250
														],
														[
															2482,
															2250
														],
														[
															2482,
															2077
														]
													]
												},
												{
													"area": "1d0",
													"points": [
														[
															2136,
															1699
														],
														[
															2136,
															1172
														],
														[
															2210,
															1182
														],
														[
															2305,
															1208
														],
														[
															2396,
															1245
														],
														[
															2466,
															1292
														],
														[
															2521,
															1336
														],
														[
															2570,
															1383
														],
														[
															2617,
															1434
														],
														[
															2660,
															1499
														],
														[
															2696,
															1566
														],
														[
															2718,
															1622
														],
														[
															2740,
															1689
														],
														[
															2747,
															1746
														],
														[
															2748,
															1785
														],
														[
															2317,
															1785
														],
														[
															2317,
															1699
														]
													]
												},
												{
													"area": "1d3",
													"points": [
														[
															1678,
															1353
														],
														[
															1678,
															1603
														],
														[
															1843,
															1603
														],
														[
															1843,
															1353
														]
													]
												},
												{
													"area": "1d5",
													"points": [
														[
															1957,
															1354
														],
														[
															1957,
															1609
														],
														[
															2126,
															1609
														],
														[
															2126,
															1354
														]
													]
												},
												{
													"area": "1b6",
													"points": [
														[
															1219,
															1076
														],
														[
															1219,
															1611
														],
														[
															1473,
															1611
														],
														[
															1473,
															1076
														]
													]
												},
												{
													"area": "1d7",
													"points": [
														[
															1679,
															992
														],
														[
															2121,
															992
														],
														[
															2121,
															1337
														],
														[
															1942,
															1337
														],
														[
															1942,
															1607
														],
														[
															1858,
															1607
														],
														[
															1858,
															1337
														],
														[
															1679,
															1337
														]
													]
												},
												{
													"area": "1db",
													"points": [
														[
															1674,
															442
														],
														[
															1674,
															977
														],
														[
															2117,
															977
														],
														[
															2117,
															442
														]
													]
												},
												{
													"area": "1c1",
													"points": [
														[
															2134,
															2354
														],
														[
															2315,
															2354
														],
														[
															2315,
															2264
														],
														[
															2660,
															2264
														],
														[
															2660,
															2697
														],
														[
															2134,
															2697
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/DrDe/thumbnail/083-map-05.01-monastery-upper-level-dm.webp"
											}
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DrDe/084-map-05.01-monastery-upper-level-player.webp"
											},
											"imageType": "mapPlayer",
											"title": "Player Version",
											"width": 3134,
											"height": 4096,
											"credit": "Francesca Baerald",
											"mapParent": {
												"id": "411"
											},
											"grid": {
												"type": "square",
												"size": 181,
												"offsetX": 81,
												"offsetY": -19,
												"scale": 2
											}
										}
									]
								},
								"The {@area Najkir Monastery|191|x} is hewn out of solid rock, its walls carved to resemble bricks, and its floor carved to resemble tiles. Because the monks encourage inhabitants to focus on inner peace rather than outer beauty, the monastery's construction is simple and its interior decoration sparse. Other features are described below unless otherwise noted.",
								{
									"type": "entries",
									"name": "Caves",
									"id": "19f",
									"entries": [
										"Natural caves vary in height and water depth; see their descriptions ({@area M2|1a6|x}–{@area M3|1aa|x}, {@area M32|1f6|x}–{@area M34|1f9|x}, and {@area M37|1fe|x}–{@area M39|202|x}) for more information. In flooded caves, the murky water limits visibility to 20 feet. The tides' effect on water depth is negligible."
									]
								},
								{
									"type": "entries",
									"name": "Ceilings",
									"id": "1a0",
									"entries": [
										"All corridors in the monastery are 10 feet high with arched ceilings. Rooms on the upper floor have 15-foot vaulted ceilings; rooms on the lower floor have flat, 10-foot ceilings."
									]
								},
								{
									"type": "entries",
									"name": "Doors",
									"id": "1a1",
									"entries": [
										"Most doors are made of wood with iron handles and hinges."
									]
								},
								{
									"type": "entries",
									"name": "Lighting",
									"id": "1a2",
									"entries": [
										"Hooded Lanterns hanging from the ceiling by iron chains cast Bright Light in interior rooms. Sunlight entering the cave mouth during the day casts {@variantrule Dim Light|XPHB} through cave areas in the upper level. Caves in the lower level are in Darkness; descriptions assume the characters have a way of seeing in the dark."
									]
								},
								{
									"type": "entries",
									"name": "Windows",
									"id": "1a3",
									"entries": [
										"Some western rooms on the monastery's upper level (areas {@area M5|1ae|x}–{@area M6|1b0|x} and {@area M8|1b4|x}–{@area M9|1b6|x}) have narrow stained-glass windows that a character can swing open from the inside. These windows can't be opened from the outside but break easily (AC 11, HP 2, Vulnerability to Bludgeoning damage, Immunity to Poison and Psychic damage). A character can easily climb through an open window."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Upper Level Locations",
							"id": "1a4",
							"entries": [
								"The following locations are keyed to {@adventure Map: Monastery Upper Level|DrDe-TDoN|1|Map: Monastery Upper Level}.",
								{
									"type": "entries",
									"name": "M1: Cliffside Walkway",
									"id": "1a5",
									"entries": [
										"This stone path extends from the top of a 100-foot-high cliff southeast of the area shown on the map to the mouth of a sea cave (area {@area M2|1a6|x}), ending at the monastery's entrance (area {@area M4|1ab|x}). {@creature Goat|XMM|Goats} often wander the walkway."
									]
								},
								{
									"type": "entries",
									"name": "M2: Sea Cave",
									"id": "1a6",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1a7",
											"entries": [
												"Seawater flows through this cave. A walkway along its southeast wall leads to the entry of a building carved into the stone. Along the west wall sit two barren, rocky ledges.",
												"Further back, a rowboat is tied up to a dock. The dock is attached to the building carved into the cave's east wall. The building's stained-glass windows overlook the dock and the cave mouth."
											]
										},
										"The water in this cave is 20 feet deep. The uneven ceiling rises roughly 30 feet above water level.",
										"The dock and Rowboat are described in area {@area M3|1aa|x}. The monastery's entrance is described in area {@area M4|1ab|x}.",
										{
											"type": "entries",
											"name": "Ledges",
											"id": "1a8",
											"entries": [
												"Along the west wall are two rocky ledges with nothing on them. The northern ledge is 10 feet above the water, and the southern ledge a more accessible 5 feet above it."
											]
										},
										{
											"type": "entries",
											"name": "Underwater Tunnel",
											"id": "1a9",
											"entries": [
												"At the north end of the cave is a completely submerged, 10-foot-diameter tunnel blocked by boulders (see area {@area M33|1f8|x} for details)."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M3: Dock",
									"id": "1aa",
									"entries": [
										"Stone posts support this wooden dock from below (see area {@area M32|1f6|x}). Tied to the dock is a Rowboat, which the monks primarily use for fishing. The boat's oars are kept in the storeroom (area {@area M27|1eb|x}). East of the dock, a stone staircase ascends to a cross-shaped hallway with three doors at the opposite end."
									]
								},
								{
									"type": "entries",
									"name": "M4: Barred Entrance",
									"id": "1ab",
									"entries": [
										"If the characters approach the monastery via the walkway (area {@area M1|1a5|x}), describe the entrance as follows:",
										{
											"type": "insetReadaloud",
											"id": "1ac",
											"entries": [
												"The walkway leads to a rough-hewn staircase that climbs to an alcove. At the back of the alcove stands an oak door set with an iron knocker shaped like a sheep's head. The door's stone frame is decorated with carvings of flowers and small birds. Engraved above the door are the words \"Enter in Peace\" in Common."
											]
										},
										"Close inspection of the door reveals a tiny peephole situated above the knocker (for tall monks) and another one situated below the knocker (for short monks). The door is barred from the inside. The size and weight of the door raises the DC to force it open to 20.",
										{
											"type": "entries",
											"name": "Monk's Welcome",
											"id": "1ad",
											"entries": [
												"If one or more characters bang on the door, use the knocker, or otherwise signal their arrival, a human monk arrives within a minute, peers through one of the peepholes, unbars the door, and welcomes the new arrivals. The monk leads them to a large hall (area {@area M17|1ca|x}), where Hierarch Anish is engaged in discussions with others of the order."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M5: Aviary",
									"id": "1ae",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1af",
											"entries": [
												"Four stone pedestals, each one three feet tall, stand in a row near four narrow stained-glass windows showing pastoral scenes. Situated atop each pedestal is a large birdcage. A dwarf monk on a stepladder is cleaning out one of the cages."
											]
										},
										"Each birdcage weighs 20 pounds. The first time the characters visit the aviary, the monk is removing the remains of dead falcons from the cages and depositing them in a basket on the floor. A character who takes a {@action Search|XPHB} action and examines the falcons can make a {@dc 15} Wisdom ({@skill Medicine|XPHB}) check. On a success, the character ascertains that the falcons died after ingesting some kind of poison within the past 12 hours.",
										"The monk can confirm that the birds were well yesterday. He believes they died from eating poisoned meat but doesn't know who fed it to them. He explains that these falcons were trained to deliver messages to and from the monastery. (Ronnom fed the birds poisoned meat to stop the monks from communicating the secret of his identity to the outside world.)",
										"The monk then suggests the characters speak immediately with the head of his order, Hierarch Anish. If they're not accompanied by another monk, he leads them to a large hall (area {@area M17|1ca|x}), where Anish is consulting with the rest of the monks."
									]
								},
								{
									"type": "entries",
									"name": "M6: Scriptorium",
									"id": "1b0",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1b1",
											"entries": [
												"This long, narrow room has four stained-glass windows depicting pastoral scenes and two writing desks with wooden chairs."
											]
										},
										"The monks communicate with the outside world by writing letters and using trained falcons (see area {@area M5|1ae|x}) to deliver them to faraway cities. The letters are written using the supplies stored in the desks.",
										"Characters who search the desks' drawers find four wooden scroll tubes (each small enough to be tied to a falcon's leg), two sets of Calligrapher's Supplies, and two Candles."
									]
								},
								{
									"type": "entries",
									"name": "M7: Hospital",
									"id": "1b2",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1b3",
											"entries": [
												"This room is furnished with a wooden operating table positioned below two hanging lanterns. Stone shelves along the walls hold bandages, clean sheets, and other medical supplies."
											]
										},
										"Characters who examine the contents of the room find the following items:",
										{
											"type": "list",
											"items": [
												"Ten {@item Blanket|XPHB|Blankets}",
												"Ten empty {@item Glass Bottle|XPHB|Glass Bottles}",
												"Twelve {@item Healer's Kit|XPHB|Healer's Kits}",
												"Two {@item Hooded Lantern|XPHB|Hooded Lanterns} (hanging above the table)",
												"One jar of {@item Keoghtom's Ointment|XDMG}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M8: Recovery Room",
									"id": "1b4",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1b5",
											"entries": [
												"Two neatly made beds crowd this ten-foot-square room. Four stained-glass windows depicting grazing goats let in dim light in dappled patterns of green, blue, and yellow."
											]
										},
										"The sick and the wounded come here to rest and recuperate. Under each bed sits an empty chamber pot."
									]
								},
								{
									"type": "entries",
									"name": "M9: Library",
									"id": "1b6",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1b7",
											"entries": [
												"Freestanding bookcases form neat rows in this room. Narrow stained-glass windows depicting pastoral scenes line one wall. A well-used broom leans between two of the windows."
											]
										},
										"The broom is nonmagical.",
										{
											"type": "entries",
											"name": "Books",
											"id": "1b8",
											"entries": [
												"Hundreds of nonmagical books are stored here and organized by topic. A character who spends 8 hours conducting research in this library gains Advantage on ability checks tied to one skill—{@skill History|XPHB}, {@skill Medicine|XPHB}, or {@skill Nature|XPHB}—for the next 24 hours."
											]
										},
										{
											"type": "entries",
											"name": "Spellbook",
											"id": "1b9",
											"entries": [
												"Any character who spends at least 10 minutes examining the books in this library finds an old Spellbook that belonged to a dwarf magic-user named Xantarn, who died in the monastery eight years ago. The book contains the following spells: {@spell Arcane Lock|XPHB}, {@spell Color Spray|XPHB}, {@spell Counterspell|XPHB}, {@spell Darkvision|XPHB}, {@spell Detect Magic|XPHB}, {@spell Feather Fall|XPHB}, {@spell Invisibility|XPHB}, {@spell Mage Armor|XPHB}, {@spell Magic Missile|XPHB}, {@spell Melf's Acid Arrow|XPHB}, {@spell Phantasmal Force|XPHB}, {@spell Sending|XPHB}, {@spell Speak with Dead|XPHB}, {@spell Unseen Servant|XPHB}, and {@spell Vampiric Touch|XPHB}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M10: Kitchen",
									"id": "1ba",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1bb",
											"entries": [
												"Two iron stoves sit at opposite ends of this narrow, cluttered kitchen. Next to the western stove, a staircase descends.",
												"Two monks are hard at work preparing a meal."
											]
										},
										"The two human monks (Medium {@creature Commoner|XMM|Commoners}) pay little heed to visitors as they prepare batches of fish stew.",
										"Characters who loot the kitchen can gather enough supplies to create two sets of {@item Cook's Utensils|XPHB}."
									]
								},
								{
									"type": "entries",
									"name": "M11: Guest Quarters",
									"id": "1bc",
									"entries": [
										"These cells, set aside for visitors, each contain a wooden bed, a chamber pot, and hooks on the walls for hanging clothes. Under each bed is a shelf for storing personal effects.",
										"The survivors from the Naiad are resting in three cells: Ashlyn in {@area M11a|1bc|x}, Devi in {@area M11b|1bc|x}, and Treef in {@area M11c|1bc|x}. Each survivor is described further below.",
										"The remaining cells are unoccupied, unless the characters or any {@i Wavemount} crew are staying at the monastery. If they are, the characters and crew share the remaining cells as the players see fit.",
										{
											"type": "entries",
											"name": "Ashlyn Maranta",
											"id": "1bd",
											"entries": [
												"Ashlyn is an elf (Medium, Chaotic Good {@creature Scout|XMM}) with pale blue skin who can breathe both air and water. She was close to the Naiad's late captain, a human named Jeressa Lameer. When the Naiad sank, Ashlyn helped Devi and Treef swim to Najkir. She is brave but saddened by the loss of her captain and other shipmates."
											]
										},
										{
											"type": "entries",
											"name": "Devi Talzar",
											"id": "1be",
											"entries": [
												"Devi is a middle-aged human (Medium, Neutral Good {@creature Priest|XMM}) with a kind face who serves a god of the stars and wanderers. Devi carries a {@item Sending Stones|XDMG|Sending Stone}, which she uses to communicate with her good friend Mirel Astafar. Devi is cautious, patient, and brave but doesn't take unnecessary risks."
											]
										},
										{
											"type": "entries",
											"name": "Treef Lameer",
											"id": "1bf",
											"entries": [
												"Treef is a fifteen-year-old human (Medium, Chaotic Neutral {@creature Noble|XMM}) born into a privileged and politically powerful family. He is also the nephew of the Naiad's late captain, Jeressa Lameer. He recognized Ronnom Daamos at once. Although he hopes for rescue, Treef thinks Ronnom ordered the dragon to sink the Naiad and wants revenge. He won't leave the monastery until Ronnom is, as he says, \"properly dealt with.\""
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M12: Monks' Dormitory",
									"id": "1c0",
									"entries": [
										"This room has east and west wings. Each wing contains three bunk beds (so there are twelve beds in all), three trunks for personal storage, and a cabinet holding towels and clean linens.",
										"At night, all the monks except Hierarch Anish sleep here."
									]
								},
								{
									"type": "entries",
									"name": "M13: Dining Hall",
									"id": "1c1",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1c2",
											"entries": [
												"This dining hall contains two long wooden tables. Eighteen chairs are arranged around the tables, which have dishes, utensils, and goblets neatly arrayed atop them. Three sideboards are lined up against the south wall, and a tall cabinet stands by the east wall. A basin near the northwest doors holds fresh water, and a bust of a bearded man rests on a pedestal in the northeast corner. Lit lanterns hang above the tables."
											]
										},
										"The monks gather here twice per day—once for breakfast at sunrise and once for dinner at sunset. Guests are welcome to join them as space allows. Hierarch Anish never dines here and instead receives his meals in his office (area {@area M15|1c5|x})."
									]
								},
								{
									"type": "entries",
									"name": "M14: Privy and Bathroom",
									"id": "1c3",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1c4",
											"entries": [
												"This ten-foot-square room features a couple of benches with buckets beneath them and a wooden trapdoor in the floor. A bathtub sits in the corner."
											]
										},
										"Below the trapdoor, a shallow trench carries waste away from the monastery.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DrDe/085-05-003.hierarch-anish-npc-with-ram-statue.webp"
											},
											"credit": "Joshua Raphael",
											"width": 1700,
											"height": 1217
										}
									]
								},
								{
									"type": "entries",
									"name": "M15: Hierarch's Office",
									"id": "1c5",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1c6",
											"entries": [
												"This airy room contains a desk and high-backed chair situated in front of a carving that spans the entire east wall. The carving depicts a family of goats climbing a majestic, windswept cliff. Books and knickknacks adorn shelves and cabinets around the walls."
											]
										},
										"When he's not elsewhere, Hierarch Anish (Medium, Lawful Neutral {@creature Commoner|XMM}) oversees the affairs of the monastery from this office.",
										{
											"type": "entries",
											"name": "Desk",
											"id": "1c7",
											"entries": [
												"Characters who search the desk's drawers find the following items:",
												{
													"type": "list",
													"items": [
														"Two {@item Candle|XPHB|Candles}",
														"One bottle of {@item Ink|XPHB}",
														"One {@item Ink Pen|XPHB}",
														"Ten sheets of {@item Parchment|XPHB}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Wall Carving",
											"id": "1c8",
											"entries": [
												"The carving on the eastern wall is symbolic: the goats represent unity of purpose, and their steady climb represents the spiritual journey one must take to achieve enlightenment and the heights of tranquility. A character who examines the carving and takes a {@action Study|XPHB} action can make a {@dc 10} Intelligence ({@skill Religion|XPHB}) check. On a success, the character recognizes its meaning."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M16: Hierarch's Quarters",
									"id": "1c9",
									"entries": [
										"The hierarch's bedroom is private but no fancier than the other monks' quarters. It contains a short, neatly made bed, a nightstand, a chest of drawers with a washbasin, and a tall cabinet holding a few spare garments."
									]
								},
								{
									"type": "entries",
									"name": "M17: Meeting and Meditation Hall",
									"id": "1ca",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1cb",
											"entries": [
												"Four life-size goat statues perch atop stone pedestals in this room's corners. The goats' bearded faces convey wisdom and calm.Twelve figures wearing wool robes and wooden clogs are gathered here. Your arrival interrupts their quiet yet intense conversation. The monks—an orc, an elf, a dwarf, a dragonborn, a tiefling, and some humans—turn toward you with looks of mild surprise. The monk in the center, an older aasimar, leans on a snake-headed cane and says, \"Enter in peace, friends.\""
											]
										},
										"The aasimar is Hierarch Anish (see {@area M15|1c5|x}). He and eleven monks (a mix of Small and Medium {@creature Commoner|XMM|Commoners}) are gathered here to discuss what to do about Ronnom Daamos and his bodyguards. Anish's cane is a {@item Staff of the Python|XDMG}.",
										"If the characters were led here by a monk (see areas {@area M4|1ab|x}–{@area M5|1ae|x}), that monk joins the others. The members of the order are upset about the poisoning of the falcons. They've ruled out the shipwreck survivors as suspects, concluding that the falcons were killed on Ronnom's orders. The monks don't know how to proceed, given that Ronnom refuses to leave, and they can't force him to do so. Anish believes the characters' arrival is a gift.",
										"After inquiring about the characters' business at the monastery, Anish tells them he'd like to make a request of them. If the characters are interested, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"id": "1cc",
											"entries": [
												"The aasimar tightens his grip on his cane as he speaks. \"A guest of the monastery, Ronnom Daamos, has many enemies. Unbeknownst to us, he came to Najkir a wanted man, and he and his bodyguards won't leave—and won't allow anyone else to leave, either. Skalanthas the dragon is beholden to Ronnom, as the dragon was to Ronnom's mother years ago. Ishyllia Daamos was a knight of valor, but her son is anything but. So we turn to you. Will you help us?\""
											]
										},
										"In response to the characters' questions, the monks share information (see \"{@area What the Residents Know|195|x}\") and ask the characters to end the threat posed by Ronnom Daamos and his bodyguards without incurring the wrath of Skalanthas. If the characters tell the hierarch that Skalanthas has been sinking ships that sail near the island, the hierarch shakes his head sadly and suggests that if Skalanthas knew about Ronnom's crimes, the dragon surely would act differently.",
										{
											"type": "entries",
											"name": "Quest Accepted",
											"id": "1cd",
											"entries": [
												"Should the characters agree to help, Anish tells them that Ronnom and his bodyguards reside on the lower level. If the characters don't know how to get there, Anish asks one of the monks to lead them to the north stairs (area {@area M23|1e1|x}). Anish also gives them a key that unlocks the door to a dungeon cell on the lower level (area {@area M30|1f2|x}), should the characters wish to use it to lock up prisoners."
											]
										},
										{
											"type": "entries",
											"name": "Quest Declined",
											"id": "1ce",
											"entries": [
												"If the characters decline to help, Anish warns them that Skalanthas protects Ronnom's secret by preventing anyone from leaving the island. Anish thinks Skalanthas knows nothing about the man's crimes and serves him out of loyalty to House Daamos."
											]
										},
										{
											"type": "entries",
											"name": "Accommodation",
											"id": "1cf",
											"entries": [
												"Regardless of whether the characters accept the quest, if they or any Wavemount crew wish to stay at the monastery, the monks direct them to the guest quarters (area {@area M11|1bc|x}), where they can stay as long as they like."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M18: Crypt",
									"id": "1d0",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1d1",
											"entries": [
												"Thirty clay urns line the walls of this room, which is shaped like a quarter circle. On the wall above each urn is a painting depicting a monk in a meditative pose."
											]
										},
										"After a hierarch's death, a clay urn containing the deceased's ashes is stored here under a portrait the monks have painted of the deceased. Each clay urn is etched with the name of the hierarch whose ashes it contains. (Examples include Abul-Zaar, Jaltus, Larai, Sersiah, and Tymorn.)",
										{
											"type": "entries",
											"name": "Bypassing Maze Traps",
											"id": "1d2",
											"entries": [
												"The rituals performed in area {@area M21|1d7|x} have imbued each urn with magic that allows a person who touches it to bypass the traps in area {@area M22|1db|x}. As a {@action Magic|XPHB} action, a character can touch an urn and focus on the name etched on its lid. For the next 24 hours, the traps in area {@area M22|1db|x} don't affect that character. The character understands that this magic protects them from traps, but this action does not reveal the traps' location."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M19: Weavers' Room",
									"id": "1d3",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1d4",
											"entries": [
												"This room contains a wooden loom and baskets containing spindles, yarn and thread, shears, shuttles, and bottles of dye."
											]
										},
										"Using wool collected from island sheep, the monks weave their own garments. Characters searching the room can combine the supplies to make two sets of {@item Weaver's Tools|XPHB}."
									]
								},
								{
									"type": "entries",
									"name": "M20: Potters' Room",
									"id": "1d5",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1d6",
											"entries": [
												"This room contains a potter's wheel, jugs of water, and a stack of clay bricks wrapped in damp cloth."
											]
										},
										"The monks use this facility to make clay urns (like the ones in area {@area M18|1d0|x}) and dishes. Characters searching the room can combine the supplies to make two sets of {@item Potter's Tools|XPHB}."
									]
								},
								{
									"type": "entries",
									"name": "M21: Ritual Chamber",
									"id": "1d7",
									"entries": [
										"Darkness envelops this room. If the characters have a way of seeing in the dark, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"id": "1d8",
											"entries": [
												"This unlit room contains three statues standing with their backs against the walls, forming a triangle. Each statue depicts a robed monk whose face is obscured by a sagging cowl. The hands of each statue grasp a ceremonial sconce that looks like it's meant to hold a torch. A closed wooden cabinet stands against the east wall."
											]
										},
										"A character who examines the chamber and takes a {@action Study|XPHB} action can make a {@dc 10} Intelligence ({@skill Religion|XPHB}) check. On a success, the character concludes the room is used for rituals, though their exact nature is unclear.",
										"When a hierarch dies, the monks gather here to meditate on the spirit of the hierarch near an urn containing the leader's ashes. This ritual imbues the urn with magic that enables creatures to bypass the traps in area {@area M22|1db|x}; see the crypt (area {@area M18|1d0|x}) for details.",
										{
											"type": "entries",
											"name": "Cabinet",
											"id": "1d9",
											"entries": [
												"The cabinet against the east wall is unlocked and contains the following supplies:",
												{
													"type": "list",
													"items": [
														"Three {@item Bell|XPHB|Bells} (used in ceremonies)",
														"One {@item Tinderbox|XPHB}",
														"Twelve {@item Torch|XPHB|Torches}",
														"{@item Spell Scroll|XDMG|Spell Scrolls} of {@spell Bless|XPHB}, {@spell Detect Magic|XPHB}, {@spell False Life|XPHB}, {@spell Protection from Evil and Good|XPHB}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Secret Door",
											"id": "1da",
											"entries": [
												"Any character who looks for secret doors and takes a {@action Search|XPHB} action can make a {@dc 15} Wisdom ({@skill Perception|XPHB}) check. On a success, the character finds a secret door in the north wall, which is locked. If the characters place three lit torches in the statues' sconces, the secret door unlocks. The door silently locks again if one or more of the torches go out or are removed from their sconces. A {@spell Knock|XPHB} spell also unlocks the secret door. It otherwise can't be opened.",
												"Pushing on the door when it's unlocked causes it to swing open into the maze vault (area {@area M22|1db|x})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M22: Maze Vault",
									"id": "1db",
									"entries": [
										"This area is in Darkness. If the characters have a way of seeing in the dark, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"id": "1dc",
											"entries": [
												"Behind the secret door lies a narrow, dusty tunnel festooned with cobwebs. The tunnel has two openings to the west—one close by, the other farther away.",
												"Next to the secret door, drawn on the east wall in white chalk, is a stick figure holding what looks like a snake."
											]
										},
										"The monks hide the monastery's wealth in this small labyrinth. The secret door leading to the vault can be pulled open from the inside even if it's locked from the outside.",
										{
											"type": "entries",
											"name": "Chalk Figure",
											"id": "1dd",
											"entries": [
												"Any character who has met Hierarch Anish can ascertain that the chalk figure drawn on the wall represents Anish and his {@item Staff of the Python|XDMG}. This drawing is a clue for bypassing the maze's traps (see \"Traps\" below)."
											]
										},
										{
											"type": "entries",
											"name": "Statue",
											"id": "1de",
											"entries": [
												"At the end of one passage stands a Medium stone statue of a pig. The statue is magical and has a coin slot in the middle of its back.",
												"Like a piggy bank, the statue is hollow. It holds the monastery's monetary wealth. If a creature speaks the command phrase \"oink, oink, oink\" while touching the statue, the pig's mouth magically opens, and all the statue's contents spill onto the floor.",
												"The statue contains 4,660 GP, 2,752 SP, and 1,351 CP when the characters discover it. Most of this money was donated to the monastery. Casting an {@spell Identify|XPHB} spell on the statue reveals the command phrase, which otherwise only Hierarch Anish knows.",
												"Breaking the statue also causes its contents to spill out. The statue has AC 17, HP 18, and Immunity to all damage except Bludgeoning and Force."
											]
										},
										{
											"type": "entries",
											"name": "Traps",
											"id": "1df",
											"entries": [
												"The maze contains five identical, magical traps, each marked with a T on {@adventure Map: Monastery Upper Level|DrDe-TDoN|1|Map: Monastery Upper Level}. A character who carries Hierarch Anish's {@item Staff of the Python|XDMG} or who has touched an urn in the crypt (see area {@area M18|1d0|x}) can pass through these areas safely. Otherwise, whenever a creature enters one of these 5-foot-square areas, the creature makes a {@dc 15} Constitution saving throw, taking 10 ({@dice 3d6}) Lightning damage on a failed save or half as much damage on a successful one."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lower Level Locations",
							"id": "1e0",
							"entries": [
								"The following locations are keyed to {@adventure Map: Monastery Lower Level|DrDe-TDoN|1|Map 5.2.monastery: lower level DM}.",
								{
									"type": "entries",
									"name": "M23: North Stairs",
									"id": "1e1",
									"entries": [
										"This stairway connects the upper and lower levels of the monastery. Where the staircase bends, a hanging lantern lights a 5-foot-square landing."
									]
								},
								{
									"type": "entries",
									"name": "M24: South Stairs",
									"id": "1e2",
									"entries": [
										"This stairway connects the kitchen (area {@area M10|1ba|x}) on the upper level with the storeroom (area {@area M27|1eb|x}) on the lower level. Where the staircase bends, a hanging lantern lights a 5-foot-square landing."
									]
								},
								{
									"type": "entries",
									"name": "M25: Bodyguards' Quarters",
									"id": "1e3",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1e4",
											"entries": [
												"This room contains a pair of neatly made beds, a chest of drawers, and a small table flanked by two chairs. Seated at the table and playing a quiet game of three-dragon ante are two slender human men who look like brothers. They are both unarmed and unarmored."
											]
										},
										"Eko and Mok are shape-shifted {@creature Doppelganger|XMM|Doppelgangers} and Ronnom's loyal servants. They obey Ronnom's orders without question, fighting the characters if he commands them to. If the characters say they're looking for Ronnom, Eko and Mok offer to lead them to him (see area {@area M26|1e5|x}).",
										"Other than their three-dragon ante Gaming Set, the doppelgangers carry nothing of value. The drawers are empty."
									]
								},
								{
									"type": "entries",
									"name": "M26: Ronnom's Quarters",
									"id": "1e5",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1e6",
											"entries": [
												"This room contains two beds—one disheveled, the other neatly made—a chest of drawers, and a small table flanked by two chairs. Dirty dishes rest on the table. A shadowy hallway to the east leads to a door."
											]
										},
										"This area contains two hidden foes.",
										{
											"type": "entries",
											"name": "Ronnom Daamos",
											"id": "1e7",
											"entries": [
												"Aware of the trouble he's caused, Ronnom (Medium, Neutral Evil {@creature Assassin|XMM}) is hiding in the {@variantrule Dim Light|XPHB} of the hallway to the east. Until the human man moves or speaks, noticing him requires taking a {@action Search|XPHB} action and making a successful {@dc 20} Wisdom ({@skill Perception|XPHB}) check. If Eko and Mok lead the characters here (see area {@area M25|1e3|x}), or if the characters arrive here from the east (area {@area M36|1fc|x}), Ronnom emerges from the shadows to parley with them. Otherwise, he tries to remain hidden.",
												"Ronnom doesn't put himself in harm's way if he can help it. When confronted by one or more unfamiliar foes, he flees to Skalanthas's lair (area {@area M38|1ff|x}). If all routes to the lair are cut off, Ronnom tries to bribe enemies with the contents of his top drawer (see \"Treasure\" below). He fights as a last resort and surrenders if reduced to 20 Hit Points or fewer and unable to flee."
											]
										},
										{
											"type": "entries",
											"name": "Veen",
											"id": "1e8",
											"entries": [
												"Veen is an {@creature Oni|XMM} that has cast {@spell Invisibility|XPHB} on herself. Veen kidnapped Ronnom when he was a child. When the oni perceived the boy's malevolent nature, she befriended Ronnom, and the two remain allies to this day. Using her shape-shifting ability, Veen presents herself as a tall, red-haired, human woman with jade-green eyes. If the characters combat Ronnom, Veen fights to the death to defend him."
											]
										},
										{
											"type": "entries",
											"name": "Chest of Drawers",
											"id": "1e9",
											"entries": [
												"The top drawer is unlocked and contains three satchels (see \"Treasure\") and four empty {@item Vial|XPHB|Vials}. A character who examines the Vials as a {@action Study|XPHB} action can make a {@dc 15} Intelligence ({@skill Investigation|XPHB}) check or an Intelligence check using {@item Glassblower's Tools|XPHB}. On a success, the character detects poison residue inside each one. This poison killed the falcons in the aviary (area {@area M5|1ae|x}). The other drawers are empty."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "1ea",
											"entries": [
												"The first satchel in the chest of drawers contains 60 PP. The second satchel contains four pearls worth 100 GP each. The third satchel is empty but used to contain a bejeweled necklace that Ronnom gave to Skalanthas as a gift (see area {@area M38|1ff|x})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M27: Storeroom",
									"id": "1eb",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1ec",
											"entries": [
												"This storeroom contains three wooden crates and three upright wooden barrels. Leaning in the northeast corner behind one of the barrels are a pair of wooden oars, a pair of fishing poles, and a silver-tipped spear. Three doors lead to other locations, while a narrow hallway stretches westward."
											]
										},
										"Each barrel contains {@dice 2d20} gallons of fresh water, and each crate holds {@dice 3d10} flasks of {@item Oil|XPHB}. The oars are for the Rowboat at the dock (area {@area M3|1aa|x}). The fishing poles are nonmagical.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "1ed",
											"entries": [
												"The spear is a {@item Silvered Weapon|XDMG} (Spear). The monks use it as a harpoon while fishing.",
												{
													"type": "gallery",
													"images": [
														{
															"type": "image",
															"href": {
																"type": "internal",
																"path": "adventure/DrDe/086-map-05.02.monastery-lower-level-dm.webp"
															},
															"imageType": "map",
															"title": "Map 5.2: Monastery Lower Level",
															"credit": "Francesca Baerald",
															"width": 3142,
															"height": 4096,
															"id": "412",
															"grid": {
																"type": "square",
																"size": 181,
																"offsetX": 105,
																"offsetY": -15,
																"scale": 2
															},
															"mapRegions": [
																{
																	"area": "1f6",
																	"points": [
																		[
																			613,
																			1945
																		],
																		[
																			613,
																			2309
																		],
																		[
																			945,
																			2309
																		],
																		[
																			945,
																			1945
																		]
																	]
																},
																{
																	"area": "1f8",
																	"points": [
																		[
																			1042,
																			790
																		],
																		[
																			1119,
																			773
																		],
																		[
																			1165,
																			740
																		],
																		[
																			1199,
																			693
																		],
																		[
																			1282,
																			631
																		],
																		[
																			1336,
																			626
																		],
																		[
																			1409,
																			631
																		],
																		[
																			1419,
																			599
																		],
																		[
																			1442,
																			583
																		],
																		[
																			1519,
																			689
																		],
																		[
																			1502,
																			773
																		],
																		[
																			1492,
																			820
																		],
																		[
																			1419,
																			796
																		],
																		[
																			1362,
																			803
																		],
																		[
																			1321,
																			843
																		],
																		[
																			1290,
																			883
																		],
																		[
																			1237,
																			903
																		],
																		[
																			1225,
																			953
																		],
																		[
																			1265,
																			983
																		],
																		[
																			1302,
																			982
																		],
																		[
																			1312,
																			1023
																		],
																		[
																			1321,
																			1065
																		],
																		[
																			1224,
																			1065
																		],
																		[
																			1160,
																			1050
																		],
																		[
																			1078,
																			1020
																		],
																		[
																			1043,
																			973
																		],
																		[
																			1003,
																			918
																		],
																		[
																			1038,
																			871
																		],
																		[
																			1033,
																			831
																		]
																	]
																},
																{
																	"area": "1f9",
																	"points": [
																		[
																			1686,
																			987
																		],
																		[
																			1656,
																			810
																		],
																		[
																			1664,
																			671
																		],
																		[
																			1773,
																			611
																		],
																		[
																			1883,
																			583
																		],
																		[
																			1910,
																			619
																		],
																		[
																			1997,
																			616
																		],
																		[
																			2063,
																			609
																		],
																		[
																			2127,
																			601
																		],
																		[
																			2147,
																			646
																		],
																		[
																			2152,
																			683
																		],
																		[
																			2155,
																			708
																		],
																		[
																			2214,
																			706
																		],
																		[
																			2237,
																			679
																		],
																		[
																			2274,
																			696
																		],
																		[
																			2294,
																			716
																		],
																		[
																			2327,
																			756
																		],
																		[
																			2341,
																			786
																		],
																		[
																			2384,
																			803
																		],
																		[
																			2432,
																			823
																		],
																		[
																			2401,
																			890
																		],
																		[
																			2364,
																			970
																		],
																		[
																			2384,
																			1057
																		],
																		[
																			2401,
																			1157
																		],
																		[
																			2372,
																			1244
																		],
																		[
																			2297,
																			1304
																		],
																		[
																			2187,
																			1381
																		],
																		[
																			2107,
																			1421
																		],
																		[
																			2040,
																			1434
																		],
																		[
																			1992,
																			1424
																		],
																		[
																			1957,
																			1402
																		],
																		[
																			1957,
																			1346
																		],
																		[
																			1908,
																			1334
																		],
																		[
																			1868,
																			1341
																		],
																		[
																			1813,
																			1344
																		],
																		[
																			1783,
																			1309
																		],
																		[
																			1810,
																			1260
																		],
																		[
																			1863,
																			1227
																		],
																		[
																			1858,
																			1157
																		],
																		[
																			1855,
																			1095
																		],
																		[
																			1833,
																			1063
																		],
																		[
																			1783,
																			1045
																		],
																		[
																			1773,
																			1005
																		],
																		[
																			1735,
																			977
																		]
																	]
																},
																{
																	"area": "1fe",
																	"points": [
																		[
																			2336,
																			1987
																		],
																		[
																			2327,
																			1933
																		],
																		[
																			2381,
																			1895
																		],
																		[
																			2396,
																			1848
																		],
																		[
																			2394,
																			1788
																		],
																		[
																			2481,
																			1771
																		],
																		[
																			2568,
																			1825
																		],
																		[
																			2618,
																			1925
																		],
																		[
																			2598,
																			2002
																		],
																		[
																			2618,
																			2058
																		],
																		[
																			2594,
																			2108
																		],
																		[
																			2578,
																			2152
																		],
																		[
																			2497,
																			2159
																		],
																		[
																			2447,
																			2169
																		],
																		[
																			2366,
																			2172
																		],
																		[
																			2319,
																			2192
																		],
																		[
																			2274,
																			2190
																		],
																		[
																			2270,
																			2102
																		],
																		[
																			2294,
																			2037
																		]
																	]
																},
																{
																	"area": "202",
																	"points": [
																		[
																			1225,
																			3320
																		],
																		[
																			1222,
																			3267
																		],
																		[
																			1229,
																			3204
																		],
																		[
																			1212,
																			3152
																		],
																		[
																			1229,
																			3117
																		],
																		[
																			1235,
																			3087
																		],
																		[
																			1292,
																			3082
																		],
																		[
																			1332,
																			3080
																		],
																		[
																			1396,
																			3080
																		],
																		[
																			1419,
																			3065
																		],
																		[
																			1426,
																			3017
																		],
																		[
																			1476,
																			2993
																		],
																		[
																			1516,
																			2990
																		],
																		[
																			1576,
																			3045
																		],
																		[
																			1586,
																			3140
																		],
																		[
																			1588,
																			3224
																		],
																		[
																			1578,
																			3264
																		],
																		[
																			1583,
																			3294
																		],
																		[
																			1588,
																			3351
																		],
																		[
																			1598,
																			3392
																		],
																		[
																			1589,
																			3414
																		],
																		[
																			1608,
																			3447
																		],
																		[
																			1603,
																			3484
																		],
																		[
																			1608,
																			3517
																		],
																		[
																			1601,
																			3584
																		],
																		[
																			1554,
																			3614
																		],
																		[
																			1482,
																			3608
																		],
																		[
																			1432,
																			3631
																		],
																		[
																			1384,
																			3631
																		],
																		[
																			1329,
																			3614
																		],
																		[
																			1322,
																			3571
																		],
																		[
																			1270,
																			3528
																		],
																		[
																			1235,
																			3524
																		],
																		[
																			1192,
																			3526
																		],
																		[
																			1145,
																			3507
																		],
																		[
																			1129,
																			3452
																		],
																		[
																			1137,
																			3407
																		],
																		[
																			1134,
																			3354
																		],
																		[
																			1162,
																			3334
																		],
																		[
																			1202,
																			3337
																		]
																	]
																},
																{
																	"area": "1ff",
																	"points": [
																		[
																			1836,
																			3254
																		],
																		[
																			1873,
																			3189
																		],
																		[
																			1917,
																			3144
																		],
																		[
																			1977,
																			3083
																		],
																		[
																			2027,
																			3058
																		],
																		[
																			2093,
																			3063
																		],
																		[
																			2125,
																			3073
																		],
																		[
																			2135,
																			3134
																		],
																		[
																			2147,
																			3155
																		],
																		[
																			2187,
																			3150
																		],
																		[
																			2244,
																			3132
																		],
																		[
																			2240,
																			3100
																		],
																		[
																			2297,
																			3078
																		],
																		[
																			2354,
																			3087
																		],
																		[
																			2391,
																			3072
																		],
																		[
																			2416,
																			3037
																		],
																		[
																			2402,
																			2997
																		],
																		[
																			2407,
																			2957
																		],
																		[
																			2414,
																			2898
																		],
																		[
																			2467,
																			2883
																		],
																		[
																			2494,
																			2891
																		],
																		[
																			2524,
																			2880
																		],
																		[
																			2558,
																			2896
																		],
																		[
																			2608,
																			2863
																		],
																		[
																			2641,
																			2893
																		],
																		[
																			2678,
																			2913
																		],
																		[
																			2688,
																			2947
																		],
																		[
																			2718,
																			2977
																		],
																		[
																			2755,
																			2983
																		],
																		[
																			2786,
																			3010
																		],
																		[
																			2785,
																			3057
																		],
																		[
																			2791,
																			3093
																		],
																		[
																			2793,
																			3132
																		],
																		[
																			2763,
																			3154
																		],
																		[
																			2699,
																			3160
																		],
																		[
																			2681,
																			3180
																		],
																		[
																			2666,
																			3214
																		],
																		[
																			2631,
																			3232
																		],
																		[
																			2603,
																			3247
																		],
																		[
																			2544,
																			3244
																		],
																		[
																			2506,
																			3244
																		],
																		[
																			2474,
																			3234
																		],
																		[
																			2417,
																			3260
																		],
																		[
																			2401,
																			3300
																		],
																		[
																			2401,
																			3331
																		],
																		[
																			2411,
																			3379
																		],
																		[
																			2402,
																			3427
																		],
																		[
																			2356,
																			3436
																		],
																		[
																			2326,
																			3454
																		],
																		[
																			2321,
																			3484
																		],
																		[
																			2264,
																			3517
																		],
																		[
																			2215,
																			3521
																		],
																		[
																			2189,
																			3501
																		],
																		[
																			2134,
																			3481
																		],
																		[
																			2142,
																			3432
																		],
																		[
																			2147,
																			3381
																		],
																		[
																			2105,
																			3342
																		],
																		[
																			2060,
																			3337
																		],
																		[
																			2017,
																			3331
																		],
																		[
																			1983,
																			3337
																		],
																		[
																			1947,
																			3326
																		],
																		[
																			1955,
																			3269
																		],
																		[
																			1925,
																			3254
																		],
																		[
																			1866,
																			3264
																		]
																	]
																},
																{
																	"area": "1f2",
																	"points": [
																		[
																			962,
																			1809
																		],
																		[
																			962,
																			1976
																		],
																		[
																			1222,
																			1976
																		],
																		[
																			1222,
																			1809
																		]
																	]
																},
																{
																	"area": "1f4",
																	"points": [
																		[
																			966,
																			2092
																		],
																		[
																			966,
																			2256
																		],
																		[
																			1319,
																			2256
																		],
																		[
																			1319,
																			2092
																		]
																	]
																},
																{
																	"area": "1ee",
																	"points": [
																		[
																			1783,
																			2083
																		],
																		[
																			1783,
																			2333
																		],
																		[
																			1945,
																			2333
																		],
																		[
																			1945,
																			2083
																		]
																	]
																},
																{
																	"area": "1f0",
																	"points": [
																		[
																			1509,
																			2351
																		],
																		[
																			1509,
																			2523
																		],
																		[
																			1945,
																			2523
																		],
																		[
																			1945,
																			2351
																		]
																	]
																},
																{
																	"area": "1e2",
																	"points": [
																		[
																			1421,
																			2352
																		],
																		[
																			1493,
																			2352
																		],
																		[
																			1493,
																			2533
																		],
																		[
																			1680,
																			2533
																		],
																		[
																			1680,
																			2617
																		],
																		[
																			1421,
																			2617
																		]
																	]
																},
																{
																	"area": "1eb",
																	"points": [
																		[
																			1051,
																			1990
																		],
																		[
																			1683,
																			1990
																		],
																		[
																			1683,
																			2267
																		],
																		[
																			1772,
																			2267
																		],
																		[
																			1772,
																			2336
																		],
																		[
																			1424,
																			2336
																		],
																		[
																			1424,
																			2071
																		],
																		[
																			1051,
																			2071
																		]
																	]
																},
																{
																	"area": "1fc",
																	"points": [
																		[
																			1967,
																			1704
																		],
																		[
																			2006,
																			1715
																		],
																		[
																			2042,
																			1705
																		],
																		[
																			2075,
																			1694
																		],
																		[
																			2141,
																			1690
																		],
																		[
																			2139,
																			1751
																		],
																		[
																			2083,
																			1773
																		],
																		[
																			2047,
																			1787
																		],
																		[
																			2003,
																			1789
																		],
																		[
																			1967,
																			1778
																		]
																	]
																},
																{
																	"area": "1fb",
																	"points": [
																		[
																			1603,
																			1055
																		],
																		[
																			1623,
																			1017
																		],
																		[
																			1680,
																			1011
																		],
																		[
																			1689,
																			1055
																		],
																		[
																			1689,
																			1111
																		],
																		[
																			1689,
																			1141
																		],
																		[
																			1680,
																			1185
																		],
																		[
																			1689,
																			1229
																		],
																		[
																			1680,
																			1243
																		],
																		[
																			1609,
																			1243
																		],
																		[
																			1603,
																			1207
																		],
																		[
																			1602,
																			1166
																		],
																		[
																			1617,
																			1126
																		],
																		[
																			1602,
																			1080
																		]
																	]
																},
																{
																	"area": "1e3",
																	"points": [
																		[
																			1675,
																			1260
																		],
																		[
																			1325,
																			1260
																		],
																		[
																			1325,
																			1519
																		],
																		[
																			1595,
																			1519
																		],
																		[
																			1595,
																			1336
																		],
																		[
																			1675,
																			1336
																		]
																	]
																},
																{
																	"area": "1e1",
																	"points": [
																		[
																			1323,
																			1533
																		],
																		[
																			1606,
																			1533
																		],
																		[
																			1606,
																			1351
																		],
																		[
																			1678,
																			1351
																		],
																		[
																			1678,
																			1610
																		],
																		[
																			1323,
																			1610
																		]
																	]
																},
																{
																	"area": "1e5",
																	"points": [
																		[
																			1327,
																			1625
																		],
																		[
																			1772,
																			1625
																		],
																		[
																			1772,
																			1694
																		],
																		[
																			1598,
																			1694
																		],
																		[
																			1598,
																			1881
																		],
																		[
																			1327,
																			1881
																		]
																	]
																}
															],
															"hrefThumbnail": {
																"type": "internal",
																"path": "adventure/DrDe/thumbnail/086-map-05.02.monastery-lower-level-dm.webp"
															}
														},
														{
															"type": "image",
															"href": {
																"type": "internal",
																"path": "adventure/DrDe/087-map-05.02.monastery-lower-level-player.webp"
															},
															"imageType": "mapPlayer",
															"title": "Player Version",
															"width": 3142,
															"height": 4096,
															"credit": "Francesca Baerald",
															"mapParent": {
																"id": "412"
															},
															"grid": {
																"type": "square",
																"size": 181,
																"offsetX": 105,
																"offsetY": -15,
																"scale": 2
															}
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M28: Pantry",
									"id": "1ee",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1ef",
											"entries": [
												"Three wooden cabinets line the east wall of this pantry, and various crates, bags, and barrels are piled in the northwest corner."
											]
										},
										"The cabinets are unlocked and the pantry holds the following items:",
										{
											"type": "list",
											"items": [
												"{@item Brewer's Supplies|XPHB}",
												"Thirty {@item Candle|XPHB|Candles}",
												"One hundred {@item Rations|XPHB}",
												"Ten loaves of Bread",
												"Ten wedges of Cheese"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M29: Wine Cellar",
									"id": "1f0",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1f1",
											"entries": [
												"Seven wooden barrels line the south wall of this cellar."
											]
										},
										"Each barrel contains forty gallons of wine."
									]
								},
								{
									"type": "entries",
									"name": "M30: Dungeon Cell",
									"id": "1f2",
									"entries": [
										"The door to this room is locked. Opening the door requires the proper key (typically in Hierarch Anish's possession), {@item Thieves' Tools|XPHB}, or a {@spell Knock|XPHB} spell. The lock is simple (requiring 1 action to pick) and of good quality ({@dc 15}).",
										{
											"type": "insetReadaloud",
											"id": "1f3",
											"entries": [
												"A barred window six inches long and four inches high allows visibility into the room beyond. The cell contains a neatly made bed and a chamber pot."
											]
										},
										"The cell contains nothing of interest."
									]
								},
								{
									"type": "entries",
									"name": "M31: Workroom",
									"id": "1f4",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1f5",
											"entries": [
												"This room contains cluttered workbenches."
											]
										},
										"Characters who search the room find the following tools and supplies:",
										{
											"type": "list",
											"items": [
												"One set of {@item Cobbler's Tools|XPHB}",
												"One set of {@item Mason's Tools|XPHB}",
												"One set of {@item Painter's Supplies|XPHB}",
												"Two sets of {@item Woodcarver's Tools|XPHB}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M32: Dock Posts",
									"id": "1f6",
									"entries": [
										"The light in this submerged cavern filters down from the cave above (area {@area M2|1a6|x}): {@variantrule Dim Light|XPHB} during the day, Darkness at night.",
										{
											"type": "insetReadaloud",
											"id": "1f7",
											"entries": [
												"The stone dock above is supported by twelve stone posts spaced five feet apart. Barnacles cover the posts."
											]
										},
										"Because the posts are so narrowly spaced, Skalanthas prefers to swim around them. They are Difficult Terrain for him to swim through."
									]
								},
								{
									"type": "entries",
									"name": "M33: Blocked and Submerged Tunnel",
									"id": "1f8",
									"entries": [
										"This 10-foot-diameter tunnel is completely submerged and blocked by heavy boulders.",
										"As Skalanthas comes and goes from his lair, the dragon moves the boulders aside to clear the passage for himself, then moves them back to discourage others from using the tunnel. A Small creature can squirm between the boulders with a successful {@dc 20} Dexterity ({@skill Acrobatics|XPHB}) check, treating the boulders as Difficult Terrain. A Medium character can do the same but has Disadvantage on the check. Moving boulders aside to create a wider opening through which Medium and Small creatures can pass without making a check requires 10 minutes of work and a successful {@dc 20} Strength ({@skill Athletics|XPHB}) check."
									]
								},
								{
									"type": "entries",
									"name": "M34: Partially Flooded Cave",
									"id": "1f9",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "1fa",
											"entries": [
												"Three natural pillars of rock support the uneven ceiling of this partially flooded cave."
											]
										},
										"The water is 20 feet deep in the western half of the area and 15 feet deep otherwise. The uneven ceiling is roughly 20 feet above water level."
									]
								},
								{
									"type": "entries",
									"name": "M35: Damp Stairs",
									"id": "1fb",
									"entries": [
										"A flight of damp, rough-hewn stairs leads down from the bodyguards' quarters (area {@area M25|1e3|x}) to a dark, partially flooded cave (area {@area M34|1f9|x}). The tunnel containing these stairs is in Darkness."
									]
								},
								{
									"type": "entries",
									"name": "M36: Trip Wire Trap",
									"id": "1fc",
									"entries": [
										"These damp, rough-hewn stairs lead down from the lower level of the monastery to a partially flooded cave (area {@area M34|1f9|x}). At the midpoint of the staircase, a shallow niche in the south wall contains a wooden box that is actually a {@item Folding Boat|XDMG} and a lit Hooded Lantern. Ronnom Daamos leaves these items here to help him reach Skalanthas's lair (area {@area M38|1ff|x}) when he wants to speak to the dragon.",
										{
											"type": "entries",
											"name": "Trip Wire",
											"id": "1fd",
											"entries": [
												"Ronnom has rigged a trip wire across the top of the staircase. If forced to flee from his quarters (area {@area M26|1e5|x}), he steps over the wire to avoid it and takes the lantern and {@item Folding Boat|XDMG}.",
												"A character can take a {@action Search|XPHB} action to inspect the staircase for traps and make a {@dc 15} Wisdom ({@skill Perception|XPHB}) check. On a success, the character finds the trip wire. Once detected, the wire is easily avoided or cut.",
												"A character using the stairs who fails to detect the wire snags on it, has the {@condition Prone|XPHB} condition, and takes 3 ({@dice 1d6}) Bludgeoning damage from the fall."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M37: Partially Flooded Tunnel",
									"id": "1fe",
									"entries": [
										"The water in this tunnel is 15 feet deep, and the uneven ceiling rises 15 feet above water level.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DrDe/088-05-004.ronnom-npc-with-skalanthas-dragon-npc.webp"
											},
											"credit": "Joshua Raphael",
											"width": 1700,
											"height": 1216
										}
									]
								},
								{
									"type": "entries",
									"name": "M38: Skalanthas's Lair",
									"id": "1ff",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "200",
											"entries": [
												"A natural pillar of rock supports the uneven roof of this damp cave, whose floor rises out of the water to form a shelf above sea level. Lounging on the shelf is a bronze dragon."
											]
										},
										"The water in the northwest part of this area is 10 feet deep. The ceiling throughout the area is 20 feet above water level.",
										"Skalanthas the {@creature Young Bronze Dragon|XMM} occupies the section of the cave that's above water, using the natural pillar of rock for cover. He is initially Hostile toward interlopers.",
										{
											"type": "entries",
											"name": "Roleplaying Skalanthas",
											"id": "201",
											"entries": [
												"The dragon values his own life; if reduced to 30 Hit Points or fewer, Skalanthas dives underwater, flees via the sea caves, and takes refuge somewhere else on the island.",
												"Should Ronnom retreat to this cave, he urges Skalanthas to prepare for the characters' arrival. The dragon fights Ronnom's enemies on sight; meanwhile, Ronnom tries to stay hidden and out of harm's way, entering combat only if the risk to himself is minimal.",
												"If Ronnom isn't present, characters can shift Skalanthas's attitude from Hostile to Indifferent by apologizing for the intrusion and claiming to be acting on behalf of the monks. Skalanthas's attitude reverts to Hostile if a character threatens or belittles him, tries to drive a wedge between him and Ronnom, or heads toward Skalanthas's hoard (area {@area M39|202|x}).",
												"If a character asks Skalanthas why he sinks ships, the dragon explains that drastic actions are necessary to protect Ronnom from enemies who seek to destroy him and House Daamos.",
												"Convincing Skalanthas of Ronnom's villainy is difficult, given the dragon's fondness for Ronnom's mother and history with House Daamos. The dragon is far more inclined to believe the son of Ishyllia Daamos than the words of a stranger.",
												"However, if Ronnom is reduced to 20 Hit Points or fewer, the characters can compel Ronnom to confess his crimes in exchange for his life. If Skalanthas witnesses this confession, the dragon feels betrayed and enforces any agreement Ronnom is forced to make with the characters.",
												"See \"{@area Conclusion|204|x}\" for ways in which the characters can come to terms with the dragon."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M39: Dead-End Cave and Sunken Hoard",
									"id": "202",
									"entries": [
										"The water in this cave is 20 feet deep, and the damp ceiling is only 10 feet above the water.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "203",
											"entries": [
												"Lying on the floor of this cave is the sunken, barnacle-encrusted wreck of a Rowboat piled high with items Skalanthas recovered from shipwrecks amid the reefs around Najkir:",
												{
													"type": "list",
													"items": [
														"Chest without a lid containing 450 GP, a bejeweled necklace (worth 750 GP), two electrum bracelets inlaid with gold (worth 250 GP each), and four silver rings (worth 25 GP each)",
														"Closed, unlocked Chest that contains 5,000 SP and twenty spools of gold thread (worth 25 GP each)",
														"{@item Spyglass|XPHB}",
														"Jade crown (worth 2,500 GP)",
														"2-foot-tall alabaster statue of a knight on a horse (worth 250 GP and weighing 25 pounds)",
														"Latched wooden box inlaid with mother-of pearl (worth 25 GP), inside which are six {@item Bead of Nourishment|XDMG|Beads of Nourishment} and six {@item Bead of Refreshment|XDMG|Beads of Refreshment}",
														"{@item Moon-Touched Rapier|XDMG|Moon-Touched Sword (Rapier)}",
														"Rusty anchor (worthless, but necessary to keep the boat from drifting)"
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion",
					"id": "204",
					"entries": [
						"The adventure can end in one of several ways. Likely endings are discussed below.",
						"If the characters completed the quest Mirel Astafar gave them, she rewards them as promised.",
						{
							"type": "entries",
							"name": "Skalanthas Retreats",
							"id": "205",
							"entries": [
								"Should the party force Skalanthas to flee, he flies to a quiet corner of the island and takes a {@variantrule Long Rest|XPHB} there before returning to reclaim his lair. If Ronnom is nearby when Skalanthas flees and is still on good terms with him, Ronnom mounts the dragon, and the two of them return to the monastery together.",
								"Until the dragon is fully rested, ships can come and go from the island without danger."
							]
						},
						{
							"type": "entries",
							"name": "Ronnom Is Slain",
							"id": "206",
							"entries": [
								"If Ronnom dies, his surviving bodyguards try to exact revenge by killing those responsible.",
								"When Skalanthas learns of Ronnom's death, the dragon is furious but stops threatening ships traveling to and from Najkir.",
								{
									"type": "entries",
									"name": "Rewards",
									"id": "207",
									"entries": [
										"If the characters take Ronnom's corpse with them to the mainland, they discover local authorities are offering a 2,500 GP reward for his remains, payable upon delivery."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ronnom Is Captured",
							"id": "208",
							"entries": [
								"If Ronnom is taken into custody, the monks recommend confining him to the dungeon cell (area {@area M30|1f2|x}) until he can be transported to the mainland.",
								"If the characters no longer have a ship to transport them back to the mainland, Devi can use her {@i Sending Stone} to contact Mirel Astafar, who sends another ship to the island. However, the characters must stop Skalanthas from sinking the ship. Skalanthas won't sink a ship if he knows Ronnom is aboard.",
								"Should Ronnom confess his crimes in Skalanthas's presence, the dragon is dismayed and chastises Ronnom for dishonoring House Daamos. Skalanthas ends his friendship with Ronnom and stops threatening ships traveling to and from Najkir. Furthermore, if the characters explain that they're stranded on the island, the dragon gives them the {@item Folding Boat|XDMG} he previously loaned to Ronnom (see area {@area M26|1e5|x}) to help them get home and deliver Ronnom to the authorities.",
								{
									"type": "entries",
									"name": "Rewards",
									"id": "209",
									"entries": [
										"If the characters take Ronnom to the mainland to answer for his crimes, they discover there's a 5,000 GP reward for capturing him alive. The characters need only hand him over to local authorities to collect the reward.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DrDe/089-05-005.bronze-dragon-swimming.webp"
											},
											"credit": "Joshua Raphael",
											"width": 850,
											"height": 951
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "History of Bronze Dragons",
					"id": "20a",
					"entries": [
						"{@font AUJIR DARASTRIX|languages/XPHB/Draconic/Iokharik-v2.woff2}",
						{
							"type": "insetReadaloud",
							"id": "20b",
							"entries": [
								"At first glance, the bronze dragon art in the 2025 {@book Monster Manual|XMM} bears little resemblance to the dragon's earliest depictions. But close examination reveals that the small horns and frills on the dragon's head have been there every step of the way."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/090-05-007.bronze-dragon-sinking-ship.webp"
							},
							"title": "Dragons of Faith (1986)",
							"credit": "Jeff Easley",
							"width": 850,
							"height": 860
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/091-05-008.bronze-dragon-1993.webp"
							},
							"title": "Monstrous Manual (1993)",
							"credit": "Mark A. Nelson",
							"width": 832,
							"height": 1016
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/092-05-009.bronze-dragon-1977.webp"
							},
							"title": "Monster Manual (1977)",
							"credit": "David C. Sutherland",
							"width": 684,
							"height": 838
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/093-05-010.bronze-dragon-draconomicon.webp"
							},
							"title": "Draconomicon (2003)",
							"credit": "Richard Sardinha",
							"width": 1320,
							"height": 1868
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/094-05-012.bronze-dragon-anatomy.webp"
							},
							"title": "Draconomicon (2003)",
							"credit": "Todd Lockwood",
							"width": 850,
							"height": 424
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/095-05-011.bronze-dragon-mtg.webp"
							},
							"title": "Commander Legends: Battle for Baldur's Gate (2022)",
							"credit": "Raoul Vitale",
							"width": 744,
							"height": 1040
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/096-05-013.bronze-dragon-2009.webp"
							},
							"title": "Draconomicon 2 (2009)",
							"credit": "Lars Grant-West",
							"width": 1700,
							"height": 1300
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/097-05-014.bronze-dragon-2014.webp"
							},
							"title": "Monster Manual (2014)",
							"credit": "Craig J Spearing",
							"width": 850,
							"height": 1053
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/098-05-015.bronze-dragon-2023.webp"
							},
							"title": "Concept Art (2023)",
							"credit": "Alexander Ostrowski",
							"width": 1700,
							"height": 830
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/099-05-016.bronze-dragon-2025.webp"
							},
							"title": "Monster Manual (2025)",
							"credit": "Matt Stewart",
							"width": 1700,
							"height": 1274
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"id": "40b",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Lead Designers:",
							"entry": "Amanda Hamon, James Wyatt"
						},
						{
							"type": "item",
							"name": "Designers:",
							"entry": "Justice Ramin Arman, Makenzie De Armas, Anthony Joyce-Rivera, Renee Knipe, Ron Lundeen, Christopher Perkins, Patrick Renie, Erin Roberts, F. Wesley Schneider, Carl Sibley, Jason Tondro, Steve Townshend"
						},
						{
							"type": "item",
							"name": "Rules Developers:",
							"entry": "Makenzie De Armas (lead), Jeremy Crawford, Ron Lundeen"
						},
						{
							"type": "item",
							"name": "Editors:",
							"entry": "Judy Bauer (lead), Emma Candon, Sadie Lowry, Hannah Rose, Sue Weinlein, Hans Ziegler"
						},
						{
							"type": "item",
							"name": "Art Directors:",
							"entry": "Matt Cole (lead), Fury Galluzzi, Josh Herman, Kate Irwin, Emi Tanji"
						},
						{
							"type": "item",
							"name": "Graphic Designers:",
							"entry": "Matt Cole, Paolo Vacala"
						},
						{
							"type": "item",
							"name": "Cover Illustrators:",
							"entry": "Justine Jones, Greg Staples"
						},
						{
							"type": "item",
							"name": "Interior Illustrators:",
							"entry": "Tom Babbey, Daren Bader, Clyde Caldwell, Chippy, Simon Dominic, Jeff Easley, Luke Eidenschink, Larry Elmore, Jason A. Engle, Lars Grant-West, John Grello, Johan Grenier, Justine Jones, Andrew Kolb, Vance Kovacs, Andrey Kuzinskiy, Ed Kwong, Todd Lockwood, Antonio Jos Manzanedo, Dominik Mayer, Caio Monteiro, Martin Mottet, Jodie Muir, Mark A. Nelson, Alexander Ostrowski, Keith Parkinson, Anna Podedworna, Steve Prescott, Chris Rallis, Joshua Raphael, Richard Sardinha, Chris Seaman, Rudy Siswanto, Craig J Spearing, Ron Spencer, Leroy Steinmann, Zack Stella, Matt Stewart, Matt Stikker, David C. Sutherland, Autumn Rain Turkel, Paolo Vacala, Svetlin Velinov, Raoul Vitale, Jabari Weathers, Campbell White"
						},
						{
							"type": "item",
							"name": "Cartographers:",
							"entry": "Francesca Baerald, Jared Blando, CoupleOfKooks, Andrew Kolb, Dyson Logos, Damien Mammoliti, Mike Schley, Paolo Vacala"
						},
						{
							"type": "item",
							"name": "Consultants:",
							"entry": "Shawn Banerjee, Eytan Bernstein, Daniel Delgado, Sameer Joseph"
						},
						{
							"type": "item",
							"name": "Producers:",
							"entry": "Rob Hawkey (lead), Bill Benham, Siera Bruggeman, Vanessa Hoskins"
						}
					]
				},
				"{@i This book is dedicated to Christopher Perkins for his decades of contributions to Dungeons & Dragons.}",
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/199-11-001.title-splash.webp"
							},
							"credit": "Alexander Ostrowski",
							"width": 850,
							"height": 963
						}
					]
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/200-11-002.traditional-cover.webp"
							},
							"title": "On the Cover: Three brave adventurers face the unknown dangers presented by the five kinds of chromatic dragons in this dramatic poster image by Greg Staples.",
							"width": 850,
							"height": 951
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/201-11-003.alt-cover.webp"
							},
							"title": "On the Alt-Cover: Justine Jones presents a psychedelic scene of dragon-filled dreams.",
							"width": 850,
							"height": 951
						}
					]
				}
			]
		}
	]
}
