{
	"data": [
		{
			"type": "section",
			"name": "Vecna: Nest of the Eldritch Eye",
			"id": "000",
			"entries": [
				"{@i Vecna: Nest of the Eldritch Eye} is a fifth edition Dungeons & Dragons adventure for four to six characters of level 3. This adventure takes place in the city of Neverwinter on the Sword Coast. A sinister cult has crept into the city's bowels, and the characters must infiltrate the cult's hideout and root out its members before harm befalls the city.",
				"The information presented here is for the DM's eyes only. If you're planning to play through the adventure with someone else as your DM, stop reading now!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/VNotEE/000-00-001.something-wicked-approaches.webp"
					},
					"credit": "Greg Staples",
					"width": 1700,
					"height": 2490
				},
				{
					"type": "section",
					"name": "Running the Adventure",
					"id": "001",
					"entries": [
						"This adventure is designed to be playable in two or three hours. The characters are contracted by Lord Protector Dagult Neverember of Neverwinter to patrol the city. When a dead man is found clutching a withered eyeball, the characters are tasked with uncovering the cause of the man's death. This leads the characters to investigate the city's old catacombs and confront cultists of the lich-god Vecna.",
						{
							"type": "insetReadaloud",
							"id": "002",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
							]
						},
						"When a creature's name appears in {@b bold} type, that's a visual clue pointing you to its stat block as a way of saying, \"Hey, DM, get this creature's stat block ready. You're going to need it.\" All monster stat blocks referenced in this adventure can be found in the {@book Monster Manual|MM}.",
						"You can make the adventure easier or harder, or adjust it for smaller or larger groups of player characters, by adjusting the number of monsters or by adding or removing encounters."
					]
				},
				{
					"type": "section",
					"name": "Beginning the Adventure",
					"id": "003",
					"entries": [
						"Begin the adventure by reading aloud the following:",
						{
							"type": "insetReadaloud",
							"id": "004",
							"entries": [
								"The city of Neverwinter stands proudly on the Sword Coast, west and north of Dessarin Valley. Fifty years ago, the city was nearly destroyed by the eruption of Mount Hotenow. Today, the city stands mostly rebuilt. It bustles with skilled tradespeople, intrepid adventurers, and hardy townsfolk.",
								"Leadership in Neverwinter falls to Dagult Neverember, lord protector of the city—and your employer. The city lacks a formal militia, so Lord Neverember often hires mercenaries and adventurers such as yourselves to keep the city secure."
							]
						},
						"Regardless of whether the characters know each other prior to their arrival in Neverwinter, they are assigned to patrol the city together. The first few days of the patrol are uneventful (unless you decide otherwise), allowing the characters to familiarize themselves with the city."
					]
				},
				{
					"type": "section",
					"name": "Dead Man's Message",
					"id": "005",
					"entries": [
						"After the characters' first few days patrolling the city, tragedy strikes. Read or paraphrase the following:",
						{
							"type": "insetReadaloud",
							"id": "006",
							"entries": [
								"An anguished scream erupts from a nearby alley. The sound comes from a slender human woman clad in the light leather armor of a scout or investigator. Clutched in her arms is the dead body of a human man clad in a tattered gray robe. The man and woman bear a striking resemblance to each other.",
								"With a dull thump, a desiccated eyeball rolls out of the dead man's palm."
							]
						},
						"The dead man is Delvin Fearnehart, an investigator in Lord Neverember's employ; the woman holding his body is Kevori Fearnehart, Delvin's sister. A character who succeeds on a {@dc 8} Intelligence ({@skill History}) check recognizes both Delvin and Kevori as mercenaries employed by Lord Neverember to patrol the city.",
						"If the characters question Kevori (neutral good, human {@creature scout}), she shares the following information:",
						{
							"type": "entries",
							"id": "007",
							"entries": [
								{
									"type": "entries",
									"id": "008",
									"entries": [
										{
											"type": "entries",
											"name": "Investigators for Hire",
											"id": "009",
											"entries": [
												"Kevori and her brother were tasked by Lord Neverember to investigate suspicious cult activity in the city."
											]
										},
										{
											"type": "entries",
											"name": "Rendezvous Gone Wrong",
											"id": "00a",
											"entries": [
												"Kevori came here to rendezvous with Delvin after he'd infiltrated a potential cult hideout."
											]
										},
										{
											"type": "entries",
											"name": "What She Knows",
											"id": "00b",
											"entries": [
												"The only clue Kevori has is the desiccated eyeball that dropped from Delvin's hand.",
												"Kevori requests the characters' aid in uncovering who or what killed her brother while she returns to the Hall of Justice to inform Lord Neverember of these developments. She implores the characters to avenge her brother's death, but she also reminds the characters that Lord Neverember values information and will pay more for capturing cultists alive."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Investigating the Eyeball",
							"id": "00c",
							"entries": [
								"The eyeball serves as both a map and a key to the cult's hideout. When a creature holding the eyeball speaks the key phrase, \"Hail the Undying,\" the eyeball glows with green light before spinning to look in the direction of the cult's hideout (acting like a compass).",
								"A {@spell Detect Magic} spell or similar effect reveals an aura of divination magic around the eyeball. Casting {@spell Identify} while targeting the eyeball reveals its function and its key phrase. Alternatively, a character can rifle through Delvin's pockets and find a slip of parchment with the key phrase scribbled on it.",
								"Following the activated eyeball's directions leads the characters to a catacomb entrance in one of the still-ruined sections of Neverwinter (see \"Into Neverwinter's Catacombs\")."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Into Neverwinter's Catacombs",
					"id": "00d",
					"entries": [
						"Several months ago, cultists dedicated to Vecna commandeered sections of Neverwinter's catacombs for their nefarious purposes. The sect the characters are pursuing is in the western ruins of the city.",
						"Unless you decide otherwise, the characters encounter no difficulties following the eyeball's directions to a dilapidated entrance into the city's western catacombs. Read or paraphrase the following:",
						{
							"type": "insetReadaloud",
							"id": "00e",
							"entries": [
								"The withered eyeball aims its empty gaze down an alley strewn with rubble. Rats scurry between chunks of old stone and dusty crates. At the back of the alley is a set of moldering wood boards, propped up just enough to block a dark tunnel leading below the surface."
							]
						},
						"The boards blocking the entrance to the catacombs can be moved easily, revealing a sloping tunnel ({@area area N1|011|x}).",
						{
							"type": "entries",
							"name": "Area Features",
							"id": "00f",
							"entries": [
								"This adventure explores only a small section of Neverwinter's sprawling catacombs. Unless otherwise stated, areas of the catacombs shown in this adventure have the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ceilings",
											"entry": "The ceilings throughout the catacombs are 10 feet high and made of roughly hewn stone."
										},
										{
											"type": "item",
											"name": "Eyeball Compass",
											"entry": "The activated eyeball continuously points in the direction of the cult hideout's entrance ({@area area N11|02d|x}). The eyeball is also needed to unlock the door in area N11."
										},
										{
											"type": "item",
											"name": "Light",
											"entry": "Rusted wall sconces hold lit torches. The area is dimly lit."
										},
										{
											"type": "item",
											"name": "Walls and Floors",
											"entry": "Walls are constructed of stone blocks and are slick with moisture, making climbing impossible without magic or gear. Floors are made from a mix of stone slabs and packed earth."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Area Locations",
							"id": "010",
							"entries": [
								"The following locations are keyed to the Nest of the Eldritch Eye map.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/VNotEE/001-map-0.01-catacombs.webp"
											},
											"imageType": "map",
											"title": "Map: Nest of the Eldritch Eye",
											"credit": "Marco Bernardini",
											"width": 4096,
											"height": 5301,
											"id": "03e",
											"grid": {
												"type": "square",
												"size": 189,
												"offsetX": -67,
												"offsetY": -84,
												"scale": 2
											},
											"mapRegions": [
												{
													"area": "01b",
													"points": [
														[
															1006,
															997
														],
														[
															1006,
															1276
														],
														[
															1381,
															1276
														],
														[
															1381,
															997
														]
													]
												},
												{
													"area": "02a",
													"points": [
														[
															533,
															1666
														],
														[
															533,
															2503
														],
														[
															1086,
															2503
														],
														[
															1086,
															1666
														]
													]
												},
												{
													"area": "02d",
													"points": [
														[
															1694,
															2320
														],
														[
															1763,
															2279
														],
														[
															1864,
															2320
														],
														[
															2044,
															2320
														],
														[
															2134,
															2280
														],
														[
															2210,
															2320
														],
														[
															2210,
															2420
														],
														[
															2140,
															2420
														],
														[
															2041,
															2519
														],
														[
															1863,
															2519
														],
														[
															1755,
															2411
														],
														[
															1694,
															2411
														]
													]
												},
												{
													"area": "01f",
													"points": [
														[
															2229,
															1751
														],
														[
															2229,
															2021
														],
														[
															2601,
															2021
														],
														[
															2601,
															1751
														]
													]
												},
												{
													"area": "017",
													"points": [
														[
															1663,
															1837
														],
														[
															1617,
															1764
														],
														[
															1556,
															1700
														],
														[
															1519,
															1683
														],
														[
															1480,
															1651
														],
														[
															1490,
															1569
														],
														[
															1464,
															1541
														],
														[
															1494,
															1451
														],
														[
															1471,
															1364
														],
														[
															1671,
															1177
														],
														[
															1964,
															1177
														],
														[
															1997,
															1253
														],
														[
															2061,
															1323
														],
														[
															2139,
															1367
														],
														[
															2137,
															1657
														],
														[
															2067,
															1697
														],
														[
															2001,
															1761
														],
														[
															1986,
															1809
														],
														[
															1956,
															1837
														]
													]
												},
												{
													"area": "012",
													"points": [
														[
															2901,
															610
														],
														[
															3159,
															606
														],
														[
															3204,
															549
														],
														[
															3250,
															579
														],
														[
															3279,
															606
														],
														[
															3557,
															621
														],
														[
															3557,
															1187
														],
														[
															3479,
															1184
														],
														[
															3460,
															1199
														],
														[
															3456,
															1227
														],
														[
															3431,
															1244
														],
														[
															3413,
															1251
														],
														[
															3387,
															1260
														],
														[
															3371,
															1284
														],
														[
															3333,
															1311
														],
														[
															3301,
															1320
														],
														[
															3271,
															1321
														],
														[
															3217,
															1317
														],
														[
															3186,
															1291
														],
														[
															3147,
															1257
														],
														[
															3147,
															1206
														],
														[
															3109,
															1174
														],
														[
															3096,
															1136
														],
														[
															3081,
															1031
														],
														[
															3040,
															1027
														],
														[
															2901,
															896
														]
													]
												},
												{
													"area": "015",
													"points": [
														[
															2900,
															914
														],
														[
															3018,
															1032
														],
														[
															3004,
															1054
														],
														[
															3001,
															1077
														],
														[
															2903,
															1176
														],
														[
															2850,
															1230
														],
														[
															2799,
															1251
														],
														[
															2756,
															1269
														],
														[
															2697,
															1271
														],
														[
															2643,
															1276
														],
														[
															2584,
															1277
														],
														[
															2536,
															1274
														],
														[
															2491,
															1270
														],
														[
															2453,
															1250
														],
														[
															2427,
															1211
														],
														[
															2406,
															1227
														],
														[
															2349,
															1226
														],
														[
															2341,
															1149
														],
														[
															2400,
															1144
														],
														[
															2420,
															1154
														],
														[
															2447,
															1119
														],
														[
															2484,
															1089
														],
														[
															2670,
															1089
														],
														[
															2696,
															1099
														],
														[
															2736,
															1074
														],
														[
															2743,
															1037
														],
														[
															2783,
															997
														],
														[
															2840,
															949
														],
														[
															2879,
															923
														]
													]
												},
												{
													"area": "011",
													"points": [
														[
															2324,
															266
														],
														[
															2331,
															307
														],
														[
															2331,
															351
														],
														[
															2337,
															380
														],
														[
															2363,
															400
														],
														[
															2400,
															429
														],
														[
															2436,
															433
														],
														[
															2477,
															423
														],
														[
															2516,
															423
														],
														[
															2567,
															430
														],
														[
															2611,
															424
														],
														[
															2663,
															411
														],
														[
															2716,
															417
														],
														[
															2767,
															430
														],
														[
															2821,
															420
														],
														[
															2879,
															427
														],
														[
															2911,
															443
														],
														[
															2934,
															474
														],
														[
															2953,
															497
														],
														[
															2987,
															513
														],
														[
															3040,
															534
														],
														[
															3071,
															543
														],
														[
															3070,
															593
														],
														[
															2904,
															593
														],
														[
															2874,
															547
														],
														[
															2841,
															523
														],
														[
															2803,
															521
														],
														[
															2740,
															519
														],
														[
															2673,
															533
														],
														[
															2630,
															524
														],
														[
															2580,
															529
														],
														[
															2514,
															516
														],
														[
															2461,
															513
														],
														[
															2400,
															521
														],
														[
															2353,
															523
														],
														[
															2307,
															510
														],
														[
															2271,
															480
														],
														[
															2236,
															450
														],
														[
															2227,
															393
														],
														[
															2231,
															330
														],
														[
															2229,
															266
														]
													]
												},
												{
													"area": "024",
													"points": [
														[
															3506,
															1207
														],
														[
															3526,
															1207
														],
														[
															3531,
															1230
														],
														[
															3541,
															1260
														],
														[
															3550,
															1293
														],
														[
															3553,
															1329
														],
														[
															3531,
															1367
														],
														[
															3541,
															1401
														],
														[
															3560,
															1439
														],
														[
															3543,
															1469
														],
														[
															3550,
															1496
														],
														[
															3557,
															1527
														],
														[
															3556,
															1554
														],
														[
															3541,
															1580
														],
														[
															3539,
															1611
														],
														[
															3563,
															1627
														],
														[
															3570,
															1669
														],
														[
															3544,
															1704
														],
														[
															3520,
															1753
														],
														[
															3487,
															1600
														],
														[
															3509,
															1557
														],
														[
															3523,
															1511
														],
														[
															3519,
															1467
														],
														[
															3516,
															1414
														],
														[
															3497,
															1384
														],
														[
															3516,
															1341
														],
														[
															3516,
															1299
														],
														[
															3514,
															1266
														],
														[
															3511,
															1233
														]
													]
												},
												{
													"area": "026",
													"points": [
														[
															2714,
															1837
														],
														[
															2731,
															1823
														],
														[
															2797,
															1819
														],
														[
															2881,
															1816
														],
														[
															2900,
															1831
														],
														[
															2917,
															1816
														],
														[
															3000,
															1813
														],
														[
															3069,
															1819
														],
														[
															3094,
															1836
														],
														[
															3106,
															1816
														],
														[
															3166,
															1804
														],
														[
															3234,
															1783
														],
														[
															3261,
															1794
														],
														[
															3260,
															1767
														],
														[
															3299,
															1741
														],
														[
															3369,
															1701
														],
														[
															3396,
															1703
														],
														[
															3400,
															1669
														],
														[
															3447,
															1616
														],
														[
															3467,
															1607
														],
														[
															3500,
															1750
														],
														[
															3491,
															1770
														],
														[
															3497,
															1800
														],
														[
															3460,
															1879
														],
														[
															3437,
															1897
														],
														[
															3453,
															1941
														],
														[
															3480,
															1996
														],
														[
															3506,
															2031
														],
														[
															3530,
															2090
														],
														[
															3540,
															2146
														],
														[
															3494,
															2153
														],
														[
															3446,
															2180
														],
														[
															3389,
															2210
														],
														[
															3351,
															2206
														],
														[
															3357,
															2113
														],
														[
															3344,
															2044
														],
														[
															3301,
															1984
														],
														[
															3271,
															1944
														],
														[
															3230,
															1961
														],
														[
															3119,
															1953
														],
														[
															3094,
															1941
														],
														[
															3059,
															1961
														],
														[
															2916,
															1960
														],
														[
															2904,
															1937
														],
														[
															2883,
															1936
														],
														[
															2867,
															1959
														],
														[
															2733,
															1957
														],
														[
															2714,
															1930
														]
													]
												},
												{
													"area": "028",
													"points": [
														[
															2636,
															2317
														],
														[
															3201,
															2317
														],
														[
															3253,
															2306
														],
														[
															3286,
															2263
														],
														[
															3329,
															2217
														],
														[
															3383,
															2220
														],
														[
															3491,
															2166
														],
														[
															3601,
															2153
														],
														[
															3644,
															2187
														],
														[
															3663,
															2231
														],
														[
															3707,
															2303
														],
														[
															3730,
															2334
														],
														[
															3753,
															2349
														],
														[
															3753,
															2694
														],
														[
															2636,
															2694
														],
														[
															2611,
															2669
														],
														[
															2611,
															2350
														]
													]
												},
												{
													"area": "02f",
													"points": [
														[
															1752,
															3258
														],
														[
															1840,
															3177
														],
														[
															2044,
															3165
														],
														[
															2110,
															3178
														],
														[
															2168,
															3267
														],
														[
															2168,
															3345
														],
														[
															2142,
															3348
														],
														[
															2143,
															3386
														],
														[
															2165,
															3386
														],
														[
															2165,
															3453
														],
														[
															2146,
															3453
														],
														[
															2146,
															3734
														],
														[
															2120,
															3738
														],
														[
															2121,
															3786
														],
														[
															2085,
															3817
														],
														[
															2027,
															3840
														],
														[
															1959,
															3855
														],
														[
															1916,
															3853
														],
														[
															1831,
															3825
														],
														[
															1785,
															3787
														],
														[
															1787,
															3745
														],
														[
															1761,
															3730
														],
														[
															1768,
															3686
														],
														[
															1769,
															3649
														],
														[
															1765,
															3541
														],
														[
															1765,
															3457
														],
														[
															1743,
															3457
														],
														[
															1739,
															3391
														],
														[
															1759,
															3391
														],
														[
															1764,
															3356
														],
														[
															1739,
															3356
														],
														[
															1739,
															3276
														]
													]
												},
												{
													"area": "036",
													"points": [
														[
															2613,
															3547
														],
														[
															2613,
															4014
														],
														[
															3088,
															4014
														],
														[
															3088,
															3547
														],
														[
															3057,
															3492
														],
														[
															3015,
															3450
														],
														[
															2975,
															3418
														],
														[
															2921,
															3396
														],
														[
															2862,
															3390
														],
														[
															2801,
															3392
														],
														[
															2741,
															3412
														],
														[
															2694,
															3448
														],
														[
															2653,
															3489
														]
													]
												},
												{
													"area": "031",
													"points": [
														[
															908,
															3835
														],
														[
															834,
															3806
														],
														[
															812,
															3755
														],
														[
															812,
															3515
														],
														[
															910,
															3453
														],
														[
															1196,
															3453
														],
														[
															1246,
															3479
														],
														[
															1279,
															3519
														],
														[
															1295,
															3559
														],
														[
															1295,
															3732
														],
														[
															1286,
															3775
														],
														[
															1253,
															3815
														],
														[
															1209,
															3835
														]
													]
												},
												{
													"area": "031",
													"points": [
														[
															751,
															3975
														],
														[
															813,
															3925
														],
														[
															1067,
															3925
														],
														[
															1095,
															3942
														],
														[
															1103,
															3978
														],
														[
															1099,
															4039
														],
														[
															1099,
															4110
														],
														[
															1097,
															4164
														],
														[
															1079,
															4208
														],
														[
															1086,
															4258
														],
														[
															1085,
															4307
														],
														[
															1086,
															4339
														],
														[
															1084,
															4356
														],
														[
															1098,
															4377
														],
														[
															1098,
															4486
														],
														[
															1054,
															4484
														],
														[
															1001,
															4488
														],
														[
															933,
															4489
														],
														[
															875,
															4489
														],
														[
															813,
															4486
														],
														[
															773,
															4484
														],
														[
															743,
															4458
														],
														[
															720,
															4421
														],
														[
															708,
															4369
														],
														[
															723,
															4307
														],
														[
															723,
															4234
														],
														[
															739,
															4192
														],
														[
															697,
															4103
														],
														[
															706,
															4081
														],
														[
															728,
															4059
														],
														[
															757,
															4034
														],
														[
															748,
															4008
														]
													]
												},
												{
													"area": "039",
													"points": [
														[
															1310,
															4523
														],
														[
															1395,
															4441
														],
														[
															1430,
															4461
														],
														[
															1446,
															4505
														],
														[
															1466,
															4507
														],
														[
															1466,
															4477
														],
														[
															1465,
															4453
														],
														[
															1484,
															4412
														],
														[
															1505,
															4403
														],
														[
															1510,
															4375
														],
														[
															1542,
															4352
														],
														[
															1577,
															4332
														],
														[
															1615,
															4324
														],
														[
															1641,
															4347
														],
														[
															1663,
															4386
														],
														[
															1726,
															4374
														],
														[
															1739,
															4302
														],
														[
															1676,
															4271
														],
														[
															1671,
															4228
														],
														[
															1686,
															4206
														],
														[
															1715,
															4186
														],
														[
															1739,
															4164
														],
														[
															1778,
															4132
														],
														[
															1815,
															4115
														],
														[
															1859,
															4108
														],
														[
															1892,
															4088
														],
														[
															1932,
															4072
														],
														[
															1982,
															4059
														],
														[
															2025,
															4055
														],
														[
															2059,
															4068
														],
														[
															2098,
															4085
														],
														[
															2123,
															4130
														],
														[
															2128,
															4155
														],
														[
															2111,
															4179
														],
														[
															2094,
															4204
														],
														[
															2057,
															4253
														],
														[
															2089,
															4310
														],
														[
															2161,
															4294
														],
														[
															2169,
															4250
														],
														[
															2217,
															4241
														],
														[
															2250,
															4232
														],
														[
															2294,
															4236
														],
														[
															2316,
															4257
														],
														[
															2365,
															4263
														],
														[
															2370,
															4281
														],
														[
															2409,
															4324
														],
														[
															2441,
															4394
														],
														[
															2445,
															4423
														],
														[
															2463,
															4452
														],
														[
															2481,
															4489
														],
														[
															2488,
															4528
														],
														[
															2506,
															4555
														],
														[
															2519,
															4601
														],
														[
															2507,
															4632
														],
														[
															2479,
															4652
														],
														[
															2455,
															4666
														],
														[
															2395,
															4663
														],
														[
															2375,
															4639
														],
														[
															2377,
															4609
														],
														[
															2312,
															4583
														],
														[
															2267,
															4632
														],
														[
															2285,
															4694
														],
														[
															2341,
															4688
														],
														[
															2364,
															4697
														],
														[
															2368,
															4720
														],
														[
															2396,
															4745
														],
														[
															2415,
															4760
														],
														[
															2453,
															4766
														],
														[
															2483,
															4814
														],
														[
															2486,
															4850
														],
														[
															2502,
															4876
														],
														[
															2526,
															4901
														],
														[
															2526,
															4943
														],
														[
															2499,
															4966
														],
														[
															2489,
															4995
														],
														[
															2449,
															4997
														],
														[
															2426,
															5006
														],
														[
															2421,
															5027
														],
														[
															2405,
															5044
														],
														[
															2360,
															5062
														],
														[
															2319,
															5058
														],
														[
															2295,
															5034
														],
														[
															2252,
															5041
														],
														[
															2222,
															5023
														],
														[
															2191,
															5013
														],
														[
															2156,
															5023
														],
														[
															2121,
															5026
														],
														[
															2088,
															5028
														],
														[
															2063,
															5008
														],
														[
															2067,
															4928
														],
														[
															2006,
															4897
														],
														[
															1959,
															4942
														],
														[
															1990,
															5005
														],
														[
															2000,
															5035
														],
														[
															1983,
															5054
														],
														[
															1952,
															5072
														],
														[
															1916,
															5099
														],
														[
															1871,
															5095
														],
														[
															1803,
															5092
														],
														[
															1765,
															5074
														],
														[
															1745,
															5053
														],
														[
															1690,
															5043
														],
														[
															1684,
															5025
														],
														[
															1635,
															5027
														],
														[
															1603,
															5026
														],
														[
															1574,
															5014
														],
														[
															1543,
															5005
														],
														[
															1520,
															4955
														],
														[
															1523,
															4932
														],
														[
															1554,
															4917
														],
														[
															1565,
															4903
														],
														[
															1566,
															4876
														],
														[
															1582,
															4848
														],
														[
															1596,
															4827
														],
														[
															1672,
															4803
														],
														[
															1676,
															4733
														],
														[
															1613,
															4705
														],
														[
															1561,
															4755
														],
														[
															1539,
															4774
														],
														[
															1501,
															4778
														],
														[
															1481,
															4781
														],
														[
															1452,
															4777
														],
														[
															1422,
															4781
														],
														[
															1394,
															4768
														],
														[
															1370,
															4742
														],
														[
															1387,
															4710
														],
														[
															1395,
															4681
														],
														[
															1386,
															4654
														],
														[
															1385,
															4625
														],
														[
															1370,
															4595
														],
														[
															1360,
															4578
														],
														[
															1335,
															4555
														],
														[
															1324,
															4539
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/VNotEE/thumbnail/001-map-0.01-catacombs.webp"
											}
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/VNotEE/002-map-0.01-catacombs-player.webp"
											},
											"imageType": "map",
											"title": "Player Version",
											"width": 4096,
											"height": 5301,
											"credit": "Marco Bernardini",
											"mapParent": {
												"id": "03e"
											},
											"grid": {
												"type": "square",
												"size": 189,
												"offsetX": -67,
												"offsetY": -84,
												"scale": 2
											},
											"id": "044"
										}
									]
								},
								{
									"type": "entries",
									"name": "N1: Entrance Tunnel",
									"id": "011",
									"entries": [
										"The tunnel proceeds at a downward slope, bringing the characters 20 feet beneath street level."
									]
								},
								{
									"type": "entries",
									"name": "N2: Half-Collapsed Chamber",
									"id": "012",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "013",
											"entries": [
												"The soft lapping of water echoes through this wide chamber. Wood and stone debris from collapsed buildings litter the area. Brackish water floods nearly half of the chamber, getting deeper toward a dark tunnel to the west."
											]
										},
										"Characters who have a passive Wisdom ({@skill Perception}) score of 12 or higher notice the entrance to a cramped tunnel hidden behind some collapsed rubble to the south. A character who spends 1 minute clearing the rubble opens the entrance to a crawlspace ({@area area N7|024|x}).",
										{
											"type": "entries",
											"name": "Making a Skiff",
											"id": "014",
											"entries": [
												"Characters have the option of assembling a makeshift skiff from the debris here to make traversing the flooded area easier. A character attempting to assemble a skiff must make a {@dc 11} Wisdom ({@skill Survival}) check. On a successful check, the character makes a skiff sturdy enough to support up to two Medium or smaller creatures.",
												"While riding a skiff, a creature can use its movement to propel the skiff up to 20 feet in a direction of its choice."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N3: Flooded Tunnel",
									"id": "015",
									"entries": [
										"The water filling this tunnel is 3 feet deep; without the use of a skiff or other water vehicle, the water counts as {@book difficult terrain|PHB|8|Difficult Terrain} for Medium or larger creatures that lack a swimming speed, while Small and smaller creatures must swim to traverse the tunnel.",
										{
											"type": "entries",
											"name": "Water Weird",
											"id": "016",
											"entries": [
												"A neutral evil {@creature water weird} lurks here. It tries to ambush and kill any creature that enters the tunnel.",
												"Upon entering the tunnel for the first time, a character who has a passive Wisdom ({@skill Perception}) score of 15 or higher notices odd waves and currents that suggest the presence of a creature in the water. If a character's passive Wisdom ({@skill Perception}) score is lower than 15, the character has disadvantage on their initiative roll when the water weird attacks."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N4: Cinerary Rotunda",
									"id": "017",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "018",
											"entries": [
												"Glossy urns and cinerary boxes line the walls of this vaulted rotunda. Drifting in the center of the room above a drain is a ghostly, transparent, humanoid figure. The figure is clad in plate armor, and where a head should be, there is instead a featureless, luminescent orb."
											]
										},
										"The neutral {@creature ghost} haunting this area has no memory of its name or existence in life—a fact which pains it greatly. Upon noticing the characters enter, the ghost beseeches them for help in recovering its previous identity. If the characters refuse, the ghost sulks but isn't hostile.",
										{
											"type": "entries",
											"name": "Discovering the Ghost's Identity",
											"id": "019",
											"entries": [
												"The ghost is the spirit of the knight entombed in {@area area N6|01f|x}. Clues regarding the ghost's identity can be found in areas N5 and N6. A character who searches the rotunda for 10 minutes finds no clues related to the ghost in this room.",
												"To regain its identity, the ghost must hear its full name: Chanelle Hallwinter. If a character speaks this name aloud within 20 feet of the ghost, the featureless orb of the ghost's head coalesces into the face of a middle-aged human woman with braided hair, and the ghost's memories return. The ghost is grateful to the characters and resolves to aid them."
											]
										},
										{
											"type": "entries",
											"name": "What the Ghost Knows",
											"id": "01a",
											"entries": [
												"At first, the ghost remembers nothing about Delvin, the cult, or the catacombs. Once the ghost's identity has been restored, it remembers not only its life as Chanelle Hallwinter but also what it has witnessed while haunting these catacombs. The ghost can share the following information with the characters:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Catacomb Invaders",
															"entry": "A small group of Humanoids descended into the catacombs several months ago, whispering about strange rituals and secrets."
														},
														{
															"type": "item",
															"name": "Delvin",
															"entry": "Chanelle saw a man matching Delvin's description flee through the rotunda from deeper within the catacombs, pursued by an individual in a hooded gray robe."
														},
														{
															"type": "item",
															"name": "Zombie Infestation",
															"entry": "The crypt to the south of the rotunda was desecrated and now swarms with zombies."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N5: Tomb of the Mage",
									"id": "01b",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "01c",
											"entries": [
												"The smell of old parchment fills this tomb. Bookshelves carrying various tomes and scholarly implements stand against the walls. At the center is a stone, gold-painted sarcophagus, the sides of which bear a beautiful relief carving of two humanoid women exploring a forest together."
											]
										},
										"This is the tomb of Makalia Siannodel, a female elf mage and the partner of the knight entombed in area N6.",
										{
											"type": "entries",
											"name": "Discovering the Ghost's Identity",
											"id": "01d",
											"entries": [
												"Characters who search this tomb find treasure (see \"Treasure\" below) and the following clues:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Golden Locket",
															"entry": "A heart-shaped golden locket sits on one of the bookshelves. The locket is locked but can be either pried open with a successful {@dc 11} Strength ({@skill Athletics}) check or picked open with a successful {@dc 10} Dexterity ({@skill Sleight of Hand}) check using thieves' tools. Inside is a small portrait of a human woman, next to which is the inscription, \"My dearest Chanelle.\""
														},
														{
															"type": "item",
															"name": "Relief Details",
															"entry": "One of the figures depicted in the sarcophagus's relief carving wears armor that matches the armor of the ghost in area N4."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "01e",
											"entries": [
												"Nestled among the bookshelves are five incense sticks (worth 10 gp each) and a {@item component pouch|PHB}. A character who inspects the area and succeeds on a {@dc 15} Intelligence ({@skill Investigation}) check also finds a hidden compartment in one of the shelved books. Inside is a {@item Spell Scroll} of {@spell Protection from Evil and Good}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N6: Tomb of the Knight",
									"id": "01f",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "020",
											"entries": [
												"A stone, gold-painted sarcophagus rests in the center of this tomb. The sides of the sarcophagus bear a relief depicting two women gazing lovingly over a field and a city, and the lid has a faintly distinguishable family crest carved into it. Old weapons and decorated armor line the walls of this room."
											]
										},
										"This is the tomb of Chanelle Hallwinter, a female human knight and the partner of the mage entombed in area N5. This is also the tomb of the ghost found in {@area area N4|017|x}.",
										{
											"type": "entries",
											"name": "Discovering the Ghost's Identity",
											"id": "021",
											"entries": [
												"Characters who search this tomb for clues find the following pieces of information:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Family Crest",
															"entry": "Engraved on the lid of the sarcophagus is a coat of arms depicting a blunted six-point crown. A character who succeeds on a {@dc 10} Intelligence ({@skill History}) check recognizes this symbol as the crest of the Hallwinter family, whose lineage produced renowned knights throughout the Sword Coast."
														},
														{
															"type": "item",
															"name": "Relief Details",
															"entry": "One of the figures depicted in the sarcophagus's relief carving wears armor that matches the armor of the ghost in area N4."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "022",
											"entries": [
												"Most items stored in this tomb have rusted, but one shield remains intact. This shield is a cursed {@item Shield of Missile Attraction}; however, if the characters restore the ghost's identity, Chanelle Hallwinter gratefully gives the shield to the characters and removes the curse, transforming the shield into a {@item +1 Shield}."
											]
										},
										{
											"type": "entries",
											"name": "Secret Passage",
											"id": "023",
											"entries": [
												"A character who searches the tomb for secret doors and succeeds on a {@dc 14} Wisdom ({@skill Perception}) check sees the faint outline of a doorway at the back of the tomb. The door is unlocked, swings open with a gentle push, and leads to {@area area N8|026|x}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N7: Crawlspace",
									"id": "024",
									"entries": [
										"The cramped passage is large enough to accommodate Small and smaller creatures; Medium creatures must squeeze to move through it.",
										{
											"type": "entries",
											"name": "Disturbed Rubble",
											"id": "025",
											"entries": [
												"When a creature enters the crawlspace for the first time, its movement disturbs some of the rubble above. The creature must succeed on a {@dc 12} Dexterity saving throw to reach the other side of the crawlspace unscathed. On a failed save, the creature takes 7 ({@dice 3d4}) bludgeoning damage from the falling rubble."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N8: Forked Tunnel",
									"id": "026",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "027",
											"entries": [
												"The tunnel splits three ways: north toward a tight crawlspace, west toward a stone door, and south toward a foul-smelling chamber."
											]
										},
										"At the end of the west tunnel is a secret door to area N6. From this side, the door is clearly visible and pulls open easily."
									]
								},
								{
									"type": "entries",
									"name": "N9: Sewerage Chamber",
									"id": "028",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "029",
											"entries": [
												"A foul stench rises from the murky sewage that fills most of this large chamber. Three four-foot-tall burbling masses slink through the muck."
											]
										},
										"The sewage is 1 foot deep and {@book difficult terrain|PHB|8|Difficult Terrain}.",
										"The three burbling masses are awakened piles of undead sludge, sloughed from the cult's twisted experiments (each uses the {@creature gray ooze} stat block but is an Undead instead of Ooze). The masses ignore the room's difficult terrain and attack if approached."
									]
								},
								{
									"type": "entries",
									"name": "N10: Crypt of the Silenced Singers",
									"id": "02a",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02b",
											"entries": [
												"What was once a serene crypt now lies in ruin. Two chipped stone pillars brace the vaulted ceiling. Tombs are cracked open, and reanimated corpses prowl the room. At the center of the room's back wall is a dirtied and desecrated shrine bearing the image of a blank scroll."
											]
										},
										"Eight {@creature Zombie||zombies} shamble around this crypt. The zombies are hungry and immediately attack upon seeing a creature unless that creature succeeds on a {@dc 16} Dexterity ({@skill Stealth}) check.",
										{
											"type": "entries",
											"name": "Shrine to Oghma",
											"id": "02c",
											"entries": [
												"A character who examines the shrine and succeeds on a {@dc 10} Intelligence ({@skill Religion}) check recognizes the image on the shrine as the holy symbol of Oghma, god of knowledge and patron to bards and wizards. If the check succeeds by 3 or more, the character intuits that rededicating the shrine to Oghma could help against the zombies in the area.",
												"To rededicate the shrine, a creature must first use an action to clean it. Once the filth is cleaned off, a creature can use an action to do one of the following:",
												{
													"type": "list",
													"items": [
														"Make a {@dc 14} Charisma ({@skill Performance}) check using an instrument within 5 feet of the shrine, performing a song dedicated to Oghma.",
														"Touch the shrine and expend a spell slot of 1st level or higher."
													]
												},
												"Once one of the two options has been done successfully, the shrine glows with white light, and all zombies in the area immediately collapse with the {@condition unconscious} condition for 24 hours. The condition ends early for a zombie if it takes damage."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N11: Door of the Eldritch Eye",
									"id": "02d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02e",
											"entries": [
												"A double door made of green-tinged stone seals off further progression into the catacombs. Facing the double door is a large carving of a grinning skull; one eye socket bears a wide eyeball with a jeweled iris, while the other is an empty divot."
											]
										},
										"The double door is locked and has no keyholes. To open the door from the north side, a desiccated eyeball (such as the one obtained from Delvin) must be placed in the divot of the grinning skull. Once placed there, the eyeball pulses with sickly green light, and the double door swings open to reveal a staircase leading further down. If the eyeball is removed from the divot, the door remains open for 1 minute before closing and locking on its own. A {@spell Knock} spell or similar magic also opens the door.",
										"Neither magic nor an eyeball is needed to open the double door from the south. On the door's south side is a stone pedal; stepping on it causes the double door to swing open."
									]
								},
								{
									"type": "entries",
									"name": "N12: Hall of the Whispered One",
									"id": "02f",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "030",
											"entries": [
												"The bottom of the stairway opens into a wide sanctuary with a vaulted ceiling. Stone pews are arranged in orderly rows. Black candles burning green flames occupy niches along the walls. Atop a pulpit at the far end of the hall stands a jagged sculpture of an emaciated hand with one eyeball in its palm."
											]
										},
										"A character who succeeds on a {@dc 11} Intelligence ({@skill Religion}) check recognizes the sculpture as the symbol of Vecna, a powerful lich and god of secrets known and feared on many worlds.",
										"Any loud noises here awaken the cultists in area N13, who investigate at once."
									]
								},
								{
									"type": "entries",
									"name": "N13: Cultist Quarters",
									"id": "031",
									"entries": [
										"If the occupants of this room were lured to area N12 by noise there, omit the last sentence of the following boxed text:",
										{
											"type": "insetReadaloud",
											"id": "032",
											"entries": [
												"Makeshift cots are strewn about two adjoining caverns separated by an open doorway. Several individuals in gray robes slumber here peacefully despite the flickering torchlight."
											]
										},
										"Seven {@creature Cultist||cultists} sleep in these two chambers. Each cultist wears a hooded gray robe that has a desiccated eyeball (like the one obtained from Delvin) tucked in one pocket.",
										{
											"type": "entries",
											"name": "Being Sneaky",
											"id": "033",
											"entries": [
												"To move through these rooms without waking the cultists, a creature must succeed on a {@dc 14} Dexterity ({@skill Stealth}) check. On a failed check, {@dice 1d4} of the cultists wake up.",
												"Awake cultists are hostile but easily cowed. A character can use an action to make a {@dc 12} Charisma ({@skill Intimidation}) check. On a successful check, all awake cultists that can see or hear the character surrender."
											]
										},
										{
											"type": "entries",
											"name": "Interrogating the Cultists",
											"id": "034",
											"entries": [
												"Characters can attempt to glean more information from captured cultists by making a {@dc 10} Charisma ({@skill Intimidation} or {@skill Persuasion}) check. On a successful check, a character learns one of the following pieces of information:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Cult Leader",
															"entry": "The cult's leader is Zalryr, who is conducting a profane experiment in the ritual chamber ({@area area N15|039|x}). Zalryr aims to \"draw secrets from the depths of the mortal soul.\""
														},
														{
															"type": "item",
															"name": "Cult Worship",
															"entry": "The cultists all serve Vecna, whom they refer to as the Whispered One."
														},
														{
															"type": "item",
															"name": "Delvin's Fate",
															"entry": "Zalryr uncovered the presence of a spy recently. That spy was chased from the catacombs and assassinated for his transgression. The cultists' description of the spy confirms it was Delvin Fearnehart."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "035",
											"entries": [
												"A character who searches these rooms and makes a successful {@dc 12} Intelligence ({@skill Investigation}) check finds two gray cultist robes and three gaudy jeweled rings worth 10 gp each. If the check succeeds by 3 or more, the character also finds a {@item Hat of Disguise} tucked beneath one of the unused cots."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N14: Eldritch Library",
									"id": "036",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "037",
											"entries": [
												"Crooked shelves filled with books and scrolls stand against the walls. In the center of the room is a square table covered in scribbled notes and ink-stained parchment."
											]
										},
										"The notes spread across the table detail the cult's experiments and history. A character who spends at least 10 minutes studying the notes learns the following:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Cult Experiments",
													"entry": "The cult's leader, Zalryr, is experimenting with ways to magically siphon secrets from an individual's soul. Early experiments reduced volunteers to piles of necrotic sludge, which were disposed of in the sewerage ({@area area N9|028|x})."
												},
												{
													"type": "item",
													"name": "Others?",
													"entry": "The cultists here are but one sect of many that have infiltrated Neverwinter. The other sects have chosen different areas of the city's catacombs as their respective hideouts."
												}
											]
										},
										{
											"type": "entries",
											"name": "Trapped Lockbox",
											"id": "038",
											"entries": [
												"A character who inspects the shelves and succeeds on a {@dc 10} Intelligence ({@skill Investigation}) check finds a small ebony box. The box is locked; Zalryr in area N15 has the key. The box can be picked open by a creature that makes a successful {@dc 13} Dexterity ({@skill Sleight of Hand}) check using thieves' tools, or it can be forced open with a successful {@dc 15} Strength ({@skill Athletics}) check.",
												"The box is trapped. A creature that opens the box by any means other than using the proper key must make a {@dc 13} Constitution saving throw, taking 7 ({@dice 2d6}) necrotic damage on a failed saved or half as much damage on a successful one. This trap can't be detected or disarmed.",
												"Inside the box are two {@item Potion of Greater Healing||Potions of Healing (greater)}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N15: Ritual Chamber",
									"id": "039",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "03a",
											"entries": [
												"Cacophonous whispers echo through this expansive cave. An imposing human cultist in a sweeping robe stands against the wall, chanting. His oily hair is slicked back, and his skin is gaunt and gray.",
												"Carved into the floor before him is a runic circle that pulses with sickly green light. Two cultists—one human, one elf—stand inside the circle, heads thrown back and mouths agape. Their leader commands, \"Now! Release your secrets unto me! Let the truths hidden in your soul come forth and become stronger!\" As if in response, the cultists' silhouettes warp into two lanky shadowy entities."
											]
										},
										"Zalryr (neutral evil, human {@creature cult fanatic}) stands at the north end of the room, conducting an experiment on the two {@creature Cultist||cultists} standing inside the runic circle. Zalryr's experiment has magically siphoned the secrets from the cultists' souls to create the two shadowy entities (each uses the {@creature shadow} stat block).",
										"Each cultist, including Zalryr, wears a hooded gray robe that has a desiccated eyeball (like the one obtained from Delvin) tucked in one pocket.",
										"Upon noticing the characters, Zalryr commands the cultists and the shadowy entities to attack. The cultists and entities fight to their deaths, but Zalryr surrenders when he is reduced to 10 hit points or fewer.",
										{
											"type": "entries",
											"name": "Vecna Appears",
											"id": "03b",
											"entries": [
												"When Zalryr either surrenders or is slain, read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"id": "03c",
													"entries": [
														"The runic circle suddenly hisses and flashes with lurid light. As if being extinguished, the glow of the runes dims as shadowy smoke rises from the carvings. The smoke gathers in the center of the chamber, where it coalesces into an apparition of an emaciated skull with one glowing green eye.",
														"The apparition speaks in a hissing baritone. \"Good news, Zalryr. Though your efforts have been disappointing, you have brought me new... points of interest.\" The apparition swivels to look at each of you in turn. \"Yes, there is great potential here. May we meet again—but until then, I have my eye on you.\" The apparition then explodes into streaks of shadow, passing through each of you with a whispered scream before vanishing."
													]
												},
												"Vecna bestows one of two supernatural gifts on each character. Have each player roll a die, with the result determining which charm their character receives: the {@reward Charm of the Creeping Hand|VNotEE} if the die roll is an odd number or the {@reward Charm of the Eldritch Eye|VNotEE} if the die roll is an even number. While in possession of either charm, the character has the unshakeable feeling that they are being watched. See the next section for descriptions of these charms."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Vecna's Supernatural Gifts",
							"id": "03d",
							"entries": [
								"Vecna is known to bestow supernatural gifts on mortals who impress him, regardless of their affiliations. The following charms are two of his favorites.",
								{
									"type": "list",
									"items": [
										"{@reward Charm of the Creeping Hand|VNotEE}",
										"{@reward Charm of the Eldritch Eye|VNotEE}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Concluding the Adventure",
					"id": "040",
					"entries": [
						"The characters can take any captives, leave the catacombs, and report to Lord Neverember without further incident. Lord Neverember is grateful for the characters' efforts and pays each character a base sum of 100 gp for the job, plus an additional 10 gp each for each cultist captured alive (25 gp each for Zalryr).",
						{
							"type": "entries",
							"name": "Continuing the Campaign",
							"id": "041",
							"entries": [
								"Though this sect of cultists has been neutralized, others still lurk in the shadows of Neverwinter, with even more nefarious schemes in service of Vecna. Lord Neverember might call on the characters to continue rooting out these cultists, culminating in an adventure through the sprawling catacombs beneath Neverwinter's Neverdeath Graveyard. If you need help planning further, {@adventure Vecna: Eve of Ruin|VEoR} contains more information about cult activities in Neverdeath Graveyard and provides an excellent campaign that follows Vecna's machinations."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Credits",
					"id": "042",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"items": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Lead Designer:",
													"entry": "Christopher Perkins"
												},
												{
													"type": "item",
													"name": "Art Director:",
													"entry": "Fury Galluzzi"
												},
												{
													"type": "item",
													"name": "Designer:",
													"entry": "Makenzie De Armas"
												},
												{
													"type": "item",
													"name": "Rules Developer:",
													"entry": "Ron Lundeen"
												},
												{
													"type": "item",
													"name": "Editors:",
													"entry": "Christopher Perkins, Patrick Renie"
												},
												{
													"type": "item",
													"name": "Graphic Designer:",
													"entry": "Bowen Welles"
												},
												{
													"type": "item",
													"name": "Cover Illustrator:",
													"entry": "Greg Staples"
												},
												{
													"type": "item",
													"name": "Cartographer:",
													"entry": "Marco Bernardini"
												},
												{
													"type": "item",
													"name": "Illustrator:",
													"entry": "Greg Staples"
												},
												{
													"type": "item",
													"name": "Consultants:",
													"entry": "Rico Corazn, James Mendez, Pam Punzalan"
												},
												{
													"type": "item",
													"name": "Game Architects:",
													"entry": "Jeremy Crawford, Christopher Perkins"
												},
												{
													"type": "item",
													"name": "Studio Art Director:",
													"entry": "Josh Herman"
												},
												{
													"type": "item",
													"name": "Senior Producer:",
													"entry": "Dan Tovar"
												},
												{
													"type": "item",
													"name": "Producer:",
													"entry": "Siera Bruggeman"
												},
												{
													"type": "item",
													"name": "Product Manager:",
													"entry": "Brian Perry"
												}
											]
										},
										{
											"type": "entries",
											"name": "D&D Beyond",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Product Manager",
															"entries": [
																"Jeff Turriff"
															]
														},
														{
															"type": "item",
															"name": "Digital Design Team",
															"entries": [
																"Jay Jani, Adam Walton"
															]
														}
													]
												}
											],
											"id": "043"
										}
									]
								}
							],
							"id": "03f"
						}
					]
				}
			]
		}
	]
}
