{
	"data": [
		{
			"type": "section",
			"name": "Heroes' Feast: Saving the Children's Menu",
			"id": "000",
			"entries": [
				"{@i Heroes' Feast: Saving the Children's Menu} is a fifth edition Dungeons & Dragons adventure for four to six 10th-level characters, set in the Forgotten Realms. This adventure is written for experienced DMs. The information presented here is for the DM's eyes only. If you're planning to play through the adventure with someone else as your DM, stop reading now!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/HFStCM/000-00-001.opening-splash.webp"
					},
					"credit": "Irina Nordsol",
					"width": 1700,
					"height": 2073
				},
				{
					"type": "section",
					"name": "Overview",
					"id": "001",
					"entries": [
						"The River Shining Tavern is located in the town of Daggerford, in the Sword Coast region of the Forgotten Realms. The tavern's menu is legendary, but shipments from Holrow Homestead, the tavern's main supplier of ingredients, have suddenly stopped.",
						"Kaga, the tavern's head chef, is growing anxious. A week ago, he sent adventurers to Holrow Homestead to investigate, but yesterday their bodies were found floating down the river. Concerned, Kaga pleads with the characters to find out what has happened to the homestead and its proprietor, Arthur Holrow, and to bring back the ingredients for a special pasta dish beloved by the tavern's youngest patrons.",
						"On arriving at the homestead, the characters discover a fire giant named Ignis and her twin toddlers, Flauma and Calor. If the characters convince Ignis they mean her and her children no harm, the characters can peacefully look around the homestead for the ingredients they need.",
						"While the characters are collecting the ingredients, fire giant warriors searching for Ignis track her to the homestead. Suddenly there's more at stake than a bowl of magic noodles—if the characters don't intervene, Ignis's children will be abducted by a cruel villain.",
						{
							"type": "inset",
							"name": "Children in Peril",
							"id": "002",
							"entries": [
								"Before running this adventure, check with each player to see if they're open to playing in an adventure where children are in danger (though the villains intend to capture the children and not harm them). You can adjust the adventure so the giants seek only to harm Ignis, leaving the children alone."
							]
						},
						{
							"type": "entries",
							"name": "Chef in a Pickle",
							"id": "003",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HFStCM/001-00-002.hollow-homestead.webp"
									},
									"credit": "Robin Olausson",
									"width": 1700,
									"height": 1155
								},
								"As the characters walk through the streets of Daggerford, they find themselves drawn to the delicious aroma emanating from the River Shining Tavern. When they enter, Jacque—a tall, thin man wearing a crisp white jacket—greets them. Jacque is the head waiter. Seeing the characters are adventurers, he hustles them into the kitchen. There he introduces them to Kaga, the head chef. Kaga is usually pleasant but formal; today, however, his tone is grave. He shares the following information:",
								{
									"type": "insetReadaloud",
									"id": "004",
									"entries": [
										"\"Jacque was wise to bring you to me. I have need of adventurers such as yourselves, but it's a matter of the utmost discretion. If you are willing to help, together we will bring joy to all the children of Daggerford. And your reward! You shall dine on the most delicious food you have ever tasted, food that grants you a magical boon. Will you help me and the young folk of Daggerford?\""
									]
								},
								"If the adventurers agree to help, proceed to \"What Kaga Knows.\"",
								{
									"type": "entries",
									"name": "What Kaga Knows",
									"id": "005",
									"entries": [
										"Kaga relates that the tavern's secret supplier, an eccentric druid named Arthur Holrow, has an extensive garden and dairy farm known as Holrow Homestead. Arthur's unique produce and dairy products are of the highest quality and have magical properties. When these ingredients are cooked into dishes by someone exceptionally well trained (\"one such as myself,\" Kaga notes), the dishes grant magical boons to those who eat them.",
										"These special ingredients have helped make Kaga's dishes famous all over the Sword Coast—particularly Kaga's Stumblenoodles, which are the hallmark of the tavern's children's menu. But Kaga hasn't heard from Arthur for a month and is very worried.",
										"A week ago, the tavern hired adventurers to investigate Holrow Homestead, but local authorities found the lifeless bodies of these adventurers yesterday morning. They had been beaten and thrown into the Delimbiyr River, eventually floating downriver to Daggerford. Kaga describes these adventurers as young and brash. \"They were the sort of adventurers who draw swords first and ask questions later. Hiring them was my mistake. But Arthur is a peaceful man, and I can't believe he's responsible for their deaths. I hope you can solve this mystery without further violence.\"",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/HFStCM/002-00-003.chef-kaga.webp"
											},
											"title": "Chef Kaga",
											"credit": "Irina Nordsol",
											"width": 850,
											"height": 1143
										}
									]
								},
								{
									"type": "entries",
									"name": "Kaga's Request",
									"id": "006",
									"entries": [
										"Kaga fears for Arthur's life, but he's desperate for answers. He hopes the characters can figure out what's going on at Holrow Homestead and restart regular shipments, or at least collect the ingredients for Kaga's Stumblenoodles. If the characters agree to investigate and return with the necessary ingredients, Kaga will prepare the party a magical dish as payment.",
										"Kaga needs the following ingredients to prepare his famous Stumblenoodles:",
										{
											"type": "list",
											"items": [
												"{@area One can of milk|024|x} from Holrow's specially fed cows",
												"{@area A wheel of Holrow cheese|010|x}, aged exactly seven seasons",
												"{@area A small bag of mustard seeds|029|x} from Arthur Holrow's garden"
											]
										},
										{
											"type": "inset",
											"name": "Kender Stumblenoodles",
											"id": "007",
											"entries": [
												"Kaga got the recipe for Stumblenoodles from a kender adventurer who hailed from the world of Krynn. ({@race Kender|DSotDQ} and Krynn are both described in {@adventure Dragonlance: Shadow of the Dragon Queen|DSotDQ}.) This kender told Kaga dozens of wild stories about traveling the multiverse, but Kaga believed none of them. Regardless, the kender didn't stay long, and Kaga rechristened the recipe in his own name. It has proven incredibly popular with the children of Daggerford. You can find {@area the recipe|037|x} for the original Kender Stumblenoodles at the end of this adventure and in {@i Heroes' Feast: Flavors of the Multiverse}."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventure Background",
					"id": "008",
					"entries": [
						"Holrow Homestead is a farm that has been in the Holrow family for generations. The two-story, saltbox farmhouse is built atop a hill with a huge secret (see the \"Secret of Holrow Homestead\" sidebar). Arthur Holrow was one of twelve children, born to parents of hardy country stock. Naturally quite shy, Arthur kept to himself. While his siblings were drawn to lofty pursuits and traveled far and wide to make names for themselves, Arthur stayed home and took care of his aging parents. The Holrow name is well known, and many members of the family became accomplished magicians or crafters. But little is known about Arthur Holrow.",
						"It turns out young Arthur conducted magical experiments when he wasn't helping his mom and dad on the farm. He was eventually able to produce magically enhanced crops and farm animals, which he sold to surrounding towns at a healthy profit. When his parents died twenty years ago, he buried them in a small plot on the west side of the property. Arthur continued his thriving business and lived a quiet, contented life alone at Holrow Homestead.",
						{
							"type": "inset",
							"name": "Secret of Holrow Homestead",
							"id": "009",
							"entries": [
								"The animals and plants that grow on and around the hill at Holrow Homestead are extraordinary. That's partly due to Arthur's magical experiments and his skill with druidic magic. But there's another, more ominous reason for the land's fecundity.",
								"The hill at Holrow Homestead covers a slumbering giant, a grandchild of Annam known as a {@creature scion of Grolantor|BGG}. This enormous giant came down from the foothills and lay down to sleep here many centuries ago. A sleeping scion of Grolantor magically enhances plant and animal growth around it, resulting in rich crops and thriving livestock. Arthur never learned this secret, but he recorded his suspicions in a book in the house's library (see {@area area 2|01a|x} later in the adventure).",
								"Scions of the Giant Gods are detailed in {@book Bigby Presents: Glory of the Giants|BGG}."
							]
						},
						{
							"type": "entries",
							"name": "Enter the Giant",
							"id": "00a",
							"entries": [
								"About a month ago, Arthur heard a loud noise outside. When he went to investigate, he found a fire giant running up the hillside toward his house, with two young fire giant children held close to her chest. She seemed eager to hide, so Arthur opened the doors to his barn and magically regrew the pasture grass to cover her tracks. She accepted his help, and they waited quietly together as they listened for her pursuers.",
								"Sure enough, heavy footfalls soon stomped up the hill toward the house, and a hushed conversation took place just outside the barn doors, but eventually the pursuers moved on.",
								"Arthur allowed the fire giant mother and her children to stay, and the giants bonded to Arthur gradually. They never had a common language but communicated through pantomime and learned each other's names. Arthur's generous heart embraced the whole family. He made space for them in the main house by pulling down the second story, boarding up the windows, and opening up the ground level, and Ignis and the children moved in.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HFStCM/003-00-004.lord-invido-giant.webp"
									},
									"title": "Lord Invido commands the loyalty of many fire giants",
									"credit": "Calder Moore",
									"width": 850,
									"height": 1068
								},
								{
									"type": "entries",
									"name": "Ignis's Plight",
									"id": "00b",
									"entries": [
										"Ignis was a queen among her people, but when she gave birth to her twins, she felt the mood at court change. The twins' father wasn't a noble, and one of her trusted advisers, Lord Invido, suggested this consort might try to usurp her throne. But it was Invido himself who coveted her power.",
										"When Ignis disregarded Invido's feigned concerns, Invido took matters into his own hands. He had her consort killed and tried to abduct the heirs, intending to raise them as his own. Ignis was ready to fight for her family and throne, but Invido had already turned the other nobles against her. Outnumbered and afraid for her children, she fled.",
										"Arthur and Ignis could never communicate well enough for him to get the whole story, but he understood that Invido is a giant who wants Ignis and her family dead and that Ignis was an influential individual among her people. Arthur sympathized with her and the children and strove to protect them at any cost."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Arthur's Death",
							"id": "00c",
							"entries": [
								"A week ago, when adventurers sent by the River Shining Tavern arrived at Holrow Homestead, they rashly attacked Ignis and her children. Arthur tried to defend his guests but lost his life in the attempt. Ignis, outraged by Arthur's death and the threat against her children, killed the adventurers and threw their corpses into the river. Ignis then buried Arthur in the plot next to his parents. She feels relatively safe at the homestead but remains alert for more adventurers who might threaten her family and for giants sent by Invido."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Adventure Begins",
					"id": "00d",
					"entries": [
						"Supply shipments from Holrow Homestead usually come on a barge down the Delimbiyr River and take about half a day to arrive. Kaga doesn't know the exact location of the homestead, but he knows it stands atop a hill visible from the water. If the characters follow the river east, they should be able to spot it.",
						{
							"type": "entries",
							"name": "Traveling to the Homestead",
							"id": "00e",
							"entries": [
								"If the characters follow the river on foot, they eventually come to a small mooring and a path that leads up a hillside to a well-kept farm nestled in the foothills of Mount Illefarn. The farm is surrounded by a fence that keeps in roaming farm animals, which are friendly to strangers. A single enormous tree rises from the hill, creating shade over the house."
							]
						},
						{
							"type": "entries",
							"name": "Arriving at the Homestead",
							"id": "00f",
							"entries": [
								"The fields and orchards around the house are exceptionally lush. A path leads up the hill to a sturdy and artistically crafted wooden gate. \"Holrow Homestead\" is painted on a sign by the gate.",
								"Once inside the gate, the characters are greeted by happy piglets and a few hungry goats looking for treats. Chickens cluck and scratch around the grounds, and a tough old barnyard cat looks on from its perch atop a fencepost. All the animals are healthy, and the grass is green and verdant.",
								"The carriageway leads up from the south to the house's front entrance. A glass greenhouse is built into the east side of the house, and a large barn is attached to the north side. Soft mooing can be heard coming from the barn.",
								"Rows of beans, garlic, shallots, cabbages, onions, and other vegetables line the hill on all sides, along with apple, cherry, pear, and quince trees and other flourishing plants that bear a plethora of fruits, nuts, and berries.",
								{
									"type": "entries",
									"name": "Ingredient: Mustard Seeds",
									"id": "010",
									"entries": [
										"Near the house, three-foot-high mustard plants grow in raised beds among other herbs; a character who searches the garden and succeeds on a {@dc 12} Wisdom ({@skill Perception}) check spots them. A character can harvest the seeds from the mustard plants with a few minutes of work and a successful {@dc 15} Intelligence ({@skill Nature}) check, rolling the seed pods between their fingers so the seeds fall out into a bag. A {@spell Detect Magic} spell reveals that a faint aura of enchantment magic emanates from the seeds."
									]
								},
								{
									"type": "entries",
									"name": "Arthur's Grave",
									"id": "011",
									"entries": [
										"West of the house is a small graveyard with three simple graves. The graves lack headstones or any other way to identify who is buried there. Two of the graves are many years old, but one is newer, the dirt still fresh and heaped in an untidy pile. Plucked wildflowers lie atop this grave; although they're starting to wilt, the flowers still smell fresh.",
										"Arthur's corpse lies in this fresh grave, and the {@spell Speak with Dead} spell works on him. A key inside his trouser pocket opens the safe in the house's library."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Encountering Ignis",
							"id": "012",
							"entries": [
								"If the characters aren't trying to be stealthy as they move about the house, Ignis, the neutral good {@creature fire giant} currently inside the barn, comes to investigate the newcomers. Otherwise, the characters must {@action hide} and succeed on a {@dc 16} group Dexterity ({@skill Stealth}) check to avoid attracting her attention.",
								{
									"type": "entries",
									"name": "Negotiating with Ignis",
									"id": "013",
									"entries": [
										"Ignis speaks only Giant, but she is intelligent and can tell if the characters are respectful and mean no harm. If the party has no way to talk to her, she patiently tries to communicate through pantomime. If the party convinces her of their good intentions, she allows them to search the premises. Ignis is displeased if anyone flagrantly loots the home or otherwise disrespects Arthur or his memory. Beyond that, she doesn't stop the party from taking ingredients from the farm, so long as the characters don't trample the plants or harm the animals.",
										"Ignis is suspicious of intruders, but she's also reluctant to start a fight. If the party displeases her, she becomes angry and orders them out of the house with forceful gestures. However, she won't initiate combat unless the characters threaten her or her children.",
										"If Ignis becomes hostile, a character can get her to stand down by succeeding on a {@dc 18} Charisma ({@skill Persuasion}) check. But any hint of a subsequent threat—or if she fears any danger will come to her children—ends negotiation and she attacks. If a fight does occur, you might remind the players that characters who reduce a target to 0 hit points can choose to leave the defeated foe alive but {@condition unconscious}. If defeated in this way and then awakened, Ignis can again be reasoned with."
									]
								},
								{
									"type": "entries",
									"name": "Ignis's Children",
									"id": "014",
									"entries": [
										"Ignis's children, Flauma and Calor, are noncombatants. Where the children appear later in the adventure, you'll find guidance for their interactions with the characters. Use the {@creature commoner} stat block for them, if necessary. Change their creature type to Giant and increase their Strength to 14 (+2). They're too young to speak fluently, but they know a few words of Giant (see the \"{@area Fire Giant Baby Talk|01e|x}\" sidebar later in the adventure)."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Holrow Homestead",
					"id": "015",
					"entries": [
						"The homestead's large farmhouse has two stories and is well maintained, but all the windows have been boarded up. Unless otherwise noted, areas in the homestead share these features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "High Alert",
									"entry": "Ignis is alert to anything out of the ordinary. If her children cry, the cows startle, or any loud noise occurs, she investigates."
								},
								{
									"type": "item",
									"name": "Doors",
									"entry": "Each door has AC 15, 30 hit points, and immunity to poison and psychic damage."
								},
								{
									"type": "item",
									"name": "Warm Surfaces",
									"entry": "Most of the outer walls of the house feel unnaturally warm. (Ignis keeps the hearth stoked very hot.)"
								},
								{
									"type": "item",
									"name": "Windows",
									"entry": "The windows are boarded up from inside with wooden slats. Only tiny slivers of the interior can be seen through the slats."
								}
							]
						},
						{
							"type": "entries",
							"name": "Homestead Locations",
							"id": "016",
							"entries": [
								"The following locations are keyed to the Holrow Homestead map.",
								{
									"type": "entries",
									"name": "1: Main Hall",
									"id": "017",
									"entries": [
										"The front doors open to a large living area. Most of the interior has been demolished to make one open room that's 20 feet high. The seam along the walls where the second level used to connect is still visible. The interior walls are mostly demolished, though a few remain.",
										"The only room that still stands is in the southwest corner; it can be entered by a single door. This room is Arthur's library (area 2). Above the library is a loft with an improvised railing made from wood and wire that reaches partway to the ceiling. This is Ignis's nursery ({@area area 5|025|x}).",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/HFStCM/004-map-0.01-holrow-homestead.webp"
													},
													"imageType": "map",
													"title": "Map: Holrow Homestead",
													"credit": "Sean Macdonald",
													"width": 2560,
													"height": 5280,
													"id": "038",
													"grid": {
														"type": "square",
														"size": 231,
														"offsetX": 117,
														"offsetY": 173
													},
													"mapRegions": [
														{
															"area": "023",
															"points": [
																[
																	822,
																	425
																],
																[
																	822,
																	1542
																],
																[
																	1720,
																	1542
																],
																[
																	1720,
																	425
																]
															]
														},
														{
															"area": "017",
															"points": [
																[
																	358,
																	1569
																],
																[
																	2182,
																	1569
																],
																[
																	2182,
																	1778
																],
																[
																	1949,
																	1778
																],
																[
																	1729,
																	2009
																],
																[
																	1729,
																	2731
																],
																[
																	1945,
																	2951
																],
																[
																	2182,
																	2951
																],
																[
																	2182,
																	3164
																],
																[
																	1040,
																	3164
																],
																[
																	1040,
																	2707
																],
																[
																	358,
																	2707
																]
															]
														},
														{
															"area": "01a",
															"points": [
																[
																	362,
																	2724
																],
																[
																	362,
																	3160
																],
																[
																	1018,
																	3160
																],
																[
																	1018,
																	2724
																]
															]
														},
														{
															"area": "01f",
															"points": [
																[
																	1960,
																	1805
																],
																[
																	2207,
																	1805
																],
																[
																	2416,
																	2020
																],
																[
																	2416,
																	2720
																],
																[
																	2204,
																	2935
																],
																[
																	1956,
																	2935
																],
																[
																	1749,
																	2720
																],
																[
																	1749,
																	2029
																]
															]
														},
														{
															"area": "025",
															"points": [
																[
																	365,
																	3404
																],
																[
																	365,
																	3855
																],
																[
																	1045,
																	3855
																],
																[
																	1045,
																	3404
																]
															]
														},
														{
															"area": "027",
															"points": [
																[
																	347,
																	4095
																],
																[
																	347,
																	4331
																],
																[
																	2191,
																	4331
																],
																[
																	2191,
																	4095
																]
															]
														},
														{
															"area": "028",
															"points": [
																[
																	344,
																	4345
																],
																[
																	344,
																	5022
																],
																[
																	582,
																	5022
																],
																[
																	582,
																	4345
																]
															]
														},
														{
															"area": "02a",
															"points": [
																[
																	604,
																	4344
																],
																[
																	604,
																	5022
																],
																[
																	1042,
																	5022
																],
																[
																	1042,
																	4344
																]
															]
														}
													],
													"hrefThumbnail": {
														"type": "internal",
														"path": "adventure/HFStCM/thumbnail/004-map-0.01-holrow-homestead.webp"
													}
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/HFStCM/005-map-0.01-holrow-homestead-player.webp"
													},
													"imageType": "map",
													"title": "Player Version",
													"width": 2560,
													"height": 5280,
													"mapParent": {
														"id": "038"
													},
													"grid": {
														"type": "square",
														"size": 231,
														"offsetX": 117,
														"offsetY": 173
													},
													"id": "03c"
												}
											]
										},
										"The main hall's west wall is lined with shelves. In the northwest corner, a blazing hearth emanates bright light and abundant heat. A pot of water boils on the hearth, and a large rubber cap for bottle-feeding calves bobs in the water. A dining table sits near the hearth.",
										"A large sliding door leads north into the barn ({@area area 4|023|x}), and an open glass door leads east into the greenhouse ({@area area 3|01f|x}).",
										{
											"type": "entries",
											"name": "Trapdoor",
											"id": "018",
											"entries": [
												"A large wooden crate rests in the northeast corner of the main hall, concealing a trapdoor in the floor. The crate is heavy, but a character who tries to move it can do so by succeeding on a {@dc 18} Strength ({@skill Athletics}) check. The trapdoor leads down to the basement ({@area area 6|027|x}). A full-grown fire giant is too big to fit through the trapdoor."
											]
										},
										{
											"type": "entries",
											"name": "Bottle Time",
											"id": "019",
											"entries": [
												"A minute or two after any characters enter the house, they hear a loud, high cry from the nursery (area 5) above Arthur's library. \"Ima! Ima!\" the voice echoes through the room. Mooing comes from the barn, and then heavy footfalls from within the barn move toward the main hall. After a moment, Ignis exits the barn through the sliding door, closing the door behind her.",
												"If the characters are hidden and Ignis doesn't spot them, she first stokes the fire, then reaches into the pot of boiling water and plucks out the rubber cap. She snaps it onto a clear jar filled with frothy, fresh cow's milk. Cooing softly, she carries it toward the fenced-off area above the library. Then, out from the shadows at the back of the loft space staggers Calor, a 6-foot-tall fire giant toddler. He reaches toward his mother, who snuggles him and gives him the bottle. Ignis then sits on the table by the fire and, heating bits of spare metal, goes about crafting what appears to be a homemade sword.",
												"Unless drawn by strange noises or her children's cries, Ignis stays focused on her task. If the characters haven't come to an understanding with Ignis and wish to sneak past her unnoticed, they must succeed on a {@dc 16} group Dexterity ({@skill Stealth}) check."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "2: Library",
									"id": "01a",
									"entries": [
										"This is the only room on the ground floor that is still intact. The ceiling is 8 feet high. This room was Arthur Holrow's office and laboratory. Inside is a desk with scattered papers and a journal; a bookshelf with books, beakers, and jars of mosses and bark; and a few decorative items along the walls. Two wooden chairs face a small, bare table.",
										"Characters who approach the desk and succeed on a {@dc 13} Wisdom ({@skill Perception}) check notice that a section of wall behind the desk protrudes slightly. A character who examines this section of the wall and succeeds on a {@dc 15} Intelligence ({@skill Investigation}) check discovers a hidden safe behind a sliding panel; see \"Treasure\" below.",
										"The bookshelves house many tomes on agricultural magic, with Arthur's scribbled, indecipherable notes on almost every page. A character who searches through these books and succeeds on a {@dc 15} Intelligence ({@skill Investigation}) check finds a legible passage scribbled in a book recording Arthur's magical experiments. \"Many wondrous results!\" the note reads. \"But even without my experiments, the family farm has always been more fertile and the livestock healthier than those of our neighbors. Could there be some other factor I haven't considered?\" This is as close as Arthur ever got to figuring out the secret source of the farm's magic beneath his home (see the \"{@area Secret of Holrow Homestead|009|x}\" sidebar earlier in the adventure).",
										{
											"type": "entries",
											"name": "Holrow Family Scrapbook",
											"id": "01b",
											"entries": [
												"On a small table lies an album with \"Holrow\" written across the front in Common; this is the Holrow family scrapbook. The scrapbook recounts the achievements of Arthur's siblings, including the following:",
												"{@b Benedict Holrow} moved to Waterdeep and has become a controversial politician due to his stance that the Lords of Waterdeep should be unmasked. He claims it is a citizen's right to elect and identify their lawmakers.",
												"{@b Christine Holrow} travels the Sword Coast, performing as a singer-songwriter. She seldom lingers in one place for long. A fan group called Chrissy's Clan travels from town to town hoping to cross her path and bask in her music, which is said to soothe all troubles.",
												"{@b Dabney Holrow} became an apothecary up north. He sells potions and tinctures and recently cured a prominent member of the Council of Sparkling Stones in Mirabar of an unidentifiable disease."
											]
										},
										{
											"type": "entries",
											"name": "Cheesemonger's Almanac",
											"id": "01c",
											"entries": [
												"Characters who search the desk find that the journal is in Arthur's hand and titled Cheesemonger's Almanac (see {@area appendix A|034|x}). They can use the almanac to determine which of the cheeses in the basement was intended for sale."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "01d",
											"entries": [
												"A few family heirlooms on the shelves and walls have more than sentimental value: three solid gold goblets worth 75 gp each, a small silver shield worth 50 gp, and a gold statue of an elephant worth 250 gp.",
												"The locked safe can be opened with a successful {@dc 15} Dexterity ({@skill Sleight of Hand}) check using thieves' tools. It contains 500 gp and ten gems worth 100 gp each. The key to the safe is buried with Arthur.",
												"Ignis will not approve of any character looting these treasures from Arthur's home. If pressed on the matter, she insists they belong to Arthur's family.",
												{
													"type": "inset",
													"name": "Fire Giant Baby Talk",
													"id": "01e",
													"entries": [
														"You can use the vocabulary here when roleplaying the fire giant toddlers.",
														{
															"type": "list",
															"style": "list-hang-notitle",
															"items": [
																{
																	"type": "item",
																	"name": "Baby:",
																	"entry": "Lepsi"
																},
																{
																	"type": "item",
																	"name": "Bottle:",
																	"entry": "Puedle"
																},
																{
																	"type": "item",
																	"name": "Bye-bye:",
																	"entry": "Sii Sii"
																},
																{
																	"type": "item",
																	"name": "Hello:",
																	"entry": "Treo"
																},
																{
																	"type": "item",
																	"name": "Kiss:",
																	"entry": "Suudloos"
																},
																{
																	"type": "item",
																	"name": "Milk:",
																	"entry": "Peema"
																},
																{
																	"type": "item",
																	"name": "Mother:",
																	"entry": "Ima"
																},
																{
																	"type": "item",
																	"name": "Play:",
																	"entry": "Manjima"
																},
																{
																	"type": "item",
																	"name": "Toy:",
																	"entry": "Manji"
																}
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "3: Greenhouse",
									"id": "01f",
									"entries": [
										"This large glass enclosure is accessible only from inside the main hall, through an open and unlocked door. Inside, the atmosphere is hot and humid. Greenery fills the entire space except for a narrow, winding path. The ceiling is 10 feet high.",
										{
											"type": "entries",
											"name": "Flauma",
											"id": "020",
											"entries": [
												"Anyone who enters the greenhouse hears childlike chatter from the south end. Flauma, the other fire giant toddler, is in here playing in the dirt. As soon as she sees the adventurers, she blurts out, \"Manji!\"—the Giant word for toy. She knows only a few words and speaks mostly in nonsense syllables. See the \"Fire Giant Baby Talk\" sidebar earlier in the adventure for inspiration.",
												"Flauma is pleased to see new playthings, and as long as the characters appease her, she doesn't cry. If they ignore her, hurt her, or make her angry, she sobs and Ignis comes to her aid. Ignis is hostile toward anyone who causes Flauma's distress. She's too tall and broad to enter the greenhouse without squeezing, but she can attempt to grab or hit any creature within reach of the door.",
												"If Ignis feels her child is in real danger, she breaks through the wall or the glass roof to retrieve Flauma and destroy the threat. If Ignis breaks the glass roof, each creature in the greenhouse other than Flauma must succeed on a {@dc 15} Dexterity saving throw or take 9 ({@dice 2d8}) slashing damage from the falling glass."
											]
										},
										{
											"type": "entries",
											"name": "Shambling Mounds",
											"id": "021",
											"entries": [
												"Two {@creature Shambling Mound||shambling mounds} hide in the north end of the greenhouse. They can be spotted with a successful {@dc 12} Wisdom ({@skill Perception}) check. Arthur used magic to domesticate these creatures, which pose no danger to the fire giants. If a character comes within 20 feet of them, they attack."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "022",
											"entries": [
												"Two rare cacao trees stand in the north end of the greenhouse, near the shambling mounds. The trees have broad flat leaves and yellowish gourds that hang in bunches from the highest branches. A {@spell Detect Magic} spell reveals the trees carry a faint aura of enchantment magic. A character investigating the greenhouse who succeeds on a {@dc 17} Intelligence ({@skill Nature}) identifies the trees and knows how to gather the precious cocoa beans that grow in clusters within the gourds. Each cacao gourd holds a few dozen beans covered in white pulp. When cleaned off, the beans are dark brown and have a rich chocolate scent. They have the same magical aura as the trees.",
												"Kaga will pay the party 2,500 gp for the magical cocoa beans. Ignis won't stop the party from collecting the beans."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "4: Barn",
									"id": "023",
									"entries": [
										"The barn is 20 feet high, with large sliding doors at the north and south ends; the south door leads into the house, and the north door leads outside. The wooden doors each have AC 15, 50 hit points, and immunity to psychic and poison damage. They aren't heavy, but they are noisy. Opening the door that divides the barn from the house without alerting everyone in both locations requires a successful {@dc 18} Dexterity ({@skill Stealth}) check.",
										"When the characters arrive, the north door is kept shut with wooden planks placed along the floor inside the barn door, preventing the door from sliding along its tracks. Removing the planks allows the door to be slid open."
									]
								},
								{
									"type": "entries",
									"name": "Ingredient: Milk",
									"id": "024",
									"entries": [
										"Inside the barn, cows chew away on troughs of Arthur's special bovine feed. A {@spell Detect Magic} spell reveals that a faint aura of abjuration magic emanates from the feed. The barn has milking stations equipped with buckets and milk cans. A character can try to milk a cow, doing so with a successful {@dc 10} Wisdom ({@skill Animal Handling}) check. The buckets and cans can be used to store the milk for the short trip back to Daggerford."
									]
								},
								{
									"type": "entries",
									"name": "5: Nursery",
									"id": "025",
									"entries": [
										"Ignis has used old boards and bits of fence and metal to turn the top of the library into a nursery. The ceiling is 12 feet above the nursery floor.",
										"From inside the nursery, characters can see that this space was once a bedroom. An old mattress lies on the floor, serving as a toddler bed, and wagon wheels, barrels, and rocks are scattered around as toys.",
										"A character can access this area by climbing the shelving along the west wall of the main hall and succeeding on a {@dc 13} Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check. Characters trying to avoid Ignis's watchful eye need to succeed on a {@dc 16} Dexterity ({@skill Stealth}) check to avoid being spotted as they climb.",
										{
											"type": "entries",
											"name": "Calor",
											"id": "026",
											"entries": [
												"If he hasn't been previously disturbed, one of the fire giant toddlers, Calor, is playing here. His half-finished bottle of milk sits on the floor near him.",
												"Calor responds to visitors much like his sister, excited to have new friends. He won't give up the milk easily and cries if it's taken from him, but a character can calm him or persuade him to relinquish it with a successful {@dc 15} Charisma ({@skill Persuasion}) check. However, if Ignis discovers an intruder here, she becomes hostile and attacks. A successful {@dc 20} Charisma ({@skill Persuasion}) check convinces her to stop fighting, but any threat or act of violence prompts her to fight to the death."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "6: Basement",
									"id": "027",
									"entries": [
										"The basement can be reached through the trapdoor in the main hall, which leads down to a long, narrow corridor. The ceiling here is only 6 feet high. This underground area is dark and cool, and it smells of earth. Two doors lead to {@area areas 7|028|x} and {@area 8|02a|x}."
									]
								},
								{
									"type": "entries",
									"name": "7: Cheese Storage Room",
									"id": "028",
									"entries": [
										"Arthur's cheese storage room holds shelves of aging cheese wheels. A {@spell Detect Magic} spell reveals that the room emanates a faint aura of conjuration magic. There are nine shelves in the room, each with a numbered label that denotes how many seasons the cheese on that shelf has aged."
									]
								},
								{
									"type": "entries",
									"name": "Ingredient: Cheese Wheel",
									"id": "029",
									"entries": [
										"Kaga instructed the characters to return with a cheese wheel aged precisely seven seasons, so the cheese they need is on the shelf labeled \"Seven Seasons.\" There are three cheese wheels on this shelf, each weighing about 80 pounds. The first has holes and a pink rind. The second has a green rind. The third has holes and a green rind. All three wheels are double the size of the younger ones in this room.",
										"The characters can use Arthur's {@i Cheesemonger's Almanac} (found in the {@area library|01a|x} and reproduced in {@area appendix A|034|x}) to deduce which of the three cheese wheels Arthur intended to sell to Kaga. To do so, they must compare Arthur's seasonal reports and Cheese Sample Observations table in the almanac with the cheese wheels on this shelf: In the first season, fall, wet weather turned the rind of the salable cheese pink. In the second season, winter, there were no conditions that affected the cheese. In the third season, spring, wet conditions left the salable cheese with a pink rind and the weather was hotter than expected. In the fourth season, summer, two consecutive hot seasons caused the salable cheese to double in size. In the fifth season, fall, Arthur covered the cheese, resulting in holes in the salable cheese. In the sixth season, winter, wet weather again turned the rind of the salable cheese pink, but in the final season, spring, dry weather turned the rind of the salable cheese green again.",
										"The first cheese is the control sample. The second cheese is the experimental sample. The third cheese—the one that has holes, has a green rind, and has doubled in size—is the salable cheese perfect for Kaga's Stumblenoodles recipe. This is the only one that will grant a magical boon when made into a dish."
									]
								},
								{
									"type": "entries",
									"name": "8: Storage Room",
									"id": "02a",
									"entries": [
										"This simple underground chamber holds extra bags of feed, cured meats, fertilizer, and other supplies for growing and tending plants."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Invido Returns",
					"id": "02b",
					"entries": [
						"Lord Invido's agents lost track of Ignis and her children at Arthur's farm. When they returned to Invido's stronghold and admitted their failure, Invido sent a new search party to kill Ignis and bring back her children. You can have Invido's agents arrive when the characters are gathering the final ingredient they need or when they've reached an accord with Ignis.",
						{
							"type": "entries",
							"name": "Ominous Arrival",
							"id": "02c",
							"entries": [
								"As Invido's search party approaches, Ignis is in the main hall and hears something in the distance. She pokes her head out of the barn doors to check and immediately returns. She hurriedly puts out the fire, grabs the sword she has been forging for herself at the hearth, and removes the crate from the trapdoor to the basement. She places her children in the basement, pleading with them to be quiet, then closes the trapdoor and replaces the crate on top of it.",
								"Anyone looking outside sees three {@creature Fire Giant||fire giants} heading for the house. Two enormous {@creature Hell Hound||hell hounds} (change their size to Large) accompany the giants, each on a leash of iron chain held by one of the giants. The giant who isn't holding a leash is the commander of the search party. The characters are likely to notice the arrival of such enormous adversaries; even in the basement, the giants' heavy footfalls can be felt.",
								{
									"type": "inset",
									"name": "Alternative Enemies",
									"id": "02d",
									"entries": [
										"{@book Bigby Presents: Glory of the Giants|BGG} describes giants who have joined cults of Elemental Evil. Perhaps Invido has used the Cult of Evil Fire as a way of consolidating his support and influence. If you have access to {@book Glory of the Giants|BGG}, you can replace the commander of the fire giant search party with a {@creature fire giant of evil fire|BGG}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "No More Hiding",
							"id": "02e",
							"entries": [
								"If the characters reveal themselves, the giants attack. Otherwise, the giants investigate the exterior of the house. \"Keep looking for tracks,\" the commander says (all the fire giants speak only Giant). The hell hounds snarl angrily. Inside, Ignis looks angry and scared.",
								"If uninterrupted, the fire giant hunters—with the help of their hell hounds—sniff out Ignis inside the house. The hounds bark loudly and lunge for the house, and the commander of the search party shouts, \"They're in the buildings!\" He smashes the roof of the barn to splinters, prompting the cattle inside to panic, but unless the planks keeping the barn's northern door shut have been removed, the terrified animals are trapped in the barn. Ignis readies her sword, determined to fight.",
								"If Ignis is indifferent or friendly toward the characters, she pleads with them to protect her children. Then, she charges forward to face the patrol. The commander sneers, saying to his comrades, \"Go find the children—they must be hidden here somewhere.\" He looks to Ignis with a nasty grin and declares, \"Lord Invido will honor me when I bring him back his heirs.\" At this, Ignis launches herself toward him, and the fight begins."
							]
						},
						{
							"type": "entries",
							"name": "Finding the Children",
							"id": "02f",
							"entries": [
								"The other two members of the search party use the hounds to sniff out the children's location. The giants never allow the hounds off leash, so a hound can't move more than 20 feet from the giant holding its leash. A hound that uses the {@action Search} action and succeeds on a {@dc 15} Wisdom ({@skill Perception}) catches a whiff of the children's scent. If the hounds succeed on two such checks, they pinpoint the children's location. Invido's fire giants attack Ignis and the characters first, pursuing the children only if there are no defenders present. The giants can break the house down to get to the basement entrance; one attack from a fire giant makes a 5-foot hole in the old, wooden walls of the house. The giants are too big to enter the basement via the trapdoor, but the hell hounds can get in by squeezing.",
								"If the search party gains access to the children, Ignis abandons whatever she is doing and goes to defend them. Invido's giants and their hell hounds avoid hurting the children; instead, they {@action grapple} the children and try to carry them away. If by chance one of the children takes damage, they do not die, but instead cling to life long enough for the characters to heal them.",
								"When only one of Invido's fire giants remains, he abandons the battle and tries to flee, warning Ignis and the characters that Invido will not rest until he finds the children, for he is determined to raise them as his own."
							]
						},
						{
							"type": "entries",
							"name": "Aftermath",
							"id": "030",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HFStCM/006-00-006.kender-stumblenoodles.webp"
									},
									"credit": "CoupleofKooks",
									"width": 850,
									"height": 893
								},
								"If Ignis survives and the characters helped protect her children, she gives the characters a nod of appreciation. If she wasn't already friendly to them, she becomes friendly now. Indeed, a grateful tear runs down her cheek. She speaks with them freely in Giant and gladly tells her story. She has resolved to return home and reclaim control from Invido. But first, she must recover and make a plan. She'll hide in the mountains while she does so, and if the characters wish to help her, that's where they'll find her. If none of the characters speaks Giant, she tries to pantomime her thanks and her plan to head into the mountains to hide temporarily. If Ignis doesn't survive, but her children do, the characters must decide how to protect Flauma and Calor.",
								"In any case, if the characters survive and haven't retrieved all the ingredients, they are now free to complete their mission."
							]
						},
						{
							"type": "entries",
							"name": "Triumphant Return",
							"id": "031",
							"entries": [
								"When the characters return to the River Shining Tavern, Kaga and Jacque are relieved to see them, then saddened to learn of Arthur Holrow's death.",
								"If the characters retrieved all the ingredients, Kaga prepares a feast fit for heroes. Jacque places a heaping plate of Kaga's Stumblenoodles in the center of the large round table, along with anything else the characters desire (you can use dishes from {@i Heroes' Feast: Flavors of the Multiverse} to round out the tavern's menu). Many children from the town of Daggerford join the party for a great feast. Everyone digs in, family style. Characters who have a serving of Stumblenoodles begin to feel a tingling sensation all over. They gain the {@reward Charm of the Stumblenoodle|HFStCM}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion",
					"id": "033",
					"entries": [
						"With dinner over, the characters are free to roam the Sword Coast. They might want to inform Arthur's siblings of his death. Perhaps, moved by Ignis's plight, they'll help her regain her rightful position among her people. They might even return to Holrow Homestead to investigate the mystery of its unusual fertility, potentially unleashing the awesome power of a {@creature Scion of Grolantor|BGG|hill giant scion}!"
					]
				},
				{
					"type": "section",
					"name": "Appendix A: Cheesemonger's Almanac",
					"id": "034",
					"entries": [
						"The almanac is in Arthur's handwriting and contains a record of the weather over the last two years, a chart with the results of Arthur's experiments, and his notes.",
						{
							"type": "entries",
							"name": "Seasonal Weather Log",
							"id": "035",
							"entries": [
								"I've observed that seasonal weather conditions greatly affect the cheese aging process. Recording the weather each season is a key part of these experiments to understand how and why our Holrow cheese is unusual.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Summer",
											"entry": "Dry heat makes for hard work out in the fields. Makes one wish he didn't have to work alone."
										},
										{
											"type": "item",
											"name": "Fall",
											"entry": "Snowfall came early and often. A nice blanket of snow every few days that melted quickly but kept the ground from hardening."
										},
										{
											"type": "item",
											"name": "Winter",
											"entry": "Beautiful snow caps on Illefarn. Wish Mom and Dad were here to see it."
										},
										{
											"type": "item",
											"name": "Spring",
											"entry": "Unusually warm spring. The thaw came fast. The rivers are full."
										}
									]
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Summer",
											"entry": "Very hot summer but not too dry thanks to the spring rains."
										},
										{
											"type": "item",
											"name": "Fall",
											"entry": "Crisp and cool. Excellent cheese weather. Too bad the mice got in. Had to cover my samples until hibernation."
										},
										{
											"type": "item",
											"name": "Winter",
											"entry": "Great heaps of snow but a warmer ground made it melt fast. Slushy conditions were good for puddle jumping."
										},
										{
											"type": "item",
											"name": "Spring",
											"entry": "Finally, nice, dry, and warm."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Guide to Cheese Conditioning",
							"id": "036",
							"entries": [
								"It is important to rotate samples to the next shelf space every season to keep track of their age. Each season, I make a control sample from ordinary curds, an experimental sample not safe for consumption until further tests are conducted, and a salable sample from curds perfectly enhanced for peak flavor. To identify the effects of a season's conditions on each kind of sample, refer to the Cheese Sample Observations chart.",
								{
									"type": "table",
									"caption": "Cheese Sample Observations",
									"colLabels": [
										"Conditions",
										"Control",
										"Experimental",
										"Salable"
									],
									"colStyles": [
										"col-6",
										"col-2",
										"col-2",
										"col-2"
									],
									"rows": [
										[
											"Season was mostly wet",
											"Cheese develops holes",
											"No change",
											"Rind turns pink"
										],
										[
											"Season was mostly dry",
											"Rind turns pink",
											"Doubles in size",
											"Rind turns green"
										],
										[
											"Sample was covered at any time during aging",
											"No change",
											"Rind turns green",
											"Holes develop"
										],
										[
											"Weather was hotter than expected for longer than one season",
											"Doubles in size",
											"No change",
											"Doubles in size"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B: Kender Stumblenoodles Recipe",
					"id": "037",
					"entries": [
						"See the {@recipe Kender Stumblenoodles|HFFotM} entry."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Lead Designers",
											"entries": [
												"Jason Tondro, Kate Welch"
											]
										},
										{
											"type": "item",
											"name": "Writer",
											"entries": [
												"Deborah Ann Woll"
											]
										},
										{
											"type": "item",
											"name": "Art Directors",
											"entries": [
												"Fury Galluzzi, Kate Irwin"
											]
										},
										{
											"type": "item",
											"name": "Rules Developers",
											"entries": [
												"Ben Petrisor, Kate Welch"
											]
										},
										{
											"type": "item",
											"name": "Editors",
											"entries": [
												"Judy Bauer, Patrick Renie, Hannah Rose"
											]
										},
										{
											"type": "item",
											"name": "Graphic Designer",
											"entries": [
												"Trish Yochum"
											]
										},
										{
											"type": "item",
											"name": "Cover Illustrator",
											"entries": [
												"Irina Nordsol"
											]
										},
										{
											"type": "item",
											"name": "Cartographer",
											"entries": [
												"Sean MacDonald"
											]
										},
										{
											"type": "item",
											"name": "Interior Illustrators",
											"entries": [
												"CoupleOfKooks, Calder Moore, Irina Nordsol, Robin Olausson"
											]
										},
										{
											"type": "item",
											"name": "Consultant",
											"entries": [
												"Nivair Gabriel"
											]
										},
										{
											"type": "item",
											"name": "Game Architects",
											"entries": [
												"Jeremy Crawford, Christopher Perkins"
											]
										},
										{
											"type": "item",
											"name": "Studio Art Director",
											"entries": [
												"Josh Herman"
											]
										},
										{
											"type": "item",
											"name": "Managing Editor",
											"entries": [
												"Judy Bauer"
											]
										},
										{
											"type": "item",
											"name": "Senior Producer",
											"entries": [
												"Dan Tovar"
											]
										},
										{
											"type": "item",
											"name": "Producer",
											"entries": [
												"Andy Smith"
											]
										},
										{
											"type": "item",
											"name": "Product Manager",
											"entries": [
												"Natalie Egan"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D&D Beyond",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Product Manager",
													"entries": [
														"Jeff Turriff"
													]
												},
												{
													"type": "item",
													"name": "Digital Design Team",
													"entries": [
														"Jay Jani, Sean Stoves, Adam Walton"
													]
												}
											]
										}
									],
									"id": "03a"
								},
								{
									"type": "entries",
									"name": "Heroes' Feast Flavors of the Multiverse",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Authors",
													"entries": [
														"Kyle Newman, Jon Peterson, Michael Witwer, and Sam Witwer"
													]
												},
												{
													"type": "item",
													"name": "Official Dungeons & Dragons Licensed Recipe Developer",
													"entries": [
														"Adam Ried"
													]
												},
												{
													"type": "item",
													"name": "Ten Speed Press Editors",
													"entries": [
														"Shaida Boroumand and Claire Yee"
													]
												},
												{
													"type": "item",
													"name": "Ten Speed Press Art Director and Designer",
													"entries": [
														"Kelly Booth"
													]
												},
												{
													"type": "item",
													"name": "Ten Speed Press Photo Director",
													"entries": [
														"Emma Campion"
													]
												}
											]
										}
									],
									"id": "03b"
								}
							]
						}
					],
					"id": "039"
				}
			],
			"id": "032"
		}
	]
}
