{
	"data": [
		{
			"type": "section",
			"name": "Restoring Harmony: The Candy Mountain Caper",
			"page": 2,
			"entries": [
				"Welcome to Restoring Harmony, a Dungeons & Dragons adventure series in collaboration with the tasty and colorful world of NERDS.",
				"To run this adventure, you need the fifth edition Basic Rules for D&D, which is available as a free download here. All the magic items and monster stat blocks you need are included at the end of this adventure.",
				"Restoring Harmony is a campaign that's divided into six 1st-level mini adventures for a solo player and one longer adventure for multiple players. Each mini adventure takes approximately 45 minutes to play and the final adventure takes approximately 60–90 minutes to play.",
				"The mini adventures can be played in any order, but the final adventure should be played last. Here is a list of all the adventures:",
				{
					"type": "list",
					"items": [
						"{@adventure Adventure 1 The Candy Mountain Caper|NRH-TCMC}",
						"{@adventure Adventure 2 A Voice in the Wilderness|NRH-AVitW}",
						"{@adventure Adventure 3 A Sticky Situation|NRH-ASS}",
						"{@adventure Adventure 4 Circus of Illusions|NRH-CoI}",
						"{@adventure Adventure 5 The Lost Tomb|NRH-TLT}",
						"{@adventure Adventure 6 A Web of Lies|NRH-AWoL}",
						"{@adventure Adventure 7 Adventure Together|NRH-AT}"
					]
				},
				{
					"type": "entries",
					"name": "Story Summary",
					"page": 2,
					"entries": [
						"Ever jealous of the cheery dispositions and colorful deliciousness of the NERDS, Emo the beholder and his hired muscle, Mr. Greystone, have struck a blow against the NERDS' beloved city of Harmony. After years of searching, the nefarious duo have found the sacred Prismatic Well that gives Harmony its vibrant and fabulous colors. Now, with access to the Prismatic Well, Emo and Mr. Greystone have begun to leech the color from the city of Harmony. If they aren't stopped, the city will gradually turn gray, with everything eventually becoming black and white.",
						"To the NERDS, the colors beginning to flicker and drain out of Harmony is an unsettling mystery. What brings the colors to Harmony is an enigma to them. All they can do is hope the power comes back on and restores the vibrancy of Harmony's colors once more. But one group knows what's up, and that group is the Lorekeeper Society—a secret society sworn to protect Harmony. The Lorekeepers know about the power of the Prismatic Well, but its true location is lost even to themselves. However, they have a way to find the well using an ancient artifact known as the Amulet of Harmony, but to activate it they need to find the six Gems of Power. Once activated, the amulet guides whoever controls it to the secret location of the Prismatic Well. But once activated, the amulet also has the power to turn off the well.",
						"The Gems of Power were long ago hidden away for safekeeping in dungeons, forests, and towers. No one in the Lorekeeper Society knows the details of the magical beasts and traps guarding the gems, but our heroic NERDS are more than up to the challenge of restoring Harmony!"
					],
					"id": "001"
				},
				{
					"type": "entries",
					"name": "Solo Play",
					"page": 2,
					"entries": [
						"Due to the solo player nature of the adventures (with the exception of Adventure 7 Adventure Together), the power level of some monsters may be difficult with respect to the level of the character. You may want to present a roleplaying solution (such as making friends with the monster or tricking them) to players who are eager to rush into combat. With any encounter in this or subsequent adventures, feel free to present opportunities for unconventional solutions and alternatives to combat.",
						"You can also adjust the story to be more benevolent in nature, allowing automatic successes on rolls, having monsters become instant friends, or giving your player advantage on all their rolls.",
						{
							"type": "entries",
							"name": "TPK: Total Party Kill",
							"entries": [
								"In solo play, there's always a chance the character can die. In the case of a single adventurer, this death results in the end of play; which isn't optimal for an afternoon of fun! One way to avoid death is to have healing readily available to the adventurer. If they're without healing, have the character find the odd {@item potion of healing} lying in a dusty crate or have them discover a special healing plant on their journey that, if eaten, puts them back to full hit points.",
								"In the case of an untimely death, you can have a helpful NPC (like {@creature Mr. Honeycutt|NRH-TCMC}) save the day and revive them, or you can have them forego death saving throws and wake up as they're being dragged someplace unpleasant."
							],
							"id": "003"
						}
					],
					"id": "002"
				},
				{
					"type": "entries",
					"name": "Adventure Outline",
					"page": 3,
					"entries": [
						"Here is a quick overview of the adventure:",
						{
							"type": "list",
							"items": [
								"Pink the Rogue receives a mysterious message to meet a \"{@creature Mr. Honeycutt|NRH-TCMC}\" at the central marketplace.",
								"After hanging out in the marketplace, Pink meets {@creature Mr. Honeycutt|NRH-TCMC}, who asks them to find and recover the Coral Gem in the abandoned mine under Candy Mountain. {@creature Mr. Honeycutt|NRH-TCMC} gives Pink two ways to get there (as the DM, you may find you like a particular path, so you can choose to have {@creature Mr. Honeycutt|NRH-TCMC} give Pink only one option).",
								"Path 1 is a long tunnel that has a nasty monster, {@creature Slurmy|NRH-TCMC}, who tries to eat Pink. Path 2 is an infiltration over the wall, past guards and into the mine.",
								"Pink eventually gets into the abandoned mine, avoids the traps, opens the treasure box, gets past the kobolds, and recovers the gem."
							]
						}
					],
					"id": "004"
				},
				{
					"type": "entries",
					"name": "Beginning Play",
					"page": 3,
					"entries": [
						"Hand the character sheet (see \"Pink the Rogue,\" below) to your player and let them familiarize themselves with Pink.",
						"All creatures or NPCs that are bolded have stat blocks, which are included at the end of the adventure along with any magic items the characters can earn. Whenever you're both ready, you can start the session."
					],
					"id": "005"
				},
				{
					"type": "section",
					"name": "The Candy Mountain Caper",
					"page": 3,
					"entries": [
						"The adventure begins in the vibrant and colorful city of Harmony where mysterious \"color outages\" are beginning to cause alarm. Being NERDS, the populace of Harmony has an optimistic outlook, and tries to carry on as best they can without being too worried, but the lack of color is concerning to even the most ebullient of NERDS.",
						"When your player is ready, read the following:",
						{
							"type": "insetReadaloud",
							"page": 3,
							"entries": [
								"The city of Harmony is a lively metropolitan center. Outdoor markets feature foods and wares from around the realms. A vast library offers citizens free access to tomes of knowledge while lively entertainment venues feed the soul of the city. For nature lovers, several parks and a surrounding forest provide simpler comforts.",
								"One thing unites the city: its vibrant color. The legend of Harmony's founding tells of a magical spark that ignited the lands in spellbinding hues. Nobody knows the origin of the spark, but many have sought its source in the hopes of discovering the extent of its power.",
								"Recently however, a strange phenomenon has shaken the citizens of Harmony. In the past few weeks, color outages have been reported throughout the city with very few clues as to what might be causing them.",
								"This morning, you wake up to an unusually colorless day. Worried murmurings can already be heard outside your room. As you look around, you notice a scrap of paper has been slipped under your door."
							],
							"id": "007"
						},
						"If Pink reads the note, read the following:",
						{
							"type": "insetReadaloud",
							"page": 3,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"I know you are a NERD with a particular set of skills. Please meet me in the central marketplace this morning. I will be wearing a suit and horn-rimmed spectacles."
									],
									"by": "{@creature Mr. Honeycutt|NRH-TCMC}"
								}
							],
							"id": "008"
						},
						"The central marketplace is a ten-minute walk from the inn where Pink has a room. The innkeeper, Mauve, knows Pink and has breakfast ready when Pink comes downstairs.",
						{
							"type": "entries",
							"name": "Central Marketplace",
							"page": 3,
							"entries": [
								"The journey to the marketplace is a series of winding streets and shortcuts through alleyways. Eventually, Pink can hear the buzz of the central marketplace, a bit subdued today from the lack of color.",
								"When Pink arrives at the market, read the following:",
								{
									"type": "insetReadaloud",
									"page": 3,
									"entries": [
										"The sprawling central market of Harmony is a maze of shop stalls and a riot of sounds and sights. Face painters and storytellers delight their audiences. Vendors sell all kinds of wares from lanterns to shoes to spell components. The scent of delicious treats wafts through the air."
									],
									"id": "00a"
								},
								"Allow a moment for your player to roleplay here, exploring the market and interacting with the vendors. Florists bemoan the faded color in their flowers, other merchants say color is a natural resource that's now running out, some even wonder if Harmony has been cursed."
							],
							"id": "009"
						},
						{
							"type": "entries",
							"name": "Marketplace Amusements",
							"page": 4,
							"entries": [
								"Here are some other fun activities for Pink:",
								{
									"type": "list",
									"items": [
										"A young NERD, who looks up to Pink, wants to be a great rogue someday. Pink can teach them how to do sleight of hand, pick a lock, put on a disguise to trick a vendor they know, or some other rogue skill like how to do a flip or walk a tightrope. All these skills are {@dc 10} Dexterity checks (with the corresponding skill like {@skill Acrobatics} or {@skill Sleight of Hand}) and, if successful, amaze the young NERD, increasing their admiration.",
										"Rose, a merchant who Pink knows well, pulls Pink aside and points to a shady NERD who's stolen some of Rose's prized jollyberries. Rose asks if Pink could steal them back. To do this, Pink must make a successful {@dc 12} Dexterity ({@skill Stealth}) check to sneak up on the thief and then a successful {@dc 12} Dexterity ({@skill Sleight of Hand}) check to swipe back the jollyberries. A failure on any of these checks can result in the thief attempting to escape or, if cornered, to provoke a fight."
									]
								},
								{
									"type": "inset",
									"name": "Wererats and the Lorekeeper Society",
									"page": 4,
									"entries": [
										"Wererats and other good lycanthropes have long been members of the Lorekeeper Society. Being able to turn into an innocuous animal has allowed the Lorekeeper Society to remain secret for many centuries.",
										"{@creature Mr. Honeycutt|NRH-TCMC} is the current Magister of the Lorekeeper Society and being a wererat lets him to keep a secretive eye on all matters—big and small—within Harmony."
									],
									"id": "00c"
								}
							],
							"id": "00b"
						},
						{
							"type": "entries",
							"name": "Meeting Mr. Honeycutt",
							"page": 4,
							"entries": [
								"Whenever you wish, Pink is approached by a kindly fellow with gray hair and a pointy nose, wearing a suit and horn-rimmed spectacles. This is {@creature Mr. Honeycutt|NRH-TCMC}.",
								{
									"type": "entries",
									"name": "The Proposal",
									"page": 4,
									"entries": [
										"When he's sure they're alone, {@creature Mr. Honeycutt|NRH-TCMC} activates his {@item gem of seeing}. His spectacles glow with magic as he looks Pink up and down. He then tells Pink the following:",
										{
											"type": "insetReadaloud",
											"page": 4,
											"entries": [
												"Forgive the scrutiny, but I needed to be sure you weren't a doppelganger. One can never be too cautious, especially in these colorless times where the very fate of Harmony hangs in the balance.",
												"My name is {@creature Mr. Honeycutt|NRH-TCMC}, and I belong to the Lorekeeper Society. You haven't heard of us, but we've been watching you and right now, we need your help."
											],
											"id": "00f"
										},
										"Honeycutt goes on to explain that the Lorekeeper Society needs the Coral Gem recovered. The Society hid the gem for safekeeping centuries ago in the catacombs under Candy Mountain—a once bustling mine that's long since been abandoned—but now they need the gem back. {@creature Mr. Honeycutt|NRH-TCMC} won't go into details about why, only that the gem is needed to solve the mystery of the color outages.",
										"{@creature Mr. Honeycutt|NRH-TCMC} knows of two entrances to the catacombs and can point Pink in the direction to either path:",
										{
											"type": "list",
											"items": [
												"Hidden behind a fake wall near the central marketplace is the entrance to a secret tunnel that leads all the way to the catacombs under Candy Mountain. {@creature Mr. Honeycutt|NRH-TCMC} says that while this path offers a secret way into the mine, it could be perilous as it's unknown how well the tunnel has held up over the years.",
												"At the base of Candy Mountain is the entrance to the old, abandoned mine. {@creature Mr. Honeycutt|NRH-TCMC} says the entire complex is surrounded by a slippery stone wall and guarded by eerie, faceless guards."
											]
										},
										"{@creature Mr. Honeycutt|NRH-TCMC} assumes Pink will do the job out of civic duty, but if Pink asks for monetary compensation, {@creature Mr. Honeycutt|NRH-TCMC} hands Pink a pouch containing 20 gp.",
										"Unless Pink has other questions, {@creature Mr. Honeycutt|NRH-TCMC} gives them a {@item potion of healing} and leaves Pink to choose their path."
									],
									"id": "00e"
								}
							],
							"id": "00d"
						}
					],
					"id": "006"
				},
				{
					"type": "section",
					"name": "Path 1: The Secret Tunnel",
					"page": 5,
					"entries": [
						"Following {@creature Mr. Honeycutt|NRH-TCMC}'s directions, Pink finds the dead-end alleyway. If Pink breaks through the fake wall, they see a dusty, stone staircase that descends 20 feet beneath the city, turning into a dark tunnel that leads east under Harmony. This tunnel is on average 10 feet wide and 10 feet tall and is roughly hewn from the dirt and rock. The tunnel eventually opens out into area C5a in Candy Mountain Mine (see below).",
						"As Pink goes deeper along the tunnel, they can see holes in the walls and ceiling. These holes are too small for Pink to crawl into, but big enough for something unpleasant to hide in.",
						{
							"type": "entries",
							"name": "DM Note",
							"page": 5,
							"entries": [
								"Ask your player if they're comfortable with scary situations. If not, feel free to make this tunnel a mildly spooky walk in the dark with no monsters or traps. If they enjoy a good scare, then proceed with the adventure as written."
							],
							"id": "011"
						},
						{
							"type": "entries",
							"name": "Encountering Slurmy",
							"page": 5,
							"entries": [
								"The tunnel goes for several miles, so the trek is long, giving you ample opportunity to describe creepy moments when Pink might hear something like scraping, chittering, or scratching—most likely from within the holes dotted throughout the tunnel. When your player is sufficiently creeped out, read the following:",
								{
									"type": "insetReadaloud",
									"page": 5,
									"entries": [
										"Something pale and glistening darts past you, just beyond your torchlight, and dashes into a hole in the wall."
									],
									"id": "013"
								},
								"When your player is really freaked out, read this:",
								{
									"type": "insetReadaloud",
									"page": 5,
									"entries": [
										"From up ahead (or is it coming from behind you?), you hear a rasping voice that says, \"Ooooh. It smells like fresh meat has come down into the darky-dark just for {@creature Slurmy|NRH-TCMC} to feast on.\""
									],
									"id": "014"
								},
								"{@creature Slurmy|NRH-TCMC} is a wretched, carnivorous creature with slimy, mottled green skin; spooky yellow eyes; long, hooked claws; and a mouth filled with needle-sharp fangs. {@creature Slurmy|NRH-TCMC} has lived here for decades, feasting on rats and other vermin."
							],
							"id": "012"
						},
						{
							"type": "entries",
							"name": "Friend or Foe?",
							"page": 5,
							"entries": [
								"As with anything in Harmony, the chance for friendship is possible. If {@creature Slurmy|NRH-TCMC} is treated with exceptional kindness, offered food, and won over with a successful {@dc 14} Charisma ({@skill Persuasion}) check, then a truce is possible and maybe even friendship. You can make this friendship automatic without the need for a roll, if you wish."
							],
							"id": "015"
						},
						{
							"type": "entries",
							"name": "Sneaky Slurmy",
							"page": 5,
							"entries": [
								"If friendship isn't on the table, then {@creature Slurmy|NRH-TCMC} gives chase, hoping to flush Pink into a trap and gain the advantage for an easy meal.",
								"There are two traps:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Pit Trap",
											"entries": [
												"While navigating the dark tunnel and being harassed by {@creature Slurmy|NRH-TCMC}, Pink must make a successful {@dc 14} Wisdom ({@skill Perception}) check or fall into the pit, taking 3 ({@damage 1d6}) piercing damage from the spikes. {@creature Slurmy|NRH-TCMC} knows exactly where this pit trap is (and can easily avoid it) and cheers gleefully if Pink falls in. But if Pink manages to avoid the pit, {@creature Slurmy|NRH-TCMC}'s curses echo through the tunnel. If Pink falls in, {@creature Slurmy|NRH-TCMC} waits for Pink to climb out and then attacks."
											]
										},
										{
											"type": "item",
											"name": "Cave-In",
											"entries": [
												"Here, the ceiling has given away, resulting in a pile of loose boulders and treacherous footing that goes on for 50 feet. Treat the rubble as {@quickref difficult terrain||3}. Once Pink is halfway across, {@creature Slurmy|NRH-TCMC} attacks from a hole in the ceiling. {@creature Slurmy|NRH-TCMC} isn't affected by the {@quickref difficult terrain||3} and moves normally."
											]
										}
									]
								}
							],
							"id": "016"
						},
						{
							"type": "entries",
							"name": "Path 2: Candy Mountain Mine",
							"page": 6,
							"entries": [
								"{@creature Mr. Honeycutt|NRH-TCMC}'s directions help Pink find Candy Mountain without much trouble. Pink can either hike through the woods or follow the main road to the entrance of the abandoned mine set into the side of the mountain face.",
								"The following locations are keyed to the Candy Mountain Mine map:",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-TCMC/002.webp"
									},
									"width": 2414,
									"height": 3149,
									"mapRegions": [
										{
											"area": "018",
											"points": [
												[
													1075,
													3010
												],
												[
													1075,
													3117
												],
												[
													1254,
													3117
												],
												[
													1254,
													3010
												]
											]
										},
										{
											"area": "01b",
											"points": [
												[
													117,
													2726
												],
												[
													117,
													2453
												],
												[
													147,
													2453
												],
												[
													256,
													2387
												],
												[
													354,
													2278
												],
												[
													390,
													2278
												],
												[
													568,
													2210
												],
												[
													816,
													2245
												],
												[
													990,
													2245
												],
												[
													1102,
													2197
												],
												[
													1126,
													2184
												],
												[
													1126,
													2206
												],
												[
													1197,
													2206
												],
												[
													1197,
													2176
												],
												[
													1266,
													2173
												],
												[
													1413,
													2208
												],
												[
													1573,
													2278
												],
												[
													1755,
													2310
												],
												[
													1778,
													2325
												],
												[
													1901,
													2312
												],
												[
													1904,
													2301
												],
												[
													2102,
													2277
												],
												[
													2110,
													2294
												],
												[
													2171,
													2320
												],
												[
													2176,
													2520
												],
												[
													2038,
													2797
												],
												[
													1800,
													3005
												],
												[
													645,
													3008
												],
												[
													357,
													2936
												]
											]
										},
										{
											"area": "01c",
											"points": [
												[
													1126,
													1746
												],
												[
													1126,
													2205
												],
												[
													1197,
													2205
												],
												[
													1197,
													1746
												]
											]
										},
										{
											"area": "01e",
											"points": [
												[
													1061,
													1544
												],
												[
													1061,
													1749
												],
												[
													1270,
													1749
												],
												[
													1270,
													1544
												]
											]
										},
										{
											"area": "020",
											"points": [
												[
													1126,
													1211
												],
												[
													1126,
													1520
												],
												[
													1202,
													1520
												],
												[
													1202,
													1211
												]
											]
										},
										{
											"area": "026",
											"points": [
												[
													1210,
													568
												],
												[
													1264,
													526
												],
												[
													1309,
													565
												],
												[
													1325,
													576
												],
												[
													1325,
													587
												],
												[
													1242,
													616
												],
												[
													1237,
													595
												]
											]
										},
										{
											"area": "027",
											"points": [
												[
													1179,
													347
												],
												[
													1122,
													341
												],
												[
													1094,
													309
												],
												[
													1082,
													258
												],
												[
													1085,
													192
												],
												[
													1165,
													125
												],
												[
													1270,
													123
												],
												[
													1294,
													125
												],
												[
													1326,
													130
												],
												[
													1373,
													157
												],
												[
													1406,
													211
												],
												[
													1426,
													272
												],
												[
													1422,
													322
												],
												[
													1389,
													358
												],
												[
													1350,
													373
												],
												[
													1314,
													370
												],
												[
													1277,
													379
												],
												[
													1251,
													379
												],
												[
													1205,
													360
												]
											]
										},
										{
											"area": "024",
											"points": [
												[
													440,
													638
												],
												[
													442,
													603
												],
												[
													450,
													560
												],
												[
													470,
													544
												],
												[
													512,
													544
												],
												[
													571,
													538
												],
												[
													618,
													536
												],
												[
													670,
													549
												],
												[
													718,
													565
												],
												[
													738,
													603
												],
												[
													747,
													653
												],
												[
													755,
													707
												],
												[
													746,
													728
												],
												[
													686,
													746
												],
												[
													664,
													770
												],
												[
													645,
													795
												],
												[
													618,
													805
												],
												[
													582,
													792
												],
												[
													554,
													794
												],
												[
													523,
													773
												],
												[
													493,
													778
												],
												[
													462,
													749
												],
												[
													442,
													715
												],
												[
													440,
													672
												]
											]
										},
										{
											"area": "022",
											"points": [
												[
													552,
													1144
												],
												[
													539,
													1106
												],
												[
													557,
													1053
												],
												[
													568,
													1016
												],
												[
													619,
													995
												],
												[
													653,
													990
												],
												[
													710,
													987
												],
												[
													744,
													971
												],
												[
													789,
													966
												],
												[
													858,
													976
												],
												[
													875,
													1013
												],
												[
													859,
													1051
												],
												[
													816,
													1070
												],
												[
													803,
													1102
												],
												[
													790,
													1120
												],
												[
													787,
													1155
												],
												[
													779,
													1194
												],
												[
													763,
													1206
												],
												[
													757,
													1227
												],
												[
													720,
													1230
												],
												[
													699,
													1229
												],
												[
													670,
													1243
												],
												[
													629,
													1234
												],
												[
													589,
													1221
												],
												[
													563,
													1181
												]
											]
										},
										{
											"area": "02b",
											"points": [
												[
													1694,
													798
												],
												[
													1698,
													787
												],
												[
													1707,
													770
												],
												[
													1709,
													712
												],
												[
													1722,
													656
												],
												[
													1766,
													597
												],
												[
													1806,
													566
												],
												[
													1862,
													565
												],
												[
													1910,
													566
												],
												[
													1968,
													605
												],
												[
													2019,
													650
												],
												[
													2046,
													670
												],
												[
													2072,
													714
												],
												[
													2072,
													766
												],
												[
													2053,
													819
												],
												[
													2027,
													848
												],
												[
													2003,
													872
												],
												[
													1998,
													914
												],
												[
													1974,
													941
												],
												[
													1941,
													960
												],
												[
													1909,
													971
												],
												[
													1821,
													970
												],
												[
													1818,
													970
												],
												[
													1778,
													955
												],
												[
													1723,
													925
												],
												[
													1691,
													886
												],
												[
													1693,
													872
												],
												[
													1682,
													832
												],
												[
													1690,
													810
												]
											]
										}
									],
									"imageType": "map",
									"grid": {
										"type": "square",
										"size": 70,
										"offsetX": 14,
										"scale": 2
									},
									"hrefThumbnail": {
										"type": "internal",
										"path": "adventure/NRH-TCMC/thumbnail/002.webp"
									},
									"id": "02e",
									"credit": "Red Central"
								},
								{
									"type": "entries",
									"name": "C1. Mine Perimeter",
									"page": 6,
									"entries": [
										"If Pink goes to the main entrance, read the following:",
										{
											"type": "insetReadaloud",
											"page": 6,
											"entries": [
												"An overgrown dirt road leads up to a rusty iron gate set into a stone wall. Two guards that look like armored, gray mannequins stand either side of the gate. They have no discernible features."
											],
											"id": "019"
										},
										"Pink can use creative methods to get past the two {@creature guard||guards} at the gate. Here are a few ideas:",
										{
											"type": "list",
											"items": [
												"Pink can put on a disguise and try to deceive the guards. To pull it off Pink must make a successful {@dc 14} Charisma ({@skill Deception}) check. If their disguise is especially creative, Pink has advantage on the roll.",
												"Pink can create a diversion and then sneak past the guards. Pink must make a successful {@dc 12} Dexterity ({@skill Stealth}) check. If you feel the diversion is effective, then give Pink advantage on the roll.",
												"Pink can wait for an empty wagon to come and pick up a delivery and either sneak onto the wagon or pretend to be the delivery driver.",
												"Pink can purposely get caught and taken inside."
											]
										},
										"If Pink is caught, one guard detains them in a 10-foot-square holding pen adjacent to the underground entrance. Pink can pick their handcuffs with a successful {@dc 12} Dexterity ({@skill Sleight of Hand}) once the coast is clear.",
										"Alternatively, Pink can enter the mine by sneaking over the perimeter wall:",
										{
											"type": "entries",
											"name": "Stone Wall",
											"page": 6,
											"entries": [
												"Although it's old and neglected, the 20-foot-high stone wall surrounding the mine is still formidable. To scale the wall, Pink must succeed on two consecutive {@dc 10} Strength ({@skill Athletics}) checks. If the first check fails, Pink falls 10 feet and takes 3 ({@damage 1d6}) bludgeoning damage. If the second check fails, Pink falls 20 feet and takes 7 ({@damage 2d6}) bludgeoning damage.",
												"If Pink has climbing gear, they gain advantage on the checks."
											],
											"id": "01a"
										}
									],
									"id": "018"
								},
								{
									"type": "entries",
									"name": "C2. Mining Camp",
									"page": 6,
									"entries": [
										"Inside the main gate are many old, dilapidated buildings in various stages of disrepair and collapse. After a brief glance, Pink easily finds the entrance to the mine—a gate made of iron bars secured by a chain and padlock. Picking the lock quietly requires a successful {@dc 12} Dexterity ({@skill Sleight of Hand}) check. On a failure, the door still opens, but the noise alerts the kobolds in area C5d and any nearby guards. Using thieves' tools grants Pink advantage on the roll."
									],
									"id": "01b"
								},
								{
									"type": "entries",
									"name": "C3. Stairway",
									"page": 6,
									"entries": [
										"When Pink opens the gate, read the following:",
										{
											"type": "insetReadaloud",
											"page": 6,
											"entries": [
												"A staircase carved from the stone descends into the dark. Footprints are visible in the dust and the cobwebs have been recently broken."
											],
											"id": "01d"
										},
										"The staircase descends 40 feet and ends at a wooden door. A successful {@dc 14} Intelligence ({@skill Nature}) check reveals the footprints belong to a kobold."
									],
									"id": "01c"
								},
								{
									"type": "entries",
									"name": "C4. Central Storage",
									"page": 6,
									"entries": [
										"When Pink enters this room, read the following:",
										{
											"type": "insetReadaloud",
											"page": 6,
											"entries": [
												"You see a roughly hewn 30-foot-square room that still has old, rusted picks, shovels, crowbars, a wheelbarrow, and a wooden mining cart in it. Everything is covered with a thick layer of dust and cobwebs. A sloped passage exits to the north. Footprints can be seen all over the floor but most head north."
											],
											"id": "01f"
										},
										"The wooden mining cart still is operational, but unless Pink oils its wheels before rolling it, the cart makes a terrible racket that alerts the kobolds in area C5d."
									],
									"id": "01e"
								},
								{
									"type": "entries",
									"name": "C5. Mine Shafts",
									"page": 7,
									"entries": [
										"The passageways here are even more roughly hewn and are irregular in their height and width. Here and there along the tunnels are glittering bits of the delicious rock candy that was mined here in days past. In places are puddles of water that are 6 inches or more deep; more than enough to extinguish a dropped torch.",
										"Unless the kobolds were alerted, as Pink descends into the mine, they can hear heated chatter coming from the tunnels, but because of the echoing, it isn't clear which ones.",
										{
											"type": "entries",
											"name": "DM Note",
											"page": 7,
											"entries": [
												"If Pink needs extra healing, you can have the rock candy heal {@dice 2d4} hit points once per day if eaten."
											],
											"id": "021"
										}
									],
									"id": "020"
								},
								{
									"type": "entries",
									"page": 7,
									"name": "C5A. Secret Tunnel Cavern",
									"entries": [
										"When Pink enters, read the following:",
										{
											"type": "insetReadaloud",
											"page": 7,
											"entries": [
												"This area has assorted rubble and junk scattered about. The cavern wall has crude hack marks on it, as if someone has been wildly swinging at it with a pickaxe."
											],
											"id": "023"
										},
										"The room has nothing of value in it, but if Pink makes a successful {@dc 12} Wisdom ({@skill Perception}) check, they discover a secret door (see \"Path 1: The Secret Tunnel,\" above) that looks like a boulder set in the wall. The secret door reveals a tunnel that leads all the way back to the city of Harmony.",
										"If the player chose Path 2 and didn't take Path 1, let them go about 100 feet into the tunnel before reminding them that this could be the second entrance to the mine that leads back to Harmony. If they ignore that and continue, then have them encounter {@creature Slurmy|NRH-TCMC} and the traps before emerging near the marketplace."
									],
									"id": "022"
								},
								{
									"type": "entries",
									"name": "C5B. Rock Candy Mother Lode",
									"entries": [
										"When Pink enters this room, read the following:",
										{
											"type": "insetReadaloud",
											"page": 7,
											"entries": [
												"This cavern has piles of rubble within it, but there's still a good vein of red rock candy visible in the wall."
											],
											"id": "025"
										},
										"If eaten, the rock candy is sweet and delicious. If Pink wants to work for 5 minutes, a pouchful of rock candy worth 5 sp can be mined from the wall. If the kobolds are in area C5d, any noise here alerts them.",
										"There's nothing else of interest in the room."
									],
									"id": "024"
								},
								{
									"type": "entries",
									"name": "C5C. Net Trap",
									"entries": [
										"The shaft leading to this area has a trip wire strung across the floor at ankle height. A successful {@dc 14} Wisdom ({@skill Perception}) check is needed to find it. If the trip wire is triggered, a net filled with old cans falls on the intruders. Pink must make a successful {@dc 14} Dexterity saving throw or get tangled in the net and be {@condition restrained}. Pink must repeat the saving throw at the end of each of their turns. On a success, Pink escapes from the trap.",
										"The racket alerts the two {@creature kobold||kobolds} in area C5d, who arrive 1 round after the trap triggers."
									],
									"id": "026"
								},
								{
									"type": "entries",
									"name": "C5D. The Coral Gem",
									"entries": [
										"Unless they were alerted previously, there are two {@creature kobold||kobolds}, Kribbitz and Zurff, in this room bickering over how to open a 6-foot-square, locked stone box they've unearthed from a cave-in on the northernmost wall. An {@condition unconscious} kobold, Nurzle, is lying on the floor with a needle in his neck. Kobolds are reptilian Humanoids who generally shy away from conflict unless cornered.",
										"If Pink surprises the kobolds, they try to feel out Pink and see if they can get them to open the box. After which, the kobolds attempt to steal the gem and run.",
										"If they were alerted earlier, the kobolds have hidden behind some old shelving under a canvas tarp with their {@condition unconscious} friend and are waiting to see if Pink can open the box.",
										{
											"type": "entries",
											"name": "Opening the Box",
											"page": 7,
											"entries": [
												"The stone box weighs 3,000 lb. and is made of quartzite—a very hard type of stone. The box is covered with runes and glyphs. It has a keyhole and six buttons. The lock is trapped and requires a successful {@dc 15} Dexterity ({@skill Sleight of Hand}) check to open. On a failure, a poison needle shoots out. Whoever is picking the lock must roll a {@dice d6}. On a 2–6, they're hit by the needle and fall asleep for 8 hours. On a 1, the needle misses. Either way the box remains closed.",
												"If Pink manages to unlock the box, then the kobolds dash out and try to steal the gem. If Pink is ready for them, the kobolds try to intimidate, barter with, or beg Pink to hand it over. Mr. Greystone has been quite clear what will happen to the kobolds if they fail, and it isn't pleasant in the slightest."
											],
											"id": "028"
										},
										{
											"type": "entries",
											"name": "Making Friends",
											"page": 8,
											"entries": [
												"If Pink wants to make friends with the kobolds, Pink must promise that they'll protect the kobolds against the wrath of Mr. Greystone and then make a successful {@dc 14} Charisma ({@skill Persuasion}) check. If they do, the kobolds agree to leave Pink with the gem and not cause any more trouble.",
												"If Pink won't give it up without a fight, the kobolds fight 1 round of combat. As soon as one takes damage, they flee and yell all about what's going to happen to Pink when Mr. Greystone finds out."
											],
											"id": "029"
										},
										{
											"type": "entries",
											"name": "The Coral Gem",
											"page": 8,
											"entries": [
												"The Coral Gem is a fist-sized gemstone worth 250 gp and it glows with a soft, pink light. It has no magic properties of its own."
											],
											"id": "02a"
										}
									],
									"id": "027"
								},
								{
									"type": "entries",
									"name": "C5E. Dragon Fossil",
									"entries": [
										"This large cavern has more piles of rock candy rubble within it, but embedded in the eastern wall is the massive fossil of a 40-foot-long dragon.",
										"If Pink makes a successful {@dc 12} Intelligence ({@skill Nature}) check, they know this is the fossil of a blue dragon. Pink knows that as well as being ferocious hunters that breathe lightning to stun or kill their prey, blue dragons are among the most intelligent of the dragons.",
										"If Pink carefully chips away at the rock for 20 minutes and makes a successful {@dc 15} Dexterity check, they can free a perfect dragon tooth from the stone. If the kobolds are still in area C5d, they're alerted by any attempts to chip free a fossil.",
										"The dragon tooth is worth 20 gp to an alchemist or collector. It would take about 6 months' work to free the entire skeleton which would sell for 1500 gp to a museum."
									],
									"id": "02b"
								}
							],
							"id": "017"
						},
						{
							"type": "entries",
							"name": "Completing the Mission",
							"page": 8,
							"entries": [
								"When Pink returns to Harmony, they're met by {@creature Mr. Honeycutt|NRH-TCMC} at the inn where Pink is staying. If Pink hands over the Coral Gem, {@creature Mr. Honeycutt|NRH-TCMC} breathes a sigh of relief and then shakes Pink's hand with vigor while thanking them profusely. {@creature Mr. Honeycutt|NRH-TCMC} invites Red to join the Lorekeeper Society. If Red accepts, {@creature Mr. Honeycutt|NRH-TCMC} then reaches into his satchel and gives Pink a pair of gloves of thievery (see below) with the hopes that Pink will put them to good use in the days to come. \"The battle isn't over yet,\" {@creature Mr. Honeycutt|NRH-TCMC} exclaims to Pink. \"There's still more work to be done before the color can come back to Harmony. The Lorekeeper Society will be in touch.\"",
								"{@creature Mr. Honeycutt|NRH-TCMC} then bows and heads out the door. As he does, he flips the bartender a gold piece. Mauve does a double take then nods approvingly at Pink."
							],
							"id": "02c"
						}
					],
					"id": "010"
				},
				{
					"type": "section",
					"name": "Magic Items",
					"page": 8,
					"entries": [
						"The following magic items appear in this adventure.",
						{
							"type": "list",
							"items": [
								"{@item Gloves of Thievery}"
							]
						}
					],
					"id": "02d"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/NRH-TCMC/sheet001.webp"
					},
					"width": 1275,
					"height": 825
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/NRH-TCMC/sheet002.webp"
					},
					"width": 1275,
					"height": 825
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"items": [
								{
									"type": "entries",
									"name": "Dungeons & Dragons Team:",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Adventure Design",
													"entries": [
														"Kat Kruger, Adam Lee"
													]
												},
												{
													"type": "item",
													"name": "Additional Development",
													"entries": [
														"Bill Benham"
													]
												},
												{
													"type": "item",
													"name": "Character Design",
													"entries": [
														"Chris Tulach"
													]
												},
												{
													"type": "item",
													"name": "Graphic Design",
													"entries": [
														"Emma Ekblad"
													]
												},
												{
													"type": "item",
													"name": "Editors",
													"entries": [
														"Ashley Michaela Lawson, Hannah Rose"
													]
												},
												{
													"type": "item",
													"name": "Creator Manager",
													"entries": [
														"Pelham Greene"
													]
												},
												{
													"type": "item",
													"name": "Illustrations",
													"entries": [
														"Red Central"
													]
												},
												{
													"type": "item",
													"name": "Producer",
													"entries": [
														"Bill Benham"
													]
												},
												{
													"type": "item",
													"name": "Brand Manager",
													"entries": [
														"Shelly Mazzanoble"
													]
												},
												{
													"type": "item",
													"name": "Director of Category Licensing",
													"entries": [
														"Ann Earp"
													]
												}
											]
										}
									],
									"id": "031"
								},
								{
									"type": "entries",
									"name": "Ferrara Team:",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Sr. Associate Brand Manager, NERDS:",
													"entries": [
														"Lukas Krause"
													]
												},
												{
													"type": "item",
													"name": "Content Manager, NERDS:",
													"entries": [
														"Annie Belgrade"
													]
												},
												{
													"type": "item",
													"name": "Brand Manager, NERDS:",
													"entries": [
														"Joey Rath"
													]
												},
												{
													"type": "item",
													"name": "Director of Licensing & Partnerships, Ferrara Candy Co.",
													"entries": [
														"Amy Pagels"
													]
												}
											]
										}
									],
									"id": "032"
								},
								{
									"type": "entries",
									"name": "Tripleclix Team:",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Managing Partner",
													"entries": [
														"Jennifer Erb"
													]
												},
												{
													"type": "item",
													"name": "Founder, Managing Partner",
													"entries": [
														"Christopher Erb"
													]
												},
												{
													"type": "item",
													"name": "VP, Head of Partnership Marketing",
													"entries": [
														"Kenneth Lindenbaum"
													]
												},
												{
													"type": "item",
													"name": "Additional Support",
													"entries": [
														"VMLY&R Commerce, Taxi, Pep, and Golin"
													]
												}
											]
										}
									],
									"id": "033"
								}
							]
						}
					],
					"id": "030"
				}
			],
			"id": "02f"
		}
	]
}
