{
	"data": [
		{
			"type": "section",
			"name": "Uni and the Hunt for the Lost Horn",
			"id": "000",
			"entries": [
				"Uni the unicorn is in trouble. The evil spellcaster Kelek has stolen Uni's horn to power a fell ritual. If the characters don't stop Kelek, Uni's horn will be destroyed forever in Kelek's quest for power.",
				"{@i Uni and the Hunt for the Lost Horn} is part of a yearlong celebration of Dungeons & Dragons and its 50th anniversary. The adventure presented herein involves characters from the beloved 1980s {@i Dungeons & Dragons} animated series.",
				"This adventure is designed for four to six level 4 characters. Accompanying the adventure are character sheets for six of the animated series' protagonists: Bobby, Diana, Eric, Hank, Presto, and Sheila, all presented in young adulthood. The seventh character sheet presents Niko, a Cleric from a different set of adventurers who recently tumbled into the D&D multiverse. Each player can choose one of these characters or provide a character of their own.",
				{
					"type": "inset",
					"name": "About the Animated Series",
					"id": "001",
					"entries": [
						"Based on the tabletop roleplaying game, {@i Dungeons & Dragons} was an American animated television series that aired from 1983 to 1985. The series followed six young friends as they tried to find their way home from a magical realm. They followed the guidance of the Dungeon Master, who gave each hero a powerful magic item. Key characters in this adventure—Uni the unicorn, Kelek the spellcaster, and Venger—all played major roles in the animated series."
					]
				},
				{
					"type": "section",
					"name": "Running the Adventure",
					"id": "002",
					"entries": [
						"This product includes everything you need to run the adventure.",
						{
							"type": "insetReadaloud",
							"id": "003",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Background",
					"id": "004",
					"entries": [
						"The spellcaster Kelek has long sought to harness the rare magic of unicorns to fuel his nefarious ambitions. Recently, he devised a one-time magical way to use his ornate walking stick to drain a unicorn's innate magic and remove the horn from its head. What's worse, Kelek found a tome with directions to a hidden demiplane, along with instructions to ritually cast a {@spell Wish|XPHB} spell there using a unicorn's horn as a component. Kelek plans to use this ritual to supplant his superior, the evil wizard Venger, as the overlord of the Realm.",
						"Kelek, however, is only falling into Venger's trap. Venger planted the tome to tempt Kelek and test the spellcaster's loyalty. The demiplane is inside Venger's {@item Crystal Ball|XDMG}. No wish awaits Kelek at the end of his ritual, only his master's scorn.",
						"No matter what happens to Kelek, Venger is certain to destroy Uni's horn and use it for his own nefarious ends. The characters must free Uni from Kelek's minions and stop Kelek and Venger from misusing Uni's magic and destroying her horn.",
						{
							"type": "entries",
							"name": "Adventure Hooks",
							"id": "005",
							"entries": [
								"Use one of the following adventure hooks to draw the characters into the story:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Back to the Realm",
											"entry": "This hook continues the story of the Dungeons & Dragons animated series and assumes the players choose the premade characters that accompany this adventure. Long ago, the characters were transported to the Realm, a world filled with magic and monsters. With magic items they received from a powerful being called Dungeon Master, the characters undertook many adventures before finally returning to their own world. Years passed, and these exploits became the gossamer memories of a dream. The Realm has now called the characters back, though they don't know why. Now adults, the characters have been reunited and a new friend has joined them. But what—or whom—could have brought them here?"
										},
										{
											"type": "item",
											"name": "Quest for the Unicorn",
											"entry": "The characters seek a unicorn for personal reasons. Perhaps the unicorn's healing magic can cure a character's dying relative or friend. Maybe the characters seek a patron or a powerful ally. The characters are traveling together when their journey leads them to a wood where a unicorn is rumored to dwell."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Setting the Adventure",
							"id": "006",
							"entries": [
								"{@i Uni and the Hunt for the Lost Horn} can take place in any woodland setting where magic and monsters are rife. The {@i Dungeons & Dragons} animated series unfolds in the Realm, although this adventure can easily take place in a different world. Consider the following suggestions:",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/UtHftLH/000-00-001.uni.webp"
									},
									"credit": "Aurore Folny",
									"width": 850,
									"height": 1056
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Dragonlance",
											"entry": "The famed wizard Fizban tasks the characters with finding a unicorn in the forests around Windkeep in Kharolis on the world of Krynn. Fizban needs to ask the unicorn to travel back to Windkeep with the characters to help him complete some beneficent magical research."
										},
										{
											"type": "item",
											"name": "Forgotten Realms",
											"entry": "Harbin Wester, the townmaster of the mining settlement of Phandalin on the Sword Coast, asks the characters to find a unicorn in the nearby Neverwinter Wood. Harbin hopes the unicorn will return to Phandalin and cure his ailing cousins, who fell under a strange curse after venturing into the old mines."
										},
										{
											"type": "item",
											"name": "Greyhawk",
											"entry": "Queen Yolande of the elven nation of Celene hires the characters to invite a unicorn to live in her stables and bless her court in exchange for a lavish lifestyle. The queen suggests a unicorn may live in the forests around Enstad, the capital."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Overview",
							"id": "007",
							"entries": [
								"The adventure is designed to unfold in two to three hours of play and is split into the following parts:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Uni in Danger",
											"entry": "The characters must free Uni from Kelek's minions. They soon learn that Kelek has stolen Uni's horn and fled through a portal, intent on using the horn to fuel a ritual."
										},
										{
											"type": "item",
											"name": "Inside the Crystal Ball",
											"entry": "The characters follow Kelek into a demiplane inside Venger's {@item Crystal Ball|XDMG}. Regardless of whether the characters defeat Kelek, the demiplane begins to close, forcing the characters to escape. The characters can return Uni's horn to the unicorn to reverse Kelek's magic."
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Uni in Danger",
					"id": "008",
					"entries": [
						"The adventure begins on a woodland trail on a bright, sunny day. Read or paraphrase the following to begin the adventure:",
						{
							"type": "insetReadaloud",
							"id": "009",
							"entries": [
								"A cacophony of shouts breaks the woods' serenity. Through the trees, you spot puffs of colorful smoke.",
								"Moments later, a tiny figure emerges from the bushes, sporting an acorn hat and flitting through the air on iridescent wings.",
								"\"Quickly!\" she squeaks. \"Uni the unicorn is in danger! If there is good in your hearts, follow me!\""
							]
						},
						"The winged figure is Willowbrush, a {@creature Sprite|XMM} trying to save Uni. She flutters east through the woods toward the sounds of a struggle.",
						{
							"type": "entries",
							"name": "Woodland Pool",
							"id": "00a",
							"entries": [
								"When the characters follow Willowbrush, they emerge into the westernmost point of a clearing with a woodland pool, where Kelek's minions hold Uni captive. Willowbrush rushes to the northwest edge of the clearing. Her friend Knock, another {@creature Sprite|XMM}, is near the southeast edge of the clearing. Uni is no longer the youngster of the animated series; she is a fully grown unicorn.",
								"Just moments earlier, Kelek rapped Uni on the head with his walking stick, magically removing and stealing her horn. Willowbrush and Knock then came upon the scene. Although they couldn't stop Kelek, who fled through a strange portal nearby, they are attacking the spellcaster's minions, who hold Uni captive.",
								{
									"type": "entries",
									"name": "Woodland Pool Features",
									"id": "00b",
									"entries": [
										"Map 1.1 shows the woodland pool's layout. The area has the following features:",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/UtHftLH/001-map-0.01-woodland-pool.webp"
													},
													"imageType": "map",
													"title": "Map 1.1: Woodland Pool",
													"credit": "Stacey Allan, Will Doyle",
													"width": 3067,
													"height": 1291,
													"id": "038",
													"mapRegions": [
														{
															"area": "020",
															"points": [
																[
																	2246,
																	179
																],
																[
																	2246,
																	246
																],
																[
																	2459,
																	246
																],
																[
																	2459,
																	179
																]
															]
														}
													],
													"hrefThumbnail": {
														"type": "internal",
														"path": "adventure/UtHftLH/thumbnail/001-map-0.01-woodland-pool.webp"
													},
													"grid": {
														"type": "square",
														"size": 153,
														"offsetX": 12,
														"offsetY": -28,
														"scale": 3
													}
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/UtHftLH/002-map-0.01-woodland-pool-dm.webp"
													},
													"imageType": "map",
													"title": "Without Tokens",
													"credit": "Stacey Allan, Will Doyle",
													"width": 3067,
													"height": 1291,
													"id": "039",
													"mapParent": {
														"id": "038"
													},
													"grid": {
														"type": "square",
														"size": 153,
														"offsetX": 12,
														"offsetY": -28,
														"scale": 3
													}
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/UtHftLH/003-map-0.01-woodland-pool-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"credit": "Stacey Allan, Will Doyle",
													"width": 3067,
													"height": 1291,
													"mapParent": {
														"id": "038"
													},
													"grid": {
														"type": "square",
														"size": 153,
														"offsetX": 12,
														"offsetY": -28,
														"scale": 3
													}
												}
											]
										},
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Bushes",
													"entry": "The dense foliage around the pool is {@variantrule Difficult Terrain|XPHB}."
												},
												{
													"type": "item",
													"name": "Magic Portal",
													"entry": "Any creature that moves through the portal in the northeast corner of the map is transported into a demiplane (see the \"{@adventure Inside the Crystal Ball|UtHftLH|0|Inside the Crystal Ball}\" section below)."
												},
												{
													"type": "item",
													"name": "Pool Depth",
													"entry": "The pool is 10 feet deep near the waterfall. The shallower water near the banks is Difficult Terrain."
												},
												{
													"type": "item",
													"name": "Puffball Mushrooms",
													"entry": "Brightly colored puffball mushrooms grow in the locations shown on the map. Each puffball mushroom has AC 5, HP 1, and Immunity to Poison and Psychic damage. When a puffball is reduced to 0 Hit Points, it explodes and releases a cloud of sickening spores in a 10-foot {@variantrule Emanation [Area of Effect]|XPHB|Emanation} originating from it. Each creature in that area must succeed on a {@dc 10} Constitution saving throw or have the {@condition Poisoned|XPHB} condition until the end of that creature's next turn."
												}
											]
										},
										"As a {@action Study|XPHB} action, any character who examines the mushrooms and succeeds on a {@dc 10} Intelligence ({@skill Nature|XPHB}) check knows what the mushrooms are and what they can do."
									]
								},
								{
									"type": "entries",
									"name": "Pool Confrontation",
									"id": "00c",
									"entries": [
										"Read or paraphrase the following when the characters approach the pool:",
										{
											"type": "insetReadaloud",
											"id": "00d",
											"entries": [
												"Lanky, toad-like bipeds scamper frantically around a woodland pool, under fire from tiny arrows. Nearby, a white mare struggles to escape a weighted net. The stump of a horn protrudes from the mare's brow.",
												"High above the pool, a furred goblinoid bellows orders from a rocky bluff, marshaling the toad-like creatures against their unseen assailants. A glowing portal floats in the air beside the goblinoid."
											]
										},
										"The following creatures are present, as shown on the map:",
										{
											"type": "list",
											"items": [
												"Uni the unicorn, who has the {@condition Restrained|XPHB} condition while tangled in the {@item Net|XPHB}",
												"Two {@creature Sprite|XMM|Sprites}, Willowbrush and Knock",
												"A {@creature Bugbear Warrior|XMM} named Grump, the goblinoid who stands on a 60-foot-high bluff",
												"Ten {@creature Bullywug Warrior|XMM|Bullywug Warriors}, who answer to Grump"
											]
										},
										{
											"type": "entries",
											"name": "Uni",
											"id": "00e",
											"entries": [
												"Kelek has drained Uni's magic and taken her horn. Uni currently uses the {@creature Warhorse|XMM} stat block, except she's a Lawful Good Celestial and can speak Common, Elvish, and Sylvan. Uni is frantically struggling to escape the {@item Net|XPHB}, but she's too tangled in it to do so alone. As an action, a character within 5 feet of Uni can free her with a successful {@dc 10} Strength ({@skill Athletics|XPHB}) check to remove the Net. Destroying the Net (AC 10; HP 5; Immunity to Bludgeoning, Poison, and Psychic damage) also frees Uni."
											]
										},
										{
											"type": "entries",
											"name": "Sprites",
											"id": "00f",
											"entries": [
												"Willowbrush and Knock perch on high branches to keep out of melee. The {@creature Sprite|XMM|Sprites} target the puffball mushrooms with their arrows, hoping the exploding fungi will poison nearby bullywugs (see the \"{@adventure Woodland Pool Features|UtHftLH|0|Woodland Pool Features}\" section above). Willowbrush and Knock apologize to any characters affected by an exploding puffball."
											]
										},
										{
											"type": "entries",
											"name": "Grump",
											"id": "010",
											"entries": [
												"The bugbear orders the bullywugs to attack the characters. Now that Kelek has removed Uni's horn, Grump plans to sell Uni as a packhorse and won't let her go without a fight."
											]
										},
										{
											"type": "entries",
											"name": "Development",
											"id": "011",
											"entries": [
												"Once Uni is free of the Net, Grump realizes his plans are falling apart. From that point on, a character can try to convince Grump to depart the clearing and take all remaining bullywugs with him; Grump is {@variantrule Hostile [Attitude]|XPHB|Hostile} toward the characters. As an {@action Influence|XPHB} action, a character can convince Grump by succeeding on a {@dc 12} Charisma ({@skill Intimidation|XPHB} or {@skill Persuasion|XPHB}) check. A character can instead make a {@dc 12} Charisma ({@skill Deception|XPHB}) check if trickery is used to fool the bugbear into leaving (for example, if the character claims to be working for Kelek).",
												"If the characters defeat eight or more bullywugs, Grump surrenders and begs for mercy. If the characters question Grump at that point, the bugbear reveals that Kelek used a book to find the nearby portal. The book includes instructions on using a unicorn's horn to ritually cast a {@spell Wish|XPHB} spell inside the demiplane to which the portal leads."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "012",
											"entries": [
												"Each bullywug wears paste jewelry worth 5 GP and carries a pouch containing 4 GP. These coins bear the embossed face of the bullywugs' monarch, King Gurgle, who wears a powdered wig.",
												"Grump carries a pouch containing 50 GP.",
												"If one or more characters are wounded at the end of the battle, Willowbrush and Knock each produce two {@item Potion of Healing|XDMG|Potions of Healing}. They offer the potions to the characters who appear to be most in need of healing."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "After the Confrontation",
							"id": "013",
							"entries": [
								"Once the characters have freed Uni and defeated her captors, Willowbrush and Knock introduce themselves and explain they're Uni's friends. If the characters address Uni, the distraught unicorn entreats the characters to retrieve her horn.",
								"Willowbrush and Knock provide the following answers to the characters' questions:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "What Happened Here?",
											"entry": "\"We heard Uni whinnying in distress. When we rushed to help, we saw that awful, white-bearded spellcaster called Kelek hit her on the head with his walking stick! Uni's horn disappeared from her head and appeared in Kelek's hand, and then he ran away. Then, the bullywugs and bugbear who were with Kelek threw a net over Uni. Who knows what they were going to do—we're so glad you arrived to help!\""
										},
										{
											"type": "item",
											"name": "What Happens If We Retrieve Uni's Horn?",
											"entry": "\"Kelek used magic to remove it! We're pretty sure her horn will reattach if you bring it back to her.\" (Willowbrush and Knock are correct. Kelek imbued his walking stick with a one-use magical ability to drain Uni's magic and temporarily detach her horn from her body. If the severed horn is brought within 5 feet of Uni, the horn is restored to her brow and Uni regains her magic.)"
										},
										{
											"type": "item",
											"name": "Where Did Kelek Go?",
											"entry": "\"Kelek, some more bullywugs, and some wolf-things stepped through that strange portal over there. Kelek said something about using Uni's horn as a focus in a ritual. We think he's going to destroy the horn!\" Willowbrush and Knock indicate that Kelek fled through the portal shown on map 1.1."
										},
										{
											"type": "item",
											"name": "Who Is Kelek?",
											"entry": "\"He's an evil spellcaster who serves an even eviler master, a wizard named Venger who calls himself the Force of Evil.\""
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Entering the Portal",
							"id": "014",
							"entries": [
								"Uni promises the characters her eternal gratitude plus a future favor if they retrieve her horn. Since the unicorn is currently without her magical abilities, Willowbrush and Knock insist on remaining at Uni's side to protect her.",
								"When the characters step through the portal shown on the map, they arrive at {@adventure area C1|UtHftLH|0|area C1} inside Venger's {@i Crystal Ball}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Inside the Crystal Ball",
					"id": "015",
					"entries": [
						"The portal leads to a demiplane inside the {@i Crystal Ball} in Venger's throne room, far from the woods.",
						"Along with this demiplane, Venger created a tome that includes cryptic directions to a portal entrance, as well as fake instructions on using a unicorn's horn to ritually cast {@spell Wish|XPHB} inside the demiplane. Venger left the book for Kelek to find, curious whether Kelek would try to use the {@i Wish} to betray Venger. Disloyal to the last, Kelek has entered the demiplane to do so, along with several minions tasked with ensuring no one stops the spellcaster.",
						{
							"type": "entries",
							"name": "Demiplane Features",
							"id": "016",
							"entries": [
								"The demiplane has the following features.",
								{
									"type": "entries",
									"id": "017",
									"entries": [
										{
											"type": "entries",
											"name": "Chilly Mist",
											"id": "018",
											"entries": [
												"The interior of the demiplane is filled with cool mist that doesn't obscure vision."
											]
										},
										{
											"type": "entries",
											"name": "Crystal Shell",
											"id": "019",
											"entries": [
												"The demiplane is spherical; its outer shell is made of pale, translucent crystal. The shell is indestructible, and creatures can't pass through it. Strange lights and shadows shift over its surface."
											]
										},
										{
											"type": "entries",
											"name": "Floor",
											"id": "01a",
											"entries": [
												"A flat crystal plane bisects the spherical demiplane, forming a disk-shaped floor. Gravity pulls creatures toward this floor, while the shimmering hemisphere of the crystal shell is visible above."
											]
										},
										{
											"type": "entries",
											"name": "Interior Walls",
											"id": "01b",
											"entries": [
												"The demiplane's interior walls are made of dense thornbushes. These walls have Immunity to all damage. Any creature that is pushed against the thornbushes must succeed on a {@dc 10} Dexterity saving throw or have the {@condition Restrained|XPHB} condition, as it becomes snagged on thorny branches. The condition ends on the creature if it takes an action to free itself from the thornbushes or if another creature within reach of it does the same (no ability check required in either case)."
											]
										},
										{
											"type": "entries",
											"name": "Paths A and B",
											"id": "01c",
											"entries": [
												"Four paths wind through the thornbushes toward the demiplane's outer shell and seem to extend even beyond it. A creature that reaches the end of one path is magically teleported (see \"{@variantrule Teleportation|XPHB}\") to the end of the path on the opposite side of the demiplane (marked A or B)."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Crystal Ball Locations",
							"id": "01d",
							"entries": [
								"The following areas are keyed to map 1.2.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/UtHftLH/004-map-0.02-the-crystal-ball.webp"
											},
											"imageType": "map",
											"title": "Map 1.2: The Crystal Ball",
											"credit": "Stacey Allan, Will Doyle",
											"width": 3070,
											"height": 3536,
											"id": "03a",
											"mapRegions": [
												{
													"area": "02f",
													"points": [
														[
															1781,
															1244
														],
														[
															1807,
															1261
														],
														[
															1844,
															1259
														],
														[
															1874,
															1264
														],
														[
															1907,
															1273
														],
														[
															1937,
															1267
														],
														[
															1961,
															1244
														],
														[
															1997,
															1237
														],
														[
															2026,
															1224
														],
														[
															2044,
															1181
														],
														[
															2070,
															1157
														],
														[
															2091,
															1139
														],
														[
															2089,
															1096
														],
														[
															2107,
															1059
														],
														[
															2119,
															1027
														],
														[
															2137,
															990
														],
														[
															2140,
															951
														],
														[
															2111,
															930
														],
														[
															2104,
															891
														],
														[
															2087,
															879
														],
														[
															2073,
															844
														],
														[
															2051,
															820
														],
														[
															2033,
															796
														],
														[
															2046,
															759
														],
														[
															2054,
															730
														],
														[
															2039,
															683
														],
														[
															2014,
															650
														],
														[
															1987,
															627
														],
														[
															1954,
															614
														],
														[
															1909,
															589
														],
														[
															1876,
															574
														],
														[
															1819,
															571
														],
														[
															1786,
															554
														],
														[
															1756,
															553
														],
														[
															1711,
															557
														],
														[
															1674,
															556
														],
														[
															1639,
															556
														],
														[
															1583,
															556
														],
														[
															1546,
															556
														],
														[
															1523,
															577
														],
														[
															1483,
															586
														],
														[
															1450,
															601
														],
														[
															1409,
															609
														],
														[
															1364,
															596
														],
														[
															1334,
															596
														],
														[
															1319,
															621
														],
														[
															1297,
															639
														],
														[
															1281,
															660
														],
														[
															1253,
															673
														],
														[
															1247,
															694
														],
														[
															1210,
															720
														],
														[
															1197,
															753
														],
														[
															1187,
															774
														],
														[
															1159,
															779
														],
														[
															1136,
															800
														],
														[
															1114,
															834
														],
														[
															1127,
															870
														],
														[
															1106,
															910
														],
														[
															1089,
															953
														],
														[
															1087,
															994
														],
														[
															1089,
															1036
														],
														[
															1097,
															1070
														],
														[
															1116,
															1101
														],
														[
															1131,
															1143
														],
														[
															1146,
															1157
														],
														[
															1169,
															1166
														],
														[
															1196,
															1163
														],
														[
															1221,
															1167
														],
														[
															1241,
															1180
														],
														[
															1264,
															1177
														],
														[
															1281,
															1191
														],
														[
															1299,
															1206
														],
														[
															1329,
															1217
														],
														[
															1353,
															1223
														],
														[
															1380,
															1213
														],
														[
															1420,
															1206
														],
														[
															1453,
															1211
														],
														[
															1497,
															1203
														],
														[
															1523,
															1234
														],
														[
															1547,
															1254
														],
														[
															1571,
															1276
														],
														[
															1603,
															1289
														],
														[
															1636,
															1280
														],
														[
															1647,
															1257
														],
														[
															1674,
															1254
														],
														[
															1710,
															1273
														],
														[
															1737,
															1284
														],
														[
															1763,
															1274
														]
													]
												},
												{
													"area": "02a",
													"points": [
														[
															1701,
															1281
														],
														[
															1734,
															1293
														],
														[
															1761,
															1284
														],
														[
															1780,
															1270
														],
														[
															1794,
															1284
														],
														[
															1826,
															1294
														],
														[
															1846,
															1313
														],
														[
															1873,
															1320
														],
														[
															1886,
															1356
														],
														[
															1904,
															1387
														],
														[
															1907,
															1410
														],
														[
															1924,
															1423
														],
														[
															1957,
															1416
														],
														[
															1986,
															1427
														],
														[
															1999,
															1450
														],
														[
															2004,
															1484
														],
														[
															1999,
															1520
														],
														[
															1994,
															1544
														],
														[
															1999,
															1579
														],
														[
															1990,
															1609
														],
														[
															1960,
															1616
														],
														[
															1924,
															1634
														],
														[
															1900,
															1650
														],
														[
															1897,
															1670
														],
														[
															1903,
															1700
														],
														[
															1903,
															1727
														],
														[
															1886,
															1751
														],
														[
															1871,
															1774
														],
														[
															1853,
															1809
														],
														[
															1820,
															1829
														],
														[
															1796,
															1826
														],
														[
															1781,
															1821
														],
														[
															1750,
															1826
														],
														[
															1713,
															1829
														],
														[
															1680,
															1810
														],
														[
															1657,
															1771
														],
														[
															1667,
															1749
														],
														[
															1663,
															1690
														],
														[
															1630,
															1669
														],
														[
															1621,
															1643
														],
														[
															1626,
															1617
														],
														[
															1633,
															1580
														],
														[
															1614,
															1543
														],
														[
															1617,
															1507
														],
														[
															1620,
															1483
														],
														[
															1656,
															1467
														],
														[
															1696,
															1450
														],
														[
															1719,
															1431
														],
														[
															1747,
															1419
														],
														[
															1776,
															1397
														],
														[
															1797,
															1383
														],
														[
															1789,
															1360
														],
														[
															1769,
															1346
														],
														[
															1741,
															1343
														],
														[
															1710,
															1333
														],
														[
															1704,
															1297
														]
													]
												},
												{
													"area": "021",
													"points": [
														[
															2056,
															1873
														],
														[
															2079,
															1839
														],
														[
															2131,
															1839
														],
														[
															2150,
															1857
														],
														[
															2170,
															1884
														],
														[
															2200,
															1879
														],
														[
															2234,
															1860
														],
														[
															2269,
															1867
														],
														[
															2313,
															1881
														],
														[
															2340,
															1909
														],
														[
															2344,
															1936
														],
														[
															2340,
															1979
														],
														[
															2339,
															2009
														],
														[
															2336,
															2036
														],
														[
															2330,
															2054
														],
														[
															2301,
															2096
														],
														[
															2304,
															2123
														],
														[
															2314,
															2159
														],
														[
															2307,
															2190
														],
														[
															2286,
															2201
														],
														[
															2250,
															2184
														],
														[
															2209,
															2179
														],
														[
															2177,
															2151
														],
														[
															2163,
															2146
														],
														[
															2137,
															2179
														],
														[
															2097,
															2163
														],
														[
															2059,
															2157
														],
														[
															2056,
															2117
														],
														[
															2071,
															2089
														],
														[
															2069,
															2040
														],
														[
															2049,
															1984
														],
														[
															2026,
															1939
														],
														[
															2037,
															1907
														],
														[
															2043,
															1887
														]
													]
												},
												{
													"area": "01e",
													"points": [
														[
															2059,
															2591
														],
														[
															2109,
															2574
														],
														[
															2156,
															2547
														],
														[
															2176,
															2520
														],
														[
															2186,
															2480
														],
														[
															2199,
															2430
														],
														[
															2187,
															2380
														],
														[
															2150,
															2350
														],
														[
															2137,
															2334
														],
														[
															2091,
															2327
														],
														[
															2033,
															2349
														],
														[
															1997,
															2360
														],
														[
															1974,
															2403
														],
														[
															1963,
															2430
														],
														[
															1964,
															2460
														],
														[
															1943,
															2497
														],
														[
															1950,
															2521
														],
														[
															1967,
															2557
														],
														[
															1987,
															2570
														],
														[
															2019,
															2580
														]
													]
												},
												{
													"area": "027",
													"points": [
														[
															1324,
															2041
														],
														[
															1323,
															2017
														],
														[
															1351,
															1989
														],
														[
															1381,
															1961
														],
														[
															1399,
															1926
														],
														[
															1440,
															1897
														],
														[
															1474,
															1884
														],
														[
															1509,
															1877
														],
														[
															1559,
															1880
														],
														[
															1596,
															1894
														],
														[
															1626,
															1911
														],
														[
															1649,
															1930
														],
														[
															1666,
															1947
														],
														[
															1674,
															1969
														],
														[
															1704,
															1961
														],
														[
															1727,
															1951
														],
														[
															1753,
															1953
														],
														[
															1767,
															1976
														],
														[
															1767,
															2011
														],
														[
															1790,
															2041
														],
														[
															1837,
															2039
														],
														[
															1850,
															2080
														],
														[
															1859,
															2110
														],
														[
															1841,
															2131
														],
														[
															1843,
															2160
														],
														[
															1836,
															2183
														],
														[
															1817,
															2213
														],
														[
															1783,
															2224
														],
														[
															1764,
															2239
														],
														[
															1763,
															2271
														],
														[
															1761,
															2291
														],
														[
															1727,
															2304
														],
														[
															1707,
															2311
														],
														[
															1680,
															2279
														],
														[
															1650,
															2274
														],
														[
															1639,
															2287
														],
														[
															1673,
															2296
														],
														[
															1683,
															2307
														],
														[
															1694,
															2327
														],
														[
															1691,
															2359
														],
														[
															1677,
															2387
														],
														[
															1651,
															2397
														],
														[
															1623,
															2393
														],
														[
															1601,
															2377
														],
														[
															1586,
															2389
														],
														[
															1589,
															2411
														],
														[
															1580,
															2427
														],
														[
															1541,
															2440
														],
														[
															1513,
															2443
														],
														[
															1483,
															2436
														],
														[
															1477,
															2477
														],
														[
															1450,
															2494
														],
														[
															1407,
															2499
														],
														[
															1379,
															2476
														],
														[
															1351,
															2453
														],
														[
															1353,
															2414
														],
														[
															1393,
															2407
														],
														[
															1396,
															2390
														],
														[
															1370,
															2366
														],
														[
															1341,
															2346
														],
														[
															1309,
															2343
														],
														[
															1286,
															2320
														],
														[
															1309,
															2289
														],
														[
															1313,
															2253
														],
														[
															1293,
															2231
														],
														[
															1290,
															2206
														],
														[
															1300,
															2180
														],
														[
															1326,
															2159
														],
														[
															1326,
															2123
														],
														[
															1333,
															2086
														],
														[
															1329,
															2060
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/UtHftLH/thumbnail/004-map-0.02-the-crystal-ball.webp"
											},
											"grid": {
												"type": "square",
												"size": 153,
												"offsetX": 11,
												"offsetY": -13,
												"scale": 3
											}
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/UtHftLH/005-map-0.02-the-crystal-ball-dm.webp"
											},
											"imageType": "map",
											"title": "Without Tokens",
											"credit": "Stacey Allan, Will Doyle",
											"width": 3070,
											"height": 3536,
											"id": "03b",
											"mapParent": {
												"id": "03a"
											},
											"grid": {
												"type": "square",
												"size": 153,
												"offsetX": 11,
												"offsetY": -13,
												"scale": 3
											}
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/UtHftLH/006-map-0.02-the-crystal-ball-player.webp"
											},
											"imageType": "mapPlayer",
											"title": "Player Version",
											"credit": "Stacey Allan, Will Doyle",
											"width": 3070,
											"height": 3536,
											"mapParent": {
												"id": "03a"
											},
											"grid": {
												"type": "square",
												"size": 153,
												"offsetX": 11,
												"offsetY": -13,
												"scale": 3
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "C1: Magic Portal",
									"id": "01e",
									"entries": [
										"When the characters enter the demiplane, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"id": "01f",
											"entries": [
												"You appear in a chamber enclosed by thick walls of thorns. Behind you, the glowing portal back to the woods shimmers. Cold mist coils through the air. A crystal barrier, its curved surface swirling with light and colors, forms a strange sky overhead."
											]
										},
										"A single path leads away from this area toward the clearing in area C2.",
										{
											"type": "entries",
											"name": "Portal",
											"id": "020",
											"entries": [
												"The portal remains open. Characters can use it to return to the woodland pool at any time."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C2: Misty Clearing",
									"id": "021",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "022",
											"entries": [
												"The passage widens to form a larger, misty chamber enclosed by walls of thorns, with three more passages leading different directions. From one of them, a sleek puppy with a lolling tongue, a runny nose, and nervous eyes bounds into view."
											]
										},
										"The puppy is Nosey. Nosey uses the {@creature Blink Dog|XMM} stat block, except his size is Small. Bullywugs captured Nosey outside the demiplane and were planning to offer the puppy to their king as a gift, but Nosey escaped from them.",
										"Nosey suffers from a bad cold and sneezes every few minutes. With each sneeze, he accidentally teleports (see \"{@variantrule Teleportation|XPHB}\") to a random unoccupied space within 40 feet of him that he can see. Having sneezed himself free of his captors' sack through a small hole, Nosey is looking for a way home.",
										"Nosey pantomimes his capture and escape, and any character who pays attention to the puppy's behavior figures out the basic details. If the characters are friendly to Nosey or promise to help him escape, he stays close to them and even fights alongside them.",
										{
											"type": "entries",
											"name": "Bullywug Pursuers",
											"id": "023",
											"entries": [
												"Before the characters can leave or search this area, they hear three {@creature Bullywug Warrior|XMM|Bullywug Warriors} approaching from area C3. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"id": "024",
													"entries": [
														"Slapping footsteps and gurgling voices emanate from a nearby path."
													]
												},
												"Loud, grumpy-sounding croaking noises echo from the area. The characters overhear the following exchange in Common:",
												{
													"type": "insetReadaloud",
													"id": "025",
													"entries": [
														"\"I told you givin' the dog to the king was a stupid idea,\" croaks one voice.",
														"\"I know, I know,\" grumbles another. \"Blighted thing sneezed itself right out of my bag!\""
													]
												},
												"Moments before the bullywugs arrive, Nosey sneezes repeatedly, teleporting to the middle of area C3 and leaving the characters to face the bullywugs by themselves.",
												"If the characters don't leave this area immediately, the bullywugs see them. One runs to alert King Gurgle in {@adventure area C4|UtHftLH|0|area C4}, while the other two attack. Otherwise, the bullywugs continue searching for Nosey."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "026",
											"entries": [
												"Each bullywug wears paste jewelry worth 10 GP."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C3: Bullywug Ambush",
									"id": "027",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "028",
											"entries": [
												"In the walls of this misty chamber, paths strike off in four directions. Within the chamber, four toad-like bipeds chase a frantic puppy."
											]
										},
										"Four additional {@creature Bullywug Warrior|XMM|Bullywug Warriors} are trying to recapture Nosey, but they quickly turn to attack intruders instead. If a bullywug dies, one remaining bullywug dashes off to warn King Gurgle in area C4 while the others cover its retreat.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "029",
											"entries": [
												"Each bullywug wears paste jewelry worth 10 GP."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C4: King Gurgle's Tent",
									"id": "02a",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02b",
											"entries": [
												"A round tent made from animal skins is incongruously pitched on the crystal floor ahead. Outside the tent, a cooking pot bubbles over a campfire."
											]
										},
										"The cooking pot contains a foul stew made from worms.",
										"Two creatures are here. King Gurgle, a {@creature Bullywug Bog Sage|XMM}, is next to Grouch, a {@creature Bugbear Warrior|XMM}. Grouch is loyal to Kelek. King Gurgle's alliance with Kelek, however, is tenuous.",
										"King Gurgle has lent Kelek the service of his bullywug subjects in exchange for a place at Kelek's side when Kelek becomes all-powerful. Irascible and impatient, King Gurgle is unhappy that Kelek's ritual is taking so long.",
										"If the king was warned about the characters, he's waiting outside the tent with Grouch, ready to fight. Otherwise, he's inside the tent, complaining to Grouch and {@variantrule Indifferent [Attitude]|XPHB|Indifferent} toward the characters. Characters who approach the tent hear the following exchange in Common:",
										{
											"type": "insetReadaloud",
											"id": "02c",
											"entries": [
												"\"What a terrible way to treat anyone, let alone a king,\" croaks a voice. \"I demand my tithe! If your master takes much longer, I'll claim that unicorn as payment, horn or no horn.\"",
												"A deeper voice growls back, \"All right, keep your wig on. Kelek knows what he's doing.\"",
												"\"Well, at least get somebody to fetch my dinner! I'm starving!\""
											]
										},
										{
											"type": "entries",
											"name": "Development",
											"id": "02d",
											"entries": [
												"As an {@action Influence|XPHB} action, a character can convince King Gurgle to turn against Kelek with a lie or compelling argument and a successful {@dc 14} Charisma ({@skill Deception|XPHB} or {@skill Persuasion|XPHB}) check. A character who backs up their words with an offering of food has Advantage on the check. On a successful check, the king and his bullywugs join the characters as allies during the confrontation in area C5. Grouch is completely loyal to Kelek and fights to the death."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "02e",
											"entries": [
												"King Gurgle wears a powdered white wig that is worth 30 GP once it is washed. He also carries a pouch containing three 100 GP garnets."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C5: The Ritual Space",
									"id": "02f",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "030",
											"entries": [
												"The crystal floor of this wide chamber is covered in a mosaic of stars, moons, and suns. A sneering, white-bearded human in black robes stands to the north, brandishing Uni's horn in one hand and a book in the other. Four enormous, wolflike beasts are gathered around the mosaic, their malevolent eyes fixed on their evil master.",
												"When Kelek sees you, he snarls, \"Pathetic worms! The horn is mine, and none shall stand in the way of my destiny! Beasts, destroy them!\""
											]
										},
										"The four wolflike creatures are {@creature Worg|XMM|Worgs} who defend Kelek, a human {@creature Mage|XMM}, as he reads lines of gibberish from the book. If two Worgs are defeated or Kelek takes damage, Kelek joins the battle, incensed that the characters interrupted him. Kelek has 40 {@variantrule Temporary Hit Points|XPHB} from removing Uni's horn. He loses any remaining Temporary Hit Points if he loses possession of the horn.",
										{
											"type": "entries",
											"name": "Venger Appears",
											"id": "031",
											"entries": [
												"When Kelek is reduced to fewer than 25 Hit Points or on Initiative count 0 of the fourth round (losing Initiative ties), whichever comes first, Venger appears outside the demiplane. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"id": "032",
													"entries": [
														"A colossal, fiendish face with fangs and red eyes appears overhead, distorted by the demiplane's curved outer shell. Scaly wings flex from the creature's shoulders, and a single curved horn protrudes from the side of its head.",
														"\"Kelek, you fool!\" says the fiendish figure. \"You thought to supplant me? That ritual was never going to work. You've been in my Crystal Ball this whole time! You failed my test of loyalty, and now you will pay the price!\"",
														"With a clawed finger, the figure taps the crystal shell. The floor begins to crack. Kelek gasps and clutches his staff."
													]
												},
												"Venger has no further need for the demiplane, which begins to crumble and dissolve into icy mist (see \"Vanishing Demiplane\" below).",
												"Continue with the Initiative order."
											]
										},
										{
											"type": "entries",
											"name": "Grabbing the Horn",
											"id": "033",
											"entries": [
												"Uni's horn lands at the feet of a random character. A character can pick up the dropped horn easily (no action required)."
											]
										},
										{
											"type": "entries",
											"name": "Kelek's Fate",
											"id": "034",
											"entries": [
												"At the start of Kelek's next turn, the floor shatters under his feet. With a shriek, he plunges into a cloud of mist and disappears. A moment later, the same thing happens to any surviving {@creature Worg|XMM|Worgs}, which howl in terror as they fall."
											]
										},
										{
											"type": "entries",
											"name": "Vanishing Demiplane",
											"id": "035",
											"entries": [
												"It takes 1 minute for Venger's demiplane to vanish, and creatures still inside the demiplane can use the portal in {@adventure area C1|UtHftLH|0|area C1} to escape. Any creature that doesn't escape in time takes 10 ({@dice 3d6}) Force damage as it is teleported to the clearing with the woodland pool (see \"{@variantrule Teleportation|XPHB}\"). Kelek's treasure (see \"Treasure\" below) also appears next to the pool, but there's no sign of Kelek or his beasts. The portal disappears along with the demiplane.",
												"Any allies the characters have made in the demiplane are also ejected from the portal."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "036",
											"entries": [
												"Kelek carries a nonmagical, jeweled walking stick worth 1,000 GP. He also carries Venger's ritual book, which is worthless."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion",
					"id": "037",
					"entries": [
						"Once they return through the portal to the woods, the characters reunite with Uni, Willowbrush, and Knock. Nosey the puppy also reappears, happy to be back in familiar territory.",
						"When Uni's horn is brought within 5 feet of her, Kelek's magic is undone. The horn melds to Uni's brow with a flash, and her magical powers return. The unicorn thanks the characters and promises that, should the characters need Uni's help in the future, the unicorn is more than happy to be of assistance.",
						"If the characters ask for a reward, Willowbrush and Knock give them a treasure map they took from a sleeping adventurer a few weeks ago. Where does the map lead? To the next adventure, of course!"
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix A: Rules",
			"entries": [
				"This product uses new rules from the {@book 2024 Player's Handbook|XPHB}, which are presented below.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@variantrule Bloodied|XPHB}",
						"{@variantrule Emanation [Area of Effect]|XPHB}",
						"{@variantrule Friendly [Attitude]|XPHB}",
						"{@variantrule Hostile [Attitude]|XPHB}",
						"{@variantrule Indifferent [Attitude]|XPHB}",
						"{@action Influence|XPHB}",
						"{@condition Invisible|XPHB}",
						"{@action Magic|XPHB}",
						"{@item Potion of Healing|XDMG}",
						"{@action Study|XPHB}",
						"{@variantrule Teleportation|XPHB}",
						"{@variantrule Unarmed Strike|XPHB}",
						"{@action Utilize|XPHB}"
					]
				}
			],
			"id": "03e"
		},
		{
			"type": "section",
			"name": "Appendix B: Creatures",
			"entries": [
				"This product uses stat blocks from the {@book 2024 Player's Handbook|XPHB} and the {@book 2025 Monster Manual|XMM}, presented below. The stat blocks from the 2025 Monster Manual are marked with an asterisk and aren't the final versions.",
				"Spells mentioned in these stat blocks appear in the Spells handout.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@creature Blink Dog|XMM}*",
						"{@creature Bugbear Warrior|XMM}*",
						"{@creature Bullywug Warrior|XMM}*",
						"{@creature Mage|XMM}*",
						"{@creature Sprite}",
						"{@creature Worg|XMM}*",
						"{@creature Warhorse}",
						"{@creature Bullywug Bog Sage|XMM}*"
					]
				}
			],
			"id": "03f"
		},
		{
			"type": "section",
			"name": "Premade Characters",
			"entries": [
				"If a player doesn't have a level-appropriate character to play—or if they'd like to play a character from the Dungeons & Dragons animated series—have them choose one from this section. The Premade Characters table summarizes the characters, all of whom are level 4.",
				{
					"type": "table",
					"caption": "Premade Characters",
					"colLabels": [
						"Name",
						"Class"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"{@5etoolsImg Bobby|pdf/UtHftLH/bobby-character-sheet.pdf}",
							"Barbarian"
						],
						[
							"{@5etoolsImg Diana|pdf/UtHftLH/diana-character-sheet.pdf}",
							"Monk"
						],
						[
							"{@5etoolsImg Eric|pdf/UtHftLH/eric-character-sheet.pdf}",
							"Fighter"
						],
						[
							"{@5etoolsImg Hank|pdf/UtHftLH/hank-character-sheet.pdf}",
							"Ranger"
						],
						[
							"{@5etoolsImg Niko|pdf/UtHftLH/niko-character-sheet.pdf}",
							"Cleric"
						],
						[
							"{@5etoolsImg Presto|pdf/UtHftLH/presto-character-sheet.pdf}",
							"Wizard"
						],
						[
							"{@5etoolsImg Sheila|pdf/UtHftLH/sheila-character-sheet.pdf}",
							"Rogue"
						]
					]
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/UtHftLH/00-002.bobby.webp"
							},
							"title": "Bobby",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/UtHftLH/00-003.diana.webp"
							},
							"title": "Diana",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/UtHftLH/00-004.eric.webp"
							},
							"title": "Eric",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/UtHftLH/00-005.hank.webp"
							},
							"title": "Hank",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/UtHftLH/00-006.niko.webp"
							},
							"title": "Niko",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/UtHftLH/00-007.presto.webp"
							},
							"title": "Presto",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/UtHftLH/00-008.sheila.webp"
							},
							"title": "Sheila",
							"credit": "Tyler Jacobson",
							"width": 850,
							"height": 1184
						}
					]
				}
			],
			"id": "03c"
		},
		{
			"type": "section",
			"name": "Spells",
			"entries": [
				"Spells the monsters and premade characters in this product can cast are presented below as they appear in the {@book 2024 Player's Handbook|XPHB}.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@spell Aid|XPHB}",
						"{@spell Bless|XPHB}",
						"{@spell Blindness/Deafness|XPHB}",
						"{@spell Burning Hands|XPHB}",
						"{@spell Comprehend Languages|XPHB}",
						"{@spell Cone of Cold|XPHB}",
						"{@spell Counterspell|XPHB}",
						"{@spell Cure Wounds|XPHB}",
						"{@spell Dancing Lights|XPHB}",
						"{@spell Detect Magic|XPHB}",
						"{@spell Enlarge/Reduce|XPHB}",
						"{@spell Ensnaring Strike|XPHB}",
						"{@spell Faerie Fire|XPHB}",
						"{@spell Feather Fall|XPHB}",
						"{@spell Fireball|XPHB}",
						"{@spell Fire Bolt|XPHB}",
						"{@spell Fly|XPHB}",
						"{@spell Fog Cloud|XPHB}",
						"{@spell Grease|XPHB}",
						"{@spell Guidance|XPHB}",
						"{@spell Guiding Bolt|XPHB}",
						"{@spell Gust of Wind|XPHB}",
						"{@spell Healing Word|XPHB}",
						"{@spell Hold Person|XPHB}",
						"{@spell Hunter's Mark|XPHB}",
						"{@spell Invisibility|XPHB}",
						"{@spell Jump|XPHB}",
						"{@spell Lesser Restoration|XPHB}",
						"{@spell Light|XPHB}",
						"{@spell Lightning Bolt|XPHB}",
						"{@spell Longstrider|XPHB}",
						"{@spell Mage Armor|XPHB}",
						"{@spell Mage Hand|XPHB}",
						"{@spell Magic Missile|XPHB}",
						"{@spell Misty Step|XPHB}",
						"{@spell Phantasmal Force|XPHB}",
						"{@spell Polymorph|XPHB}",
						"{@spell Prayer of Healing|XPHB}",
						"{@spell Prestidigitation|XPHB}",
						"{@spell Protection from Poison|XPHB}",
						"{@spell Ray of Frost|XPHB}",
						"{@spell Ray of Sickness|XPHB}",
						"{@spell Sacred Flame|XPHB}",
						"{@spell Scorching Ray|XPHB}",
						"{@spell Shield|XPHB}",
						"{@spell Shield of Faith|XPHB}",
						"{@spell Sleep|XPHB}",
						"{@spell Speak with Animals|XPHB}",
						"{@spell Spiritual Weapon|XPHB}",
						"{@spell Stinking Cloud|XPHB}",
						"{@spell Suggestion|XPHB}",
						"{@spell Summon Celestial|XPHB}",
						"{@spell Thaumaturgy|XPHB}",
						"{@spell Thunderwave|XPHB}",
						"{@spell Toll the Dead|XPHB}",
						"{@spell Vitriolic Sphere|XPHB}"
					]
				}
			],
			"id": "040"
		},
		{
			"type": "section",
			"name": "Adventure Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Lead Designer:",
									"entry": "Amanda Hamon"
								},
								{
									"type": "item",
									"name": "Designers:",
									"entry": "Stacey Allan, Will Doyle"
								},
								{
									"type": "item",
									"name": "Rules Developer:",
									"entry": "Ron Lundeen"
								},
								{
									"type": "item",
									"name": "Editors:",
									"entry": "Judy Bauer (lead), Sadie Lowry, Hannah Rose"
								},
								{
									"type": "item",
									"name": "Art Director:",
									"entry": "Josh Herman"
								},
								{
									"type": "item",
									"name": "Graphic Designers:",
									"entry": "Matt Cole (lead), Bowen Welles"
								},
								{
									"type": "item",
									"name": "Cover Illustrator:",
									"entry": "Aurore Folny"
								},
								{
									"type": "item",
									"name": "Cartographers:",
									"entry": "Stacey Allan, Will Doyle"
								},
								{
									"type": "item",
									"name": "Illustrators:",
									"entry": "Aurore Folny, Tyler Jacobson"
								},
								{
									"type": "item",
									"name": "Consultants:",
									"entry": "Rico Corazon, Sameer Joseph"
								},
								{
									"type": "item",
									"name": "Producers:",
									"entry": "Siera Bruggeman (lead), Bill Benham"
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"name": "D&D Beyond",
							"items": [
								{
									"type": "item",
									"name": "Product Manager:",
									"entry": "Jeff Turriff"
								},
								{
									"type": "item",
									"name": "Digital Designers:",
									"entry": "Jay Jani, Bailey Vaughan"
								}
							]
						}
					]
				}
			],
			"id": "03d"
		}
	]
}
