{
	"data": [
		{
			"type": "section",
			"name": "Fated Flight of the Recluse",
			"id": "000",
			"entries": [
				"{@i An Adventure for Level 3 characters}",
				{
					"type": "insetReadaloud",
					"name": "The Sharn Inquisitive—Clan Soldorak in search of a crew",
					"id": "001",
					"entries": [
						"Word is about that the dwarves of Clan Soldorak are in search of brave and discreet persons to ferry cargo to Korth, the Karrnathi capital. Interested parties are to seek out Kreffik in Soldorakhold."
					]
				},
				"The characters have been hired by a dwarf Artificer in the service of {@area Clan Soldorak|005|x} named Kreffik Soldorak to escort him and his valuable cargo to Korth, the capital of Karrnath. Korth is approximately 960 miles to the west, a journey that the Kreffik expects to take about 65 days. Kreffik is tight-lipped about his cargo: seven large crates approximately three feet on a side and each weighing 300 pounds.",
				{
					"type": "section",
					"name": "Preparation",
					"id": "002",
					"entries": [
						"Before running the adventure, prepare as follows:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Step 1",
									"entry": "Read through the adventure once."
								},
								{
									"type": "item",
									"name": "Step 2",
									"entry": "Reference chapter 7, \"Elemental Airships,\" in Eberron: Forge of the Artificer for information on how to operate airships, which is central to this adventure."
								},
								{
									"type": "item",
									"name": "Step 3",
									"entry": "Reference the Recluse map and show it to the players. They will use it throughout the adventure."
								},
								{
									"type": "item",
									"name": "Step 4",
									"entries": [
										"Reference the monsters (open monster entries on D&D Beyond, or bookmark physical books). They all appear in the Monster Manual or Eberron: Forge of the Artificer. Here's a list of the stat blocks needed to run the adventure:",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@creature Bandit Captain|XMM}",
												"{@creature Young Blue Dragon|XMM|Blue Dragon, Young}",
												"{@creature Cannith Artificer|EFA}",
												"{@creature Guard Captain|XMM}",
												"{@creature Helmed Horror|XMM}",
												"{@creature Warrior Veteran|XMM}"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running this Adventure",
					"id": "003",
					"entries": [
						"To run this adventure, you need {@book Eberron: Forge of the Artificer|EFA}, as well as the {@book Player's Handbook|XPHB}, {@book Dungeon Master's Guide|XDMG}, and {@book Monster Manual|XMM}.",
						{
							"type": "insetReadaloud",
							"id": "004",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
							]
						},
						"Unless otherwise stated, monster names in {@b bold} point you to the corresponding stat block in the {@i Monster Manual}, and descriptions of magic items can be found in the {@i Dungeon Master's Guide}.",
						{
							"type": "inset",
							"name": "Clan Soldorak",
							"id": "005",
							"entries": [
								"The Soldoraki dwarves are among the wealthiest of the eleven dwarven clans, and without the power afforded by a dragonmarked lineage—such as Clan Kundarak.",
								"Whereas the Kundarak dwarves happened upon their power and prosperity by random chance, the Soldoraki have had to work for it (at least this is the sentiment they hold). As a result, they don't shirk opportunities others might turn their noses up at. Chances are that the dwarves of Clan Soldorak are all too happy to do what needs be done—regardless of what the job entails."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Halfling Overboard",
					"id": "006",
					"entries": [
						"It wasn't long before the Strider Airship, {@i Recluse}, having departed the dwarven city of Soldorakhold only the day before, was beset by a group of human pirates aboard a pair of Lyrandar Skyskiffs as they passed over the vast Ironroot Mountains. See {@book chapter 7|EFA|7} of {@book Eberron: Forge of the Artificer|EFA} for the {@vehicle Strider Airship|EFA} and {@vehicle Lyrandar Skyskiff|EFA} statistics.",
						"Eight pirates boarded the {@i Recluse} when the {@i Recluse's} captain, a halfling named Ryvan Rallanith, made a brash decision; he veered the ship into a steep dive. Four of the pirates fell overboard—however, not before one of them cut the harnesses lashing Captain Rallanith to the helm. Four pirates remain aboard the airship.",
						{
							"type": "insetReadaloud",
							"id": "007",
							"entries": [
								"The soarwood planks of the ship groan and creak in protest as the Recluse hangs helplessly in the sky, the bow pitching steeply. Thousands of galifars' worth of unsecured supplies and, more importantly, the halfling captain Ryvan Rallanith, are now black specks fading away hundreds of feet beneath.",
								"Kreffik Soldorak, your employer, lies in a heap of furniture and luggage nearby. \"Dolurrh!\" he cries out, pushing a small nightstand off himself and attempting to straighten out his coat, \"what is that thrice-damned helmsman doing?!\""
							]
						},
						"Without a pilot, there's no chance of the ship righting itself, let alone continuing their voyage.",
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/FFotR/000-map-00.01-the-recluse.webp"
									},
									"imageType": "map",
									"title": "The Recluse",
									"credit": "Sean Macdonald",
									"width": 4096,
									"height": 2650,
									"id": "02c",
									"grid": {
										"type": "square",
										"size": 98,
										"offsetX": 37,
										"offsetY": -9
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/FFotR/001-map-00.01-the-recluse-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"credit": "Sean Macdonald",
									"width": 4096,
									"height": 2650,
									"mapParent": {
										"id": "02c"
									},
									"grid": {
										"type": "square",
										"size": 98,
										"offsetX": 37,
										"offsetY": -9
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Regaining Control of the Helm",
							"id": "008",
							"entries": [
								"A creature occupying the Helm crew station of an airship typically requires the Mark of the Storm to access the station's actions (see {@book chapter 7|EFA|7|Elemental Airships} of {@book Eberron: Forge of the Artificer|EFA} for more on crew stations). The {@i Recluse}, however, is unique in that the airship is powered not only by a captive {@creature air elemental|XMM}, but also the spirit of a long-dead previous captain who, having fallen into the elemental ring, was absorbed into the airship's elemental core. The spirit's inhabitancy allows a creature occupying the Helm to bypass that station's requirements and use the station's actions regardless.",
								"A character that takes the {@action Study|XPHB} action and succeeds on a {@dc 9} Intelligence ({@skill Arcana|XPHB}) check recalls not only that a pilot must bear a Mark of the Storm, but also that House Lyrandar tightly controls individuals bearing such a mark; given that the former pilot wasn't a member of House Lyrandar, it's more likely than not that the ship can be controlled by someone without the dragonmark, and that Captain Rallanith deduced another way to do so.",
								"The ship is currently tilted steeply enough that the airship's vertical surfaces are horizontal to the ground. The characters' options now depend on where they were when Captain Rallanith entered the dive. Give the players a few minutes to describe their characters and what they were doing prior to their being attacked by pirates.",
								{
									"type": "entries",
									"id": "009",
									"entries": [
										{
											"type": "entries",
											"name": "On the Deck",
											"id": "00a",
											"entries": [
												"While Captain Rallanith shouted for the characters to take shelter within the Recluse's interior, those that might have ignored the order were hastily issued harnesses and now find themselves lashed to a safety rail that runs along the airship's gunwale."
											]
										},
										{
											"type": "entries",
											"name": "Inside the Airship",
											"id": "00b",
											"entries": [
												"Those that heeded the captain's orders are in a room of their choosing within the airship's interior."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Reaching the Helm",
									"id": "00c",
									"entries": [
										"With Captain Rallanith's demise, the ship's Helm is unoccupied. A character that wishes to right the airship must first reach and interface with the Helm.",
										{
											"type": "entries",
											"name": "Inside the Airship",
											"id": "00d",
											"entries": [
												"Due to the ship's tilted orientation, creatures inside the ship must climb to access other areas of the ship. A creature without a Climb Speed that attempts to climb inside the ship must succeed on a {@dc 11} Strength ({@skill Athletics|XPHB}) check or fall."
											]
										},
										{
											"type": "entries",
											"name": "On the Deck",
											"id": "00e",
											"entries": [
												"Creatures wearing harnesses on the ship's deck can climb the deck's vertical surface without falling. A creature has {@variantrule Disadvantage|XPHB} on attack rolls while wearing a harness.",
												"As a {@action Utilize|XPHB} action, a creature can make a {@dc 11} Strength ({@skill Athletics|XPHB}) check to remove the harness, safely doing so without falling on a successful check. When a creature without a harness is pushed or gains the {@condition Prone|XPHB} condition, the creature must succeed on a {@dc 11} Dexterity saving throw or fall—potentially off the ship and to its death."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Pirates",
									"id": "00f",
									"entries": [
										"Four pirates (Medium {@creature Bandit Captain|XMM|Bandit Captains}) aboard the {@i Recluse}, also wearing harnesses, engage the characters. The pirates remaining aboard their own skyskiffs continue their attempts to capture the {@i Recluse}. Each skyskiff is 30 feet away from the {@i Recluse}, has harpooned the airship using the {@vehicle Lyrandar Skyskiff|EFA|Tow Cable} crew station, and is slowly dragging it toward their base of operations in the Ironroot Mountains. Each of the two skyskiffs has one pirate (Medium {@b Bandit Captain}) remaining aboard."
									]
								},
								{
									"type": "entries",
									"name": "Ghost in the Machine",
									"id": "010",
									"entries": [
										"A character attempting to operate the Helm (see {@book Eberron: Forge of the Artificer|EFA}, {@book chapter 7|EFA|7|Operating an Airship}) notices an unusual telepathic presence that reaches out to them when they touch it. The presence (described in the \"{@area Captain Valthan d'Lyrandar|011|x}\" sidebar) is initially {@variantrule Indifferent [Attitude]|XPHB|Indifferent} to the character.",
										"A character that takes the {@action Influence|XPHB} action and succeeds on a {@dc 17} Charisma ({@skill Deception|XPHB}, {@skill Intimidation|XPHB}, or {@skill Persuasion|XPHB}) check changes the presence's attitude to {@variantrule Friendly [Attitude]|XPHB|Friendly} and convinces it to allow them to access the Helm's actions. Characters that have proficiency with Navigator's Tools make this check with {@variantrule Advantage|XPHB}, while characters with the Mark of Storm automatically succeed on this check. The presence's attitude changes to {@variantrule Hostile [Attitude]|XPHB|Hostile} if the check fails by 5 or more.",
										{
											"type": "inset",
											"name": "Captain Valthan D'lyrandar",
											"id": "011",
											"entries": [
												"The {@i Recluse} is an old ship by most standards, having served during the Last War. The airship's old captain, a {@race shifter|EFA} named Valthan d'Lyrandar, was a skilled airship pilot, but he was cautious to a fault—a trait that played a large role in his demise. Instead of dying a noble death in battle, he fell overboard during a skirmish and into the ship's elemental ring (see {@book Eberron: Forge of the Artificer|EFA}, {@book chapter 7|EFA|7|Elemental Engines}). The ship absorbed Valthan's soul into the elemental core, where it remains to this day."
											]
										},
										"Once a character has assumed control of the Helm, the ship can be righted, and the other characters can operate one of the {@i Recluse's} five other crew stations: four {@vehicle Strider Airship|EFA|Arcane Launchers} (two on either side of the airship) and a {@book Sky Veil|EFA|7|Sky Veil (15,000 GP)}.",
										"The pirates release the harpoons once the {@i Recluse} has righted itself. A skyskiff flees if reduced to half its Hit Points.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/FFotR/002-00-001.shifter.webp"
											},
											"credit": "Antonio José Manzanedo",
											"width": 850,
											"height": 1303
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Accusations of Artifice",
							"id": "012",
							"entries": [
								"The dwarf, Kreffik (Medium {@creature Cannith Artificer|EFA}), and the two remaining members of the crew are thankful that the characters deterred the pirates, but also because they discerned how to resume control of the {@i Recluse}. Kreffik is clever and understands that ethics and principles serve only as obstacles to academic pursuits. He has few reservations about lying when it comes to protecting his research, financial goals, or his clan's reputation. He begins the adventure with a {@variantrule Friendly [Attitude]|XPHB|Friendly} attitude toward the characters.",
								"Kreffik claims to not know what motivations the pirates have for trying to hijack the {@i Recluse}, but a character that takes the {@action Search|XPHB} action and makes a successful {@dc 15} Wisdom ({@skill Insight|XPHB}) check discerns that he's hiding something. Kreffik comes clean and offers to reveal his cargo to the characters if a character takes the {@action Influence|XPHB} action and succeeds on a {@dc 15} Charisma ({@skill Intimidation|XPHB} or {@skill Persuasion|XPHB}) check.",
								"Leading them to the {@i Recluse's} cargo hold, Kreffik opens one of the crates, revealing a rack of delicate vials of thin green liquid, which he declares the \"essence of intuition.\" The rack is a yet another ruse, however; if removed, the remains of a dead warforged lie beneath it. He hastily admits that Karrnath pays well for such \"materials\" for their use in augmenting their undead army—a old practice that the nation openly claims is no longer utilized.",
								"He claims {@area Clan Soldorak|005|x} has never previously indulged in the trade. A character that takes the {@action Search|XPHB} action and succeeds on a {@dc 20} Wisdom ({@skill Insight|XPHB}) check finds that this is a lie; Clan Soldorak has been in the business of tracking such things for many years. While Kreffik resists the characters' attempts to disrupt the shipment, he realizes that stopping the characters from disrupting his mission is easier said than done. That said, he isn't empty-handed; one of the six crates contains a {@creature Helmed Horror|XMM} (immune to the {@spell Fireball|XPHB}, {@spell Shocking Grasp|XPHB}, and {@spell Spirit Guardians|XPHB} spells) that bursts forth at his command.",
								{
									"type": "entries",
									"name": "Treasure",
									"id": "013",
									"entries": [
										"Once the characters resume their journey, they find a beaded, oil-cloth satchel on the {@i Recluse's} deck, which was seemingly dropped by a pirate that boarded the airship. The satchel contains 25 GP and a {@item Potion of Greater Healing|XDMG|Potion of Healing (greater)}.",
										"If Kreffik is fought and defeated, they find that he wears a suit of {@item Scale Mail|XPHB|+1 Scale Mail} and a {@item backpack|XPHB} containing 250 GP in Soldorak trade bars (for use in bribing Karrnathi officials) and a ledger outlining the details of his would-be sale."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "To Korth",
					"id": "014",
					"entries": [
						"Once the characters have assumed control of the {@i Recluse}, they can continue toward Korth.",
						{
							"type": "entries",
							"name": "Plotting the Course",
							"id": "015",
							"entries": [
								"Korth is approximately 960 miles away from where the {@i Recluse} was attacked. The characters must navigate their airship to its intended destination if they have any hopes of arriving before their supplies run out. This section references the rules and guidance in the {@book \"Journeys in the Skies\"|EFA|7|Journeys in the Skies} section of {@book chapter 7|EFA|7|Elemental Airships} of {@book Eberron: Forge of the Artificer|EFA}.",
								{
									"type": "entries",
									"name": "Weather",
									"id": "016",
									"entries": [
										"At the beginning of each travel day, roll {@dice 1d6} and consult the Airship Travel Weather table to determine the weather the characters face that day. This weather also determines the encounter distance and DC for Wisdom ({@skill Survival|XPHB}) checks made to avoid getting lost, as shown in the {@table Encounter Distance; Airship Travel Conditions|EFA|Airship Travel Conditions table}.",
										{
											"type": "table",
											"caption": "Airship Travel Weather",
											"colLabels": [
												"1d6",
												"Weather"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1–3",
													"Clear skies"
												],
												[
													"4–5",
													"Light Precipitation"
												],
												[
													"6",
													"Heavy precipitation"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Piloting",
									"id": "017",
									"entries": [
										"An airship's pilot is subject to the rules of extended travel (beyond 8 hours per day) in the {@book Dungeon Master's Guide|XDMG|1|Travel Pace}. Characters able to successfully interface with the {@i Recluse's} Helm and the spirit within can take turns piloting the ship, allowing the ship to make progress for more than 8 hours per day.",
										"A character operating the Helm makes a Wisdom ({@skill Survival|XPHB}) check at the end of their eight-hour shift against the DC appropriate to the travel conditions, as shown in the Navigation DC column of the {@table Encounter Distance; Airship Travel Conditions|EFA|Airship Travel Conditions table}. The airship goes off course on a failed check, extending the airship's journey by {@dice 1d4} days. Another crew member can take the {@action Help|XPHB} action to assist this check if they spend the entirety of the shift assisting the pilot."
									]
								},
								{
									"type": "entries",
									"name": "Supplies",
									"id": "018",
									"entries": [
										"The {@i Recluse} has lost all but 100 pounds of food and 100 gallons of water. As the journey progresses, see the rules for {@hazard dehydration|XPHB} and {@hazard malnutrition|XPHB} in the {@book Player's Handbook|XPHB} if the crew risks running out of supplies."
									]
								},
								{
									"type": "entries",
									"name": "Journey Encounters",
									"id": "019",
									"entries": [
										"While journeying to Korth, you can roll for or choose an encounter from the {@table Airborne Encounters|EFA|Airborne Encounters table}, referencing the Encounter Distance column of the {@table Encounter Distance; Airship Travel Conditions|EFA|Airship Travel Conditions table} to determine the distance at which creatures become aware of each other.",
										"The ship will always encounter the dragon Brynshal'duun."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Above the Ashen Spires",
							"id": "01a",
							"entries": [
								"Drawing ever closer to their journey's end, the {@i Recluse} eventually passes over the Ashen Spires, a cluster of mountains 250 miles to the east of Korth. Long suspected to be a manifest zone linked to Fernia, the Sea of Fire, the area is {@variantrule Lightly Obscured|XPHB} by clouds choked with ash, and fire behaves oddly (see the \"Fernia Manifest Zone\" sidebar).",
								{
									"type": "inset",
									"name": "Fernia Manifest Zone",
									"id": "01b",
									"entries": [
										"Fernia is a plane of endless fire populated by Celestials and Fiends, who both embody the raw power and versatility of flame. The borders between the Material Plane and Fernia are thin in a manifest zone; the power of pure, elemental fire bleeds through into Khorvaire. To represent the extraplanar influence of the manifest zone, you can use the following optional rule.",
										{
											"type": "entries",
											"name": "Fernia's Flame",
											"id": "01c",
											"entries": [
												"When a creature in this area casts a spell using a spell slot that deals Fire damage, treat the spell as if it were cast using a spell slot 1 level above the slot expended."
											]
										}
									]
								},
								{
									"type": "insetReadaloud",
									"id": "01d",
									"entries": [
										"The cloud cover here is thick with ash that swirls in eddies through the clouds; were it not for the {@i Recluse's} wind wards, it's safe to presume that the air would be nigh unbreathable.",
										"\"Movement to starboard!\" One of the deck hands at the ship's bow is pointing frantically to the northwest."
									]
								},
								"A character that takes the {@action Search|XPHB} action and succeeds on a {@dc 13} Wisdom ({@skill Perception|XPHB}) check faintly sees an immense dark shape moving through the clouds surrounding the airship.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/FFotR/003-00-002.dragons-battle-in-the-sky.webp"
									},
									"credit": "Antonio José Manzanedo",
									"width": 1700,
									"height": 997
								},
								{
									"type": "entries",
									"name": "Electric Death",
									"id": "01e",
									"entries": [
										"Though Kreffik doesn't know it, there is a spy aboard the {@i Recluse}. One of the two remaining crew members is a devotee of Brynshal'duun, a young blue dragon whose lair lies in the upper reaches of the Blade Desert. The dragon, having learned what Kreffik has been trafficking to Karnath, has chosen to waylay the airship above the Ashen Spire, and to put an end to Kreffik's blasphemous trade.",
										"Read or paraphrase:",
										{
											"type": "insetReadaloud",
											"id": "01f",
											"entries": [
												"Without warning, the clouds surrounding the airship swirl and boil. A terrible claw with talons half the size of a grown man erupts from the clouds, grabbing a crew member and pulling them from the deck—and leaving a huge rend in the airship's gunwale.",
												"The air is split by a mighty roar as a blue-scaled dragon emerges from the clouds and banks to circle around behind the {@i Recluse}, arcs of electricity flashing in its wake."
											]
										},
										"Brynshal'duun (Neutral {@creature Young Blue Dragon|XMM}) is currently in the service of Cannith South and has been tasked with stopping the delivery of Kreffik's cargo to Korth.",
										"The {@i Recluse} itself is the dragon's primary focus; the ship's cargo is destroyed if the ship is. If the characters find the dragon too formidable a foe, they may wager their best bet is to either parley with the dragon or flee far enough away from the area that the dragon abandons its pursuit of the airship."
									]
								},
								{
									"type": "entries",
									"name": "Liaising With the Dragon",
									"id": "020",
									"entries": [
										"If the characters choose to surrender to or parley with the dragon, it lands on the ship's foredeck. While Brynshal'duun is {@variantrule Hostile [Attitude]|XPHB|Hostile} and determined to scuttle the airship, the dragon can be reasoned with; its goals, while currently aligned with {@book Cannith South|EFA|5|Cannith South}, lie intertwined with the Draconic Prophecy—a complex and enigmatic means by which adherents believe they can shape the course of history.",
										{
											"type": "entries",
											"name": "The Draconic Prophecy",
											"id": "021",
											"entries": [
												"The {@book Introduction|EFA|0|The Draconic Prophecy} of {@book Eberron: Forge of the Artificer|EFA} includes a verse of this prophecy, as well as various interpretations of its lines. A character that takes the {@action Study|XPHB} action and succeeds on a {@dc 13} Intelligence ({@skill History|XPHB}) check recalls the prophecy and surmises Brynshal'duun's dedication to the prophecy's fulfillment."
											]
										},
										{
											"type": "entries",
											"name": "Reasoning with Brynshal'duun",
											"id": "022",
											"entries": [
												"A character that takes the {@action Influence|XPHB} action to parley with Brynshal'duun can make a {@dc 15} Charisma ({@skill Deception|XPHB} or {@skill Persuasion|XPHB}) check; a character that includes mention of the Draconic Prophecy makes this check with {@variantrule Advantage|XPHB}. On a successful check, Brynshal'duun's attitude improves by one step: from {@variantrule Hostile [Attitude]|XPHB|Hostile} to {@variantrule Indifferent [Attitude]|XPHB|Indifferent}, or from Indifferent to {@variantrule Friendly [Attitude]|XPHB|Friendly}.",
												"Brynshal'duun allows the characters to depart without further incident if its attitude is shifted to Friendly."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Fleeing from the Dragon",
									"id": "023",
									"entries": [
										"If the characters decide to flee rather than fight, Brynshal'duun gives chase. Use the rules for running chases in {@book chapter 3|XDMG|2|Chases} of the {@i Dungeon Master's Guide} in addition to the sections below. The chase begins with the dragon circling 120 feet behind the {@i Recluse}. The dragon initiates combat if it catches the ship.",
										{
											"type": "entries",
											"name": "Hiding the Airship",
											"id": "024",
											"entries": [
												"On Initiative count 0 each round, the creature occupying the Helm can make a {@dc 18} Dexterity ({@skill Stealth|XPHB}) check to try and hide the ship. On a successful check, the ship is obscured by the clouds, and the dragon gives up its chase."
											]
										},
										{
											"type": "entries",
											"name": "Dragon Chase Complications",
											"id": "025",
											"entries": [
												"While the chase is ongoing, each participant in the chase rolls {@dice 1d12} at the end of its turn. Consult the Dragon Chase Complications table to determine whether a complication occurs. If it does, it affects the next chase participant in the Initiative order, not the participant who rolled the die. Brynshal'duun isn't affected by complications."
											]
										},
										{
											"type": "entries",
											"name": "Ending the Chase",
											"id": "026",
											"entries": [
												"Brynshal'duun abandons the chase if it is reduced to 50 Hit Points or fewer or if it starts its turn more than 250 feet away from the Recluse.",
												{
													"type": "table",
													"caption": "Dragon Chase Complications",
													"colLabels": [
														"1d12",
														"Dragon Chase Complications"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"One random crew station powers down as waves of fear can be felt emanating from the elemental core powering the airship. The station can be reactivated if a creature takes an action and makes a successful {@dc 9} Charisma ({@skill Intimidation|XPHB} or {@skill Persuasion|XPHB}) check to placate Captain Valthan's cowardly spirit."
														],
														[
															"2",
															"The dragon's immense wings envelop you in a swirling eddy of ash so strong that even the airship's wind wards don't completely block it out. Make a {@dc 13} Constitution saving throw to avoid inhaling the ash. On a failed save, you have the {@condition Poisoned|XPHB} condition until the end of your next turn."
														],
														[
															"3",
															"The dragon dashes against the Recluse's hull. Make a {@dc 13} Strength saving throw. On a failed save, you have the {@condition Prone|XPHB} condition."
														],
														[
															"4",
															"One of the deck hands, consumed with terror, tries to grab at you. Make a {@dc 13} Dexterity saving throw. On a failed save, you have the {@condition Grappled|XPHB} condition (escape {@dc 10}). A character that takes the {@action Influence|XPHB} action to calm the deck hand can make a {@dc 13} Charisma ({@skill Intimidation|XPHB} or {@skill Persuasion|XPHB}) check, helping the deck hand regain their composure and ending the grapple on a successful check."
														],
														[
															"5",
															"The dragon dashes past the airship and severs part of the rigging which hurtles toward you. Make a {@dc 13} Dexterity saving throw to avoid the ropes. On a failed save, you take 6 ({@dice 1d10}) Bludgeoning damage and have the {@condition Grappled|XPHB} condition (escape {@dc 13}). While Grappled in this way, you also have the {@condition Restrained|XPHB} condition."
														],
														[
															"6",
															"The dragon knocks the ship into a bank ofthick cloud and ash. Until the end of your next turn, the ship is {@variantrule Heavily Obscured|XPHB}."
														],
														[
															"7-12",
															"There is no complication."
														]
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Arrival at Korth",
							"id": "027",
							"entries": [
								"Leaving the Ashen Spires behind, the characters see the Nightwood sprawling into the distance, and their destination, the city of Korth, beyond it.",
								{
									"type": "insetReadaloud",
									"id": "028",
									"entries": [
										"The {@i Recluse} slows as it draws near a tall spire on the outskirts of the city and stops at one of the three airship docks jutting from its upper reaches. Without missing a beat, crewmen leap from the ship with mooring lines and secure it to the dock.",
										"As the crew finishes securing the ship, a nearby cargo lift activates, bringing a platform up to the ship's dock level. On the platform are a human and four warforged.",
										"Hints of a Mark of Making emerge from beneath the collar of the human's fine, black clothing. Three of the four warforged are scarred and heavily damaged, while the darkwood fourth wields a pair of immense shields and has a frame gilt in silver, gold, and other precious metals."
									]
								},
								"The cargo lift is about 50 feet away from the edge of the dock where the {@i Recluse} is moored. The individuals on the lift are the Baron Zorlan d'Cannith (Medium {@creature Cannith Artificer|EFA}, detailed in {@book Eberron: Forge of the Artificer|EFA}), his retinue of three warforged bodyguards (Medium {@creature Warrior Veteran|XMM|Warrior Veterans}), and Bastion, his personal warforged bodyguard (Medium {@creature Guard Captain|XMM}). The four warforged are Constructs instead of Humanoids.",
								"A character that takes the {@action Study|XPHB} action and succeeds on a {@dc 11} Intelligence ({@skill History|XPHB}) check identifies that the human's dragonmark and garb suggests high ranking in {@book House Cannith|EFA|5|House Cannith}. If the check succeeds by 5 or more, the character recognizes the human as Zorlan d'Cannith, the Cannith baron that rules Cannith East.",
								{
									"type": "entries",
									"name": "Baron Zorlan d'Cannith",
									"id": "029",
									"entries": [
										"The Baron of Cannith East is a man of few words. Always looking for a means by which to assume control of the entirety of House Cannith, Zorlan has set his eyes on Merrix d'Cannith's field of expertise: warforged—specifically undead ones. Through his extensive contacts, he has been arranging for the delivery of dead warforged for years for use in his experimentation.",
										"Unless the characters cause a problem, the meeting with Baron Zorlan proceeds simply: there's an exchange of money (see \"{@area Treasure|02a|x}\"), the undead soldiers load Kreffik's seven crates on a cart on the lift, and the parties part ways. If the characters discovered what the crates contained, however, they may try to prevent the exchange.",
										"If the characters take moral affront with the cargo, Baron Zorlan is not one to be trifled with; his retinue move to block the characters should they threaten violence. If Kreffik remains alive, he and his Helmed Horror defend Baron Zorlan should a fight break out.",
										"Baron Zorlan doesn't care who receives payment; as long as he takes delivery of the cargo, he is content to leave his payment on the dock for whomever wants to fight over it. In fact, he takes an interest in characters who display particular skill in violence should their dealings come to blows."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"id": "02a",
									"entries": [
										"Whether to Kreffik or to the characters, Baron Zorlan tenders payment in a chest containing seven smaller pouches within. Each pouch contains 100 GP in coins of various mint (removing one pouch for each undelivered crate). Further, the chest contains a pair of {@item Boots of the Winding Path|EFA} (see {@book Eberron: Forge of the Artificer|EFA}).",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/FFotR/004-00-003.warforged.webp"
											},
											"credit": "Craig J. Spearing",
											"width": 850,
											"height": 1213
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Credits",
					"id": "02b",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"items": [
								{
									"type": "item",
									"name": "Lead Designer:",
									"entry": "Travis Woodall"
								},
								{
									"type": "item",
									"name": "Designers:",
									"entry": "Makenzie De Armas, Chris Tulach"
								},
								{
									"type": "item",
									"name": "Editor:",
									"entry": "Amanda Frechin"
								},
								{
									"type": "item",
									"name": "Graphic Designer:",
									"entry": "Zsolt Tóth"
								},
								{
									"type": "item",
									"name": "Cover Illustrator:",
									"entry": "Chase Stone"
								},
								{
									"type": "item",
									"name": "Cartographer:",
									"entry": "Sean Macdonald"
								},
								{
									"type": "item",
									"name": "Illustrators:",
									"entry": "Antonio José Manzanedo, John Thacker, Craig J. Spearing"
								},
								{
									"type": "item",
									"name": "Producer:",
									"entry": "Bill Benham"
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/FFotR/005-00-004.automaton.webp"
							},
							"credit": "Noor Rahman",
							"width": 850,
							"height": 834
						}
					]
				}
			]
		}
	]
}
