{
	"data": [
		{
			"type": "section",
			"name": "Hold Back The Dead",
			"id": "000",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/HBTD/000-00-001.cover-art.webp"
					},
					"credit": "Aurore Folny",
					"width": 1700,
					"height": 2200
				},
				"Ironspine Keep is all that stands before a monstrous horde sent by the villainous lich Szass Tam. The heroes must defend a section of the fortress walls from encroaching monsters and internal spies, or the region will fall to Szass Tam's tide of death.",
				"\"Hold Back the Dead\" is part of a yearlong celebration of Dungeons & Dragons and its 50th anniversary. The adventure is designed for four to six level 4 characters. Accompanying the adventure are character sheets for the six protagonists of the beloved 1980s {@i Dungeons & Dragons} animated series: Bobby, Diana, Eric, Hank, Presto, and Sheila, all presented in young adulthood. The seventh character sheet presents Niko, a Cleric from a different set of adventurers who recently tumbled into the D&D multiverse. Each player can choose one of these characters or provide a character of their own.",
				{
					"type": "section",
					"name": "Using This Supplement",
					"id": "001",
					"entries": [
						"This document and the 2024 {@book Player's Handbook|XPHB} contain all you need to run the adventure. The following appendixes are included:",
						"{@area Appendix A|030|x} provides stat blocks for the creatures encountered in this adventure. Their names appear in {@b bold} in the adventure.",
						"{@area Appendix B|031|x} provides maps of the fortress defense zones; you will need only one of these maps.",
						{
							"type": "insetReadaloud",
							"id": "002",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Background",
					"id": "003",
					"entries": [
						"Ironspine Keep has stood abandoned for many years. Representatives of the Lord's Alliance, an organization of the strongest cities on the Sword Coast, recently funded an expedition to reclaim the fortress. The fortress would allow the Lord's Alliance to keep a closer watch over dangers in the region. The characters are initially hired to help guard Ironspine Keep, which is expected to be an easy task.",
						"Szass Tam, a scheming lich in command of the malevolent Red Wizards of Thay, plans to amass an army in this area of the Western Heartlands. Ironspine Keep makes an ideal place to sequester his forces, and Szass Tam can't allow the powerful Sword Coast cities to control the stronghold. He quickly dispatched a legion commanded by a spectral warlord to discourage the recovery effort. To instill fear in the rabble repairing the fortification, Szass Tam sent an imposing illusion of himself over the fortress, declaring its impending doom.",
						"The Lord's Alliance won't be deterred. Rather than abandon the fortress, the five cities supporting the reconstruction efforts committed to defending Ironspine Keep against Szass Tam's horde.",
						"When the characters arrive for what they expect to be a routine guard posting, they learn about the approaching horde and must align themselves with one of the five cities. Defense of Ironspine Keep depends upon them.",
						{
							"type": "entries",
							"name": "Adventure Hooks",
							"id": "004",
							"entries": [
								"A halfling commander named Corlie Halvachar (Small, Neutral Good {@creature Knight|XMM}) sends for the characters. She's a representative of the Lord's Alliance with an offer of easy guard work at the remote fortress where she's stationed. Corlie asks the characters to come to the stronghold and serve on behalf of the five great Sword Coast cities that are jointly restoring the fortress. The characters arrive at Ironspine Keep to meet with the knight at the start of the adventure.",
								"If this employment isn't sufficient to interest the players, you might use one of the following hooks instead:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Allies in Danger",
											"entry": "A character's family or loved ones in the Western Heartlands send word about how dangerous the area has become and how happy they are to hear that the nearby Ironspine Keep is being restored. They encourage the characters to lend aid to Corlie Halvachar at the fortress to ensure that the lands can be safe once again."
										},
										{
											"type": "item",
											"name": "Avoiding Punishment",
											"entry": "If the characters have found themselves on the wrong side of the law in Baldur's Gate, Mithral Hall, Neverwinter, Silverymoon, or Waterdeep, a city leader offers to expunge the characters' crimes if they serve some time guarding Ironspine Keep under the command of Corlie Halvachar."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Setting the Adventure",
							"id": "005",
							"entries": [
								"This adventure takes place in the Western Heartlands of the Sword Coast region in the Forgotten Realms campaign setting. You can set the adventure on a different world if you wish. Consider the following suggestions:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Dragonlance",
											"entry": "The old fortress rises in the Hinterlund region of Solamnia. It was built before the Cataclysm and has been uninhabited until recently. Corlie Halvachar is a Knight of the Crown. Lord Soth's forces are marching from Dargaard Keep."
										},
										{
											"type": "item",
											"name": "Eberron",
											"entry": "Dwarves built the fortress in the Mror Holds long ago but abandoned it when a local mine was depleted. Allied forces have recently recovered it, but the fortress is in the path of a horde of monsters sent by the sinister lich Lady Illmarrow."
										},
										{
											"type": "item",
											"name": "Greyhawk",
											"entry": "The recently reclaimed fortress stands in the northern part of the Kingdom of Furyondy. The evil cambion Iuz, rather than Szass Tam, sends forces against the fortress."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Overview",
							"id": "006",
							"entries": [
								"This adventure is designed to unfold in three to four hours of play and is split into the following parts:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "First Wave",
											"entry": "The characters learn of Szass Tam's threat, take up arms, and contend with enemies seeking to climb the fortress walls. The characters can use a siege weapon on their section of the wall against the defenders."
										},
										{
											"type": "item",
											"name": "Second Wave",
											"entry": "Realizing the characters are presenting a strong defense, the army seeks to eliminate the characters by hurling monsters onto the battlements."
										},
										{
											"type": "item",
											"name": "Siege Weapon Sabotage",
											"entry": "While the characters rest, a shape-shifting spy and its minions try to sabotage the characters' siege weapon and murder them all."
										},
										{
											"type": "item",
											"name": "The Warlord",
											"entry": "The horde's leader decides to personally eliminate the characters. By defeating this warlord, the characters leave the enemy leaderless and save the fortress."
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "A Timely Arrival",
					"id": "007",
					"entries": [
						"The adventure begins as the characters arrive at Ironspine Keep for routine guard duty. Several unarmored workers, including stonemasons and smiths, frantically work at repairs with evident fear and determination. Corlie Halvachar meets with the characters as soon as they arrive.",
						"Read or paraphrase the following text to start the adventure:",
						{
							"type": "insetReadaloud",
							"id": "008",
							"entries": [
								"A stout halfling wearing plate armor meets you at the fortress entrance.",
								"\"Such lucky timing!\" she says. \"I'm Corlie Halvachar, representing the Lord's Alliance. The situation here has gotten much, much worse. I'll fill you in, but first, please tell me a bit about yourselves.\""
							]
						},
						"Give each player an opportunity to introduce and describe their character. Corlie engages in a bit of pleasant chatter, probing the characters about their abilities, but it's clear she's got something pressing on her mind.",
						{
							"type": "entries",
							"name": "Corlie's Briefing",
							"id": "009",
							"entries": [
								"After the introductions, Corlie gives a grim smile. Continue reading:",
								{
									"type": "insetReadaloud",
									"id": "00a",
									"entries": [
										"Corlie leads you north through the fortress. Workers repair walls, stack spears, and sharpen swords.",
										"\"Five great cities of the Sword Coast have combined forces to restore this fortress,\" she explains. \"We expected it would give us better visibility into trouble on the frontier. But it seems that the Red Wizards of Thay don't want us here.",
										"\"Earlier today, an image of the vile necromancer Szass Tam, leader of the Red Wizards, appeared in the sky above the fortress. He commanded that everyone in the fortress flee or face his army.\"",
										"Corlie gestures at the workers with pride.",
										"\"We won't be bullied, and we won't abandon a stronghold that the Red Wizards might use as a foothold in the region. We're staying.",
										"\"But we don't have many soldiers; I don't even have any squires to help. We need you.",
										"\"Scouts have identified an army of skeletons, zombies, and other undead headed this way. They'll arrive within the hour, probably in multiple waves. We need brave souls like you on the wall.",
										"\"But which wall? Each city has reinforced a part of this fortress, and you'll be stationed in a defense zone on behalf of one of the five cities. You can decide which.\""
									]
								},
								"Corlie asks the characters to serve on behalf of Baldur's Gate, Mithral Hall, Neverwinter, Silverymoon, or Waterdeep. She has already arranged for the characters to receive hazard pay of 1,000 GP each from the city they choose. All characters must agree on the same city patron. Show the players {@adventure Map 1.1|HBTD|0|Map 1.1: Ironspine Keep} and point out which defense zones correspond with which city.",
								"Corlie describes the cities and their defense zones as follows:",
								{
									"type": "table",
									"colStyles": [
										"col-3",
										"col-9"
									],
									"rows": [
										[
											{
												"type": "image",
												"href": {
													"type": "internal",
													"path": "adventure/HBTD/000-00-002.baldurs-gate.webp"
												},
												"maxHeight": 240,
												"maxWidth": 240,
												"width": 850,
												"height": 800
											},
											"{@b Baldur's Gate} is a rough-and-tumble port city replete with decadent nobles, gangs, and priests like those who follow Gond, a god of invention. Its defense zone is the critical northern tip of the fortress. Inventors have installed a Clockwork Trebuchet there to aid in defense."
										],
										[
											{
												"type": "image",
												"href": {
													"type": "internal",
													"path": "adventure/HBTD/000-00-003.mithral-hall.webp"
												},
												"maxHeight": 240,
												"maxWidth": 240,
												"width": 850,
												"height": 451
											},
											"{@b Mithral Hall} is an ancestral dwarven city reclaimed from evil occupiers in recent years. Its mines and forges make it a growing economic powerhouse. This city's defense zone is the northwest part of the fortress. Engineers installed a Forge Launcher that hurls canisters of superheated metal at attackers."
										],
										[
											{
												"type": "image",
												"href": {
													"type": "internal",
													"path": "adventure/HBTD/000-00-004.neverwinter.webp"
												},
												"maxHeight": 240,
												"maxWidth": 240,
												"width": 850,
												"height": 863
											},
											"{@b Neverwinter} is a mercantile city recovering from cataclysmic events. It has grown in influence as its citizens reclaim their shattered city and rebuild trade networks. Its defense zone on the fortification's west side has an Automatic Ballista."
										],
										[
											{
												"type": "image",
												"href": {
													"type": "internal",
													"path": "adventure/HBTD/000-00-005.silverymoon.webp"
												},
												"maxHeight": 240,
												"maxWidth": 240,
												"width": 850,
												"height": 1058
											},
											"{@b Silverymoon} is a peaceful city with soaring towers, living trees, and beautiful architecture. It echoes the great cities of ancient days. Silverymoon's contributions to the defense zone on the fortress's east side include an Enchanted Ballista."
										],
										[
											{
												"type": "image",
												"href": {
													"type": "internal",
													"path": "adventure/HBTD/000-00-006.waterdeep.webp"
												},
												"maxHeight": 240,
												"maxWidth": 240,
												"width": 850,
												"height": 1324
											},
											"{@b Waterdeep}, City of Splendors, is a wealthy metropolis where merchants vie for prestige with trade in marvels of all sorts. Waterdeep's defense zone is the northeastern section of the fortress, where its wealthy merchants contributed an expensive magical Storm Cannon."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Questioning Corlie",
							"id": "00b",
							"entries": [
								"While she escorts the characters to their selected defense zone, Corlie answers questions they have, which might include the following:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "What's in This Horde?",
											"entry": "\"Our scouts haven't been able to get too close, but they say we'll face dozens or even hundreds of skeletons and zombies all around this part of the fortress. They have a few wagons, or perhaps large creatures, with them—that's not clear. I've had conflicting reports about the horde's leader, but it's some kind of ghost or creature made of dark mist.\""
										},
										{
											"type": "item",
											"name": "Who's Defending the Other Wall Sections?",
											"entry": "\"We have a few soldiers ready to stand guard on the battlements. A few doughty workers have agreed to take up spears and crossbows in defense of the fortress as well. We're spread thin, so I can't give you any support.\""
										},
										{
											"type": "item",
											"name": "Where Will You Be?",
											"entry": "\"The soldiers will need my support more than you will. I'll be coordinating defenses on the other wall sections. You won't see me again until the danger has passed.\""
										},
										{
											"type": "item",
											"name": "Should We Retreat?",
											"entry": "\"And let the Red Wizards establish a stronghold here in the Western Heartlands? No, we must repel them here and now.\""
										},
										{
											"type": "item",
											"name": "Can You Pay More?",
											"entry": "\"The city sponsoring you has authorized hazard pay of 1,000 GP each. Plus, you can split my 1,000 GP hazard pay among yourselves. I really need your help.\""
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ironspine Keep",
					"id": "00c",
					"entries": [
						"The Lord's Alliance reclaimed the fortress only a few days ago and didn't expect such an immediate and overwhelming attack, so it's still in disrepair. Old cracks mar the stonework and once-fitted stones are uneven. Tough weeds sprout throughout the fortress. Thick brush has grown far closer to the walls than any reasonable defender would permit. The new occupants haven't had time to trim these back, and the high brush conceals the horde's movements.",
						"Map 1.1 shows the critical north end of Ironspine Keep, which faces the invading horde; the keep extends off the map to the south.",
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HBTD/001-map-0.01-Ironspine-Keep.webp"
									},
									"imageType": "map",
									"title": "Map 1.1: Ironspine Keep",
									"credit": "Damien Mammoliti",
									"width": 4096,
									"height": 5811,
									"id": "011",
									"grid": {
										"type": "square",
										"size": 235,
										"offsetX": -32,
										"offsetY": 113,
										"scale": 4
									},
									"mapRegions": [
										{
											"area": "010",
											"points": [
												[
													1225,
													732
												],
												[
													2990,
													732
												],
												[
													2990,
													2022
												],
												[
													1225,
													2022
												]
											]
										},
										{
											"area": "013",
											"points": [
												[
													1575,
													2142
												],
												[
													1575,
													3905
												],
												[
													280,
													3905
												],
												[
													280,
													2142
												]
											]
										},
										{
											"area": "01c",
											"points": [
												[
													2522,
													2262
												],
												[
													3810,
													2262
												],
												[
													3810,
													4027
												],
												[
													2522,
													4027
												]
											]
										},
										{
											"area": "016",
											"points": [
												[
													162,
													4022
												],
												[
													1925,
													4022
												],
												[
													1925,
													5320
												],
												[
													162,
													5320
												]
											]
										},
										{
											"area": "019",
											"points": [
												[
													2165,
													4147
												],
												[
													3927,
													4147
												],
												[
													3927,
													5432
												],
												[
													2165,
													5432
												]
											]
										}
									],
									"hrefThumbnail": {
										"type": "internal",
										"path": "adventure/HBTD/thumbnail/001-map-0.01-Ironspine-Keep.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HBTD/001-map-0.01-ironspine-keep-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"credit": "Damien Mammoliti",
									"width": 4096,
									"height": 5811,
									"mapParent": {
										"id": "011"
									},
									"grid": {
										"type": "square",
										"size": 235,
										"offsetX": -32,
										"offsetY": 113,
										"scale": 4
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Fortress Features",
							"id": "00d",
							"entries": [
								"The fortress has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Battlements and Walkways",
											"entry": "The wide walkways ringing the fortress are made of crumbling stone. Three-foot-high battlements ring the exterior of the walkway; they provide {@table Cover|XPHB|Half Cover}. There are no battlements or railings on the walkway interiors. The walkway is 20 feet above the ground."
										},
										{
											"type": "item",
											"name": "Buildings",
											"entry": "The fortress's interior buildings are 40 feet high and contain mundane supplies. During the attack, noncombatants hide within them. The characters don't explore them during this adventure, so no map of interior rooms is provided."
										},
										{
											"type": "item",
											"name": "Fog",
											"entry": "Starting from the first wave of the attack, magical fog surrounds the fortress. This fog begins at the edge of the map and extends several hundred feet beyond the map's edge. The area within the fog is {@variantrule Heavily Obscured|XPHB}, and the fog can't be blown away. The fog doesn't dissipate until the characters defeat the horde's warlord."
										},
										{
											"type": "item",
											"name": "Light",
											"entry": "This adventure begins on a sunny afternoon, but a thin, magical fog covers the sky. Although there isn't any direct sunlight, {@variantrule Bright Light|XPHB} prevails in all areas except in the fog, which is an area of {@variantrule Darkness|XPHB}."
										},
										{
											"type": "item",
											"name": "Siege Equipment",
											"entry": "The fortress has five siege weapons provided by the Lord's Alliance cities. Each is a marvel of magical or mechanical engineering that swivels but can't be moved. Each siege weapon is described in the \"Defense Zones\" section below."
										},
										{
											"type": "item",
											"name": "Stairs and Ladders",
											"entry": "Steep stone stairs ascend to the walkways from the fortress interior. Additionally, each walkway has two coiled rope ladders that can be thrown over the battlements to access the exterior if needed. A character can take a {@action Utilize|XPHB} action to lower or raise a rope ladder."
										},
										{
											"type": "item",
											"name": "Walls",
											"entry": "The fortress walls have few handholds, so climbing them requires a successful {@dc 10} Strength ({@skill Athletics|XPHB}) check."
										}
									]
								},
								{
									"type": "inset",
									"name": "Siege Equipment",
									"id": "00e",
									"entries": [
										"Siege equipment includes objects designed to assail or defend castles and other walled fortifications. Most siege weapons require creatures to move them, as well as to load, aim, and fire them. The siege equipment descriptions specify the actions required to prepare them for firing. The characters don't have to use the siege equipment, but they might find some encounters easier if they do. In \"{@area Second Wave|023|x},\" the characters find siege equipment used against them!"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Defense Zones",
					"id": "00f",
					"entries": [
						"Provide the players the map for the defense zone they selected (see {@area appendix B|031|x}).",
						"A description of the siege weapon in each defense zone follows. Each weapon has sufficient ammunition to be fired 20 times.",
						{
							"type": "entries",
							"name": "Baldur's Gate (North)",
							"id": "010",
							"entries": [
								"The siege weapon in Baldur's Gate's defense zone (see {@adventure Map 1.2|HBTD|0|Map 1.2: Baldur's Gate Defense Zone}) is a trebuchet mechanized by priests of Gond. Pulling a single lever loads and aims the trebuchet.",
								{
									"type": "statblock",
									"name": "Clockwork Trebuchet",
									"tag": "object",
									"source": "HBTD",
									"style": "narrow"
								}
							]
						},
						{
							"type": "entries",
							"name": "Mithral Hall (Northwest)",
							"id": "013",
							"entries": [
								"The siege weapon in Mithral Hall's defense zone (see {@adventure Map 1.3|HBTD|0|Map 1.3: Mithral Hall Defense Zone}) is a modified catapult that launches iron canisters of superheated metal that explode on impact. A cunning mechanized device drops a new canister into place with the recoil, loading the launcher immediately and automatically when it's fired.",
								{
									"type": "statblock",
									"name": "Forge Launcher",
									"tag": "object",
									"source": "HBTD",
									"style": "narrow"
								}
							]
						},
						{
							"type": "entries",
							"name": "Neverwinter (West)",
							"id": "016",
							"entries": [
								"The siege weapon in Neverwinter's defense zone (see {@adventure Map 1.4|HBTD|0|Map 1.4: Neverwinter Defense Zone}) is a ballista modified so that its recoil automatically loads another bolt from its magazine.",
								{
									"type": "statblock",
									"name": "Automatic Ballista",
									"tag": "object",
									"source": "HBTD",
									"style": "narrow"
								}
							]
						},
						{
							"type": "entries",
							"name": "Silverymoon (East)",
							"id": "019",
							"entries": [
								"The siege weapon in Silverymoon's defense zone (see {@adventure Map 1.4|HBTD|0|Map 1.5: Silverymoon Defense Zone}) is a ballista. Imperceptible fey spirits automatically aim the ballista. However, the spirits aren't strong enough to lift the heavy ballista bolts, so it must be loaded by hand.",
								{
									"type": "statblock",
									"name": "Enchanted Ballista",
									"tag": "object",
									"source": "HBTD",
									"style": "narrow"
								}
							]
						},
						{
							"type": "entries",
							"name": "Waterdeep (Northeast)",
							"id": "01c",
							"entries": [
								"The siege weapon in Waterdeep's defense zone (see {@adventure Map 1.5|HBTD|0|Map 1.6: Waterdeep Defense Zone}) is a small bronze cannon inlaid with arcane runes and mounted on a heavy tripod. It launches balls of crackling electricity.",
								{
									"type": "statblock",
									"name": "Storm Cannon",
									"tag": "object",
									"source": "HBTD",
									"style": "narrow"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "First Wave",
					"id": "01f",
					"entries": [
						"Once the players have reviewed the relevant map of their defense zone from {@area appendix B|031|x} and positioned their characters, read or paraphrase the following:",
						{
							"type": "insetReadaloud",
							"id": "020",
							"entries": [
								"Scouts shout from within the walls that the horde approaches. Distant shapes of skeletal soldiers and shambling corpses appear around nearby hills in several directions. Just then, a sickly black fog seeps from the ground in a ring around the fortress, obscuring everything more than a few dozen yards from the walls.",
								"Shouts of confusion echo through the fortress, as no one can see the horde's movements. Soon, the horde's intent is clear. Undead lurch from the mist toward the fortress."
							]
						},
						"Eight {@creature Skeleton|XMM|Skeletons} and two {@creature Ogre Zombie|XMM|Ogre Zombies} emerge from the dark fog. Each zombie has a 20-foot-tall metal ladder affixed to its back with hooks sunk into its rotting flesh. The zombies lumber directly toward the wall and stay there. The skeleton soldiers advance and make ranged attacks until they can get up a ladder to fight in melee. The zombies climb the walls when all the skeleton soldiers are atop the wall or have been defeated. These foes all fight until destroyed.",
						{
							"type": "entries",
							"name": "Aftermath",
							"id": "021",
							"entries": [
								"The characters have only a few minutes to heal or regroup when the second wave begins.",
								{
									"type": "inset",
									"name": "Fights at Other Wall Areas",
									"id": "022",
									"entries": [
										"The characters should have enough going on at their own wall to keep them from worrying about what's going on in other defense zones, but you should describe furious fights at other areas if the players are curious. Tell the players that when the characters are hard-pressed by their foes, their allies are also struggling. When the characters get the upper hand, their allies are likewise keeping the monsters at bay."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Second Wave",
					"id": "023",
					"entries": [
						"Unable to breach the wall the characters are defending, the enemies use two Decrepit Mangonels (see the statistics at the end of this section) to assault the position.",
						"Read or paraphrase the following shortly after the previous encounter:",
						{
							"type": "insetReadaloud",
							"id": "024",
							"entries": [
								"There is a momentary hush within the fog surrounding the fortress. You hear the harsh twang of twisted wood and rope. Suddenly, two zombies sail through the air, flailing like rag dolls, and crash onto the walkway."
							]
						},
						"The two {@creature Zombie|XMM|Zombies} are on the walkway near the characters. Each zombie has the {@condition Prone|XPHB} condition from the fall.",
						"In addition to the zombies, roll Initiative for four {@creature Skeleton|XMM|Skeletons} who start out of sight in the mist.",
						"The skeletons first wheel a Decrepit Mangonel into view. Thereafter, the skeletons load sacks of squirming, severed hands into their mangonel and launch the sacks onto the walkway.",
						"The skeletons have three sacks, each containing a {@creature Swarm of Crawling Claws|XMM}. Once the skeletons launch all three sacks or when the Decrepit Mangonel is destroyed, the skeletons rush the walls to climb them and engage in melee.",
						{
							"type": "statblock",
							"name": "Decrepit Mangonel",
							"tag": "object",
							"source": "HBTD",
							"style": "narrow"
						},
						{
							"type": "entries",
							"name": "Aftermath",
							"id": "028",
							"entries": [
								"After the characters deal with the enemy siege weapon attack, they can hear whoops of success around the fortress. The enemies make a temporary retreat, which the characters realize is sufficient for them to take a Short Rest if they choose."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Siege Weapon Sabotage",
					"id": "029",
					"entries": [
						"Szass Tam has more than a monstrous horde to deploy; he has commissioned a specialized team to infiltrate the fortress. This treacherous group identifies the characters as the stronghold's most effective defenders and decides to sabotage the siege weapon, then kill the characters.",
						"Read or paraphrase the following about an hour after their previous encounter (after the characters' Short Rest if they take one).",
						{
							"type": "insetReadaloud",
							"id": "02a",
							"entries": [
								"Corlie strides from the door of one of the fortress's interior buildings. Three grim-looking soldiers fall in behind her. She gives you a wide grin.",
								"\"My friends! Your efforts here have kept us safe. But we need to relocate your siege weapon to a less secure part of the wall. My squires will disassemble and relocate it. Don't trouble yourselves; please just back away while we work.\""
							]
						},
						"\"Corlie\" is actually a {@creature Doppelganger|XMM}, and the three human squires (Medium, Neutral Evil {@creature Scout|XMM|Scouts}) are loyal to the Red Wizards.",
						"Characters suspicious of this unexpected change can take a {@action Search|XPHB} action to make a {@dc 19} Wisdom ({@skill Insight|XPHB}) check. A character who recalls Corlie telling them that she doesn't have any squires makes this check with Advantage. On a success, a character realizes that this Corlie is an imposter; she is a bit too tall, and her voice a bit too low.",
						"If the characters allow, the false Corlie and squires move to the siege weapon and begin attacking it. It's immediately clear that they are destroying the siege weapon rather than taking it apart, which should alert the characters that something is wrong.",
						"Once the siege weapon is destroyed, or if the characters interrupt the sabotage attempt, the false Corlie and squires attack the characters, fighting to the death.",
						{
							"type": "entries",
							"name": "Aftermath",
							"id": "02b",
							"entries": [
								"A minute or so after the fight with the saboteurs concludes, the warlord takes matters into its own incorporeal hands and attacks directly."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Warlord",
					"id": "02c",
					"entries": [
						"After the efforts of the Red Wizards' saboteurs, the horde's warlord decides to make an example of the stalwart characters who have thwarted the assault so far. Read or paraphrase the following:",
						{
							"type": "insetReadaloud",
							"id": "02d",
							"entries": [
								"The black fog curls, and shapes within begin to part. An imposing figure, as insubstantial as the mist but infused with more malevolence, glides through the air.",
								"The creature's voice echoes around Ironspine Keep. \"I shall make an end to these meddlesome defenders. Once they are dead, the fortress shall be ours!\""
							]
						},
						"The warlord is a {@creature Wraith|XMM}. Four {@creature Zombie|XMM|Zombies} trail behind it. The Wraith flies to the walkway while the Zombies shamble across the ground and climb the walls to fight.",
						"The warlord's spirit is too tenacious to be easily destroyed. Once the Wraith is reduced to 0 Hit Points, its form explodes into three {@creature Shadow|XMM|Shadows}, each of which looks like a more insubstantial version of the warlord. The Shadows fight until destroyed, preferring to attack whichever character defeated the warlord.",
						"When the Shadows are defeated, the fog around the fortress dissipates. The milling groups of minions, now revealed, either scatter into the surrounding countryside or make uncoordinated attacks that the other fortress defenders can easily repel. The horde is broken."
					]
				},
				{
					"type": "section",
					"name": "Conclusion",
					"id": "02e",
					"entries": [
						"With the warlord's defeat and the enemy forces broken, Ironspine Keep is now safely in the hands of the Lord's Alliance. The genuine Corlie returns, battered but jubilant, and declares the characters to be the fortress's greatest defenders.",
						{
							"type": "entries",
							"name": "Rewards",
							"id": "02f",
							"entries": [
								"Corlie ensures that the city sponsoring the characters makes a 1,000 GP hazard payment to each of them. If Corlie previously agreed to contribute her share to the characters, she adds this to their reward.",
								"Corlie must return to the Sword Coast, but she insists Ironspine Keep needs leaders who can guarantee its defense. The fortress makes an excellent base of operations for future adventures on the frontier, perhaps using the rules for {@book Bastions|XDMG|10} set forth in the 2024 {@book Dungeon Master's Guide|XDMG}. No one knows why Szass Tam wants the fortress, but he's certain to test its defenders again!"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix A: Creatures",
			"id": "030",
			"entries": [
				"The following creatures from the 2025 {@book Monster Manual|XMM} appear in this adventure.",
				{
					"type": "statblock",
					"name": "Doppelganger",
					"tag": "creature",
					"source": "XMM",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Knight",
					"tag": "creature",
					"source": "XMM",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Ogre Zombie",
					"tag": "creature",
					"source": "XMM",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Scout",
					"tag": "creature",
					"source": "XMM",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Shadow",
					"tag": "creature",
					"source": "XMM",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Skeleton",
					"tag": "creature",
					"source": "XMM",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Swarm of Crawling Claws",
					"tag": "creature",
					"source": "XMM",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Wraith",
					"tag": "creature",
					"source": "XMM",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Zombie",
					"tag": "creature",
					"source": "XMM",
					"style": "narrow"
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix B: Maps",
			"id": "031",
			"entries": [
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/002-map-0.02-baldurs-gate-defense-zone.webp"
							},
							"imageType": "map",
							"title": "Map 1.2: Baldur's Gate Defense Zone",
							"credit": "Damien Mammoliti",
							"width": 4096,
							"height": 3001,
							"id": "012",
							"grid": {
								"type": "square",
								"size": 273,
								"scale": 2
							}
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/003-map-0.03-mithral-hall-defense-zone.webp"
							},
							"imageType": "map",
							"title": "Map 1.3: Mithral Hall Defense Zone",
							"credit": "Damien Mammoliti",
							"width": 4096,
							"height": 5586,
							"id": "014",
							"grid": {
								"type": "square",
								"size": 375,
								"offsetX": -29,
								"offsetY": -43,
								"scale": 2
							}
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/004-map-0.04-neverwinter-defense-zone.webp"
							},
							"imageType": "map",
							"title": "Map 1.4: Neverwinter Defense Zone",
							"credit": "Damien Mammoliti",
							"width": 4096,
							"height": 3003,
							"id": "015",
							"grid": {
								"type": "square",
								"size": 275,
								"offsetX": -32,
								"offsetY": -23,
								"scale": 2
							}
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/005-map-0.05-silverymoon-defense-zone.webp"
							},
							"imageType": "map",
							"title": "Map 1.5: Silverymoon Defense Zone",
							"credit": "Damien Mammoliti",
							"width": 4096,
							"height": 3003,
							"id": "017",
							"grid": {
								"type": "square",
								"size": 275,
								"offsetX": -34,
								"offsetY": -24,
								"scale": 2
							}
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/006-map-0.06-waterdeep-defense-zone.webp"
							},
							"imageType": "map",
							"title": "Map 1.6: Waterdeep Defense Zone",
							"credit": "Damien Mammoliti",
							"width": 4096,
							"height": 5585,
							"id": "018",
							"grid": {
								"type": "square",
								"size": 375,
								"offsetX": -26,
								"offsetY": -37,
								"scale": 2
							}
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Premade Characters",
			"id": "032",
			"entries": [
				"If a player doesn't have a level-appropriate character to play—or if they'd like to play a character from the {@i Dungeons & Dragons} animated series—have them choose one from this section. The Premade Characters table summarizes the characters, all of whom are level 4.",
				{
					"type": "table",
					"caption": "Premade Characters",
					"colLabels": [
						"Name",
						"Class"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"{@5etoolsImg Bobby|pdf/HBTD/bobby-character-sheet.pdf}",
							"Barbarian"
						],
						[
							"{@5etoolsImg Diana|pdf/HBTD/diana-character-sheet.pdf}",
							"Monk"
						],
						[
							"{@5etoolsImg Eric|pdf/HBTD/eric-character-sheet.pdf}",
							"Fighter"
						],
						[
							"{@5etoolsImg Hank|pdf/HBTD/hank-character-sheet.pdf}",
							"Ranger"
						],
						[
							"{@5etoolsImg Niko|pdf/HBTD/niko-character-sheet.pdf}",
							"Cleric"
						],
						[
							"{@5etoolsImg Presto|pdf/HBTD/presto-character-sheet.pdf}",
							"Wizard"
						],
						[
							"{@5etoolsImg Sheila|pdf/HBTD/sheila-character-sheet.pdf}",
							"Rogue"
						]
					]
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/007-00-002.bobby.webp"
							},
							"title": "Bobby",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/008-00-003.diana.webp"
							},
							"title": "Diana",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/009-00-004.eric.webp"
							},
							"title": "Eric",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/010-00-005.hank.webp"
							},
							"title": "Hank",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/011-00-006.niko.webp"
							},
							"title": "Niko",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/012-00-007.presto.webp"
							},
							"title": "Presto",
							"width": 850,
							"height": 1184
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HBTD/013-00-008.sheila.webp"
							},
							"title": "Sheila",
							"width": 850,
							"height": 1184
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Adventure Credits",
			"id": "057",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Lead Designer:",
							"entry": "Ron Lundeen"
						},
						{
							"type": "item",
							"name": "Rules Developer:",
							"entry": "Makenzie De Armas"
						},
						{
							"type": "item",
							"name": "Editors:",
							"entry": "Janica Carter (lead), Judy Bauer"
						},
						{
							"type": "item",
							"name": "Art Directors:",
							"entry": "Emi Tanji (lead), Josh Herman"
						},
						{
							"type": "item",
							"name": "Graphic Designer:",
							"entry": "Matt Cole (lead)"
						},
						{
							"type": "item",
							"name": "Cover Illustrator:",
							"entry": "Aurore Folny"
						},
						{
							"type": "item",
							"name": "Cartographer:",
							"entry": "Damien Mammoliti"
						},
						{
							"type": "item",
							"name": "Illustrators:",
							"entry": "Alix Branwyn, Lake Hurwitz, Tyler Jacobson, Titus Lunter, Kieran Yanner"
						},
						{
							"type": "item",
							"name": "Consultants:",
							"entry": "Shawn Banerjee, James Mendez"
						},
						{
							"type": "item",
							"name": "Producers:",
							"entry": "Siera Bruggeman (lead), Bill Benham"
						}
					]
				}
			]
		}
	]
}
