{
	"data": [
		{
			"type": "section",
			"name": "Lightning Keep",
			"id": "000",
			"entries": [
				"{@i Lightning Keep} is a fifth edition Dungeons & Dragons adventure for four to six characters of level 3. It is set in a world of your choosing—perhaps a world of your own creation. It features monsters from {@filter Monstrous Compendium Volume 3: Minecraft Creatures|bestiary|source=MCV3MC} and therefore fits nicely into {@i Minecraft}-inspired settings.",
				"The information presented here is for the DM's eyes only. If you're planning to play through the adventure with someone else as your DM, stop reading now!",
				{
					"type": "section",
					"name": "Running the Adventure",
					"id": "001",
					"entries": [
						"This adventure is designed to be playable in three or four hours. The characters' goal is straightforward: they must search an abandoned castle for six magical lightning rods. When installed atop the battlements, these rods create a protective lightning field around the castle. By defending the castle in this way, the characters can provide a haven for refugees displaced by a marauding dragon. More information about the castle and the dragon can be found in later sections.",
						{
							"type": "insetReadaloud",
							"id": "002",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
							]
						},
						"When a creature's name appears in {@b bold} type, that's a visual clue pointing you to its stat block as a way of saying, \"Hey, DM, you better get this creature's stat block ready. You're going to need it.\" Usually, you can find the stat block in {@filter Monstrous Compendium Volume 3: Minecraft Creatures|bestiary|source=MCV3MC}; if the stat block is in the {@book Monster Manual|MM}, the adventure's text tells you so.",
						"You can make the adventure easier or harder, or adjust it for smaller or larger groups of player characters, by adjusting the number of monsters or by adding or removing encounters.",
						"The adventure fits easily into any campaign setting. All you need is a marauding dragon and a remote location for Lightning Keep. If you need help choosing a dragon, roll a {@dice d6} and consult the Dragon Suggestions table. The characters don't encounter the dragon in this adventure; it's meant to be a looming threat that could show up later in the campaign.",
						{
							"type": "table",
							"caption": "Dragon Suggestions",
							"colLabels": [
								"d6",
								"Dragon's Stat Block",
								"CR"
							],
							"colStyles": [
								"col-2 text-center",
								"col-8",
								"col-2 text-center"
							],
							"rows": [
								[
									"1",
									"{@creature Young black dragon}",
									"7"
								],
								[
									"2",
									"{@creature Young blue dragon}",
									"9"
								],
								[
									"3",
									"{@creature Young green dragon}",
									"8"
								],
								[
									"4",
									"{@creature Young red dragon}",
									"10"
								],
								[
									"5",
									"{@creature Young white dragon}",
									"6"
								],
								[
									"6",
									"{@creature Ender Dragon|MCV3MC}",
									"19"
								]
							]
						},
						"If you like the map of Lightning Keep but don't want to run the adventure, you can use the map to represent a different stronghold in your campaign."
					]
				},
				{
					"type": "section",
					"name": "Beginning the Adventure",
					"id": "003",
					"entries": [
						"Begin the adventure by reading aloud the following:",
						{
							"type": "insetReadaloud",
							"id": "004",
							"entries": [
								"A marauding dragon has laid waste to numerous villages, devouring some residents while displacing others. It strikes without mercy. No one knows where it came from, where it lairs, or how long it intends to terrorize the realm.",
								"But there is hope. Long ago, a werewolf knight of great valor used her wealth to raise a bastion at the edge of the wilderness. This castle had the power to generate a lightning shield around itself—a shield powerful enough to break sieges and keep monsters at bay. The castle was abandoned shortly after the knight passed away. By then, peace had settled across the land, making the stronghold unnecessary.",
								"Villagers displaced by the dragon ask you to travel to Lightning Keep and rid it of any threats. Rumor has it the lightning shield is powered by six magical lightning rods. If you can find these rods, perhaps the lightning shield could be reactivated, allowing refugees fleeing the dragon to use the keep as a sanctuary."
							]
						},
						"The distance the characters must travel to reach Lightning Keep is for you to decide. The characters must hurry if they're to save the refugees.",
						"Unless you decide otherwise, the journey to the keep is uneventful."
					]
				},
				{
					"type": "section",
					"name": "Arrival at the Keep",
					"id": "005",
					"entries": [
						"When the characters arrive at the keep, describe it to your players as follows:",
						{
							"type": "insetReadaloud",
							"id": "006",
							"entries": [
								"Lightning Keep is a well-preserved structure with battlements lining its granite walls. A straight path leads to a stone gatehouse, which contains a closed set of heavy wooden doors behind an iron portcullis. You see no signs of habitation and no other entrances."
							]
						},
						"The characters arrive in the morning, afternoon, evening, or dead of night, as determined by you.",
						"Characters who circle the keep can confirm that the gatehouse is the only entrance. Before the characters get any farther, run the \"Hungry Wolves\" encounter.",
						{
							"type": "entries",
							"name": "Hungry Wolves",
							"id": "007",
							"entries": [
								"Outside the keep, eight {@creature Wolf of the Overworld|MCV3MC|wolves of the Overworld} approach the characters. (Alternatively, you can use the {@creature wolf} stat block from the {@book Monster Manual|MM} to represent these creatures.)",
								"The wolves look hungry. If a character offers raw or cooked meat to a wolf, it accepts the offering and flees on its next turn, taking another wolf with it. If a character offers a wolf a bone instead, the wolf accepts the bone and becomes friendly toward that character, obeying the character's commands for the next 24 hours and departing afterward. Wolves that aren't given food or bones attack, hoping to make a meal of the party.",
								"As an action, a character can try to convince a wolf to leave peacefully on its next turn without an offering of food or a bone, doing so with a successful {@dc 11} Wisdom ({@skill Animal Handling}) check, or frighten a wolf into leaving on its next turn, which requires a successful {@dc 11} Charisma ({@skill Intimidation}) check.",
								"A wolf that is wounded flees on its next turn. If four of the wolves are killed, all remaining wolves retreat on their next turn, using the {@action dash||Dash} action to put as much distance between them and the characters as possible."
							]
						},
						{
							"type": "entries",
							"name": "Entering the Keep",
							"id": "008",
							"entries": [
								"Once the wolves are dealt with, the characters can try to enter the keep by lifting the portcullis or by clever use of magic. Alternatively, they can use grappling hooks and ropes (or climber's kits) to scale the 20-foot-high outer wall. All these options are explained below:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Clever Use of Magic",
											"entry": "A Small character reduced to Tiny size by an {@spell enlarge/reduce} spell can slip between the bars of the portcullis, while a {@spell misty step} spell or similar magic allows safe transport from one side of the portcullis to the other."
										},
										{
											"type": "item",
											"name": "Climbing the Walls",
											"entry": "The top of the outer wall is 20 feet higher than the ground outside the keep, and the wall is too smooth to climb without proper gear or magic (such as a {@spell spider climb} spell). A character equipped with climbing gear can use it to try to scale the wall, doing so with a successful {@dc 10} Strength ({@skill Athletics}) check."
										},
										{
											"type": "item",
											"name": "Lifting the Portcullis",
											"entry": "As an action, a character can try to lift the portcullis, doing so with a successful {@dc 20} Strength ({@skill Athletics}) check. The character can cause the portcullis to drop by letting go of it. Holding it up requires continuous effort; the character doing so must succeed on a {@dc 15} Strength saving throw at the start of each of their turns. On a failed save, the character's strength gives out, and the portcullis drops. (The portcullis can also be raised and lowered using the winch in {@area area K13|025|x}.)"
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Exploring the Keep",
					"id": "009",
					"entries": [
						"Once inside the keep, the characters need to find the six magical lightning rods. Once they find the rods, the characters can test the lighting shield by inserting the rods into the six cornerstones of the battlements (see {@area area K21|03b|x}).",
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LK/000-map-0.01-lightning-keep.webp"
									},
									"imageType": "map",
									"title": "Map: Lightning Keep",
									"credit": "Sean Macdonald",
									"width": 3840,
									"height": 5280,
									"id": "040",
									"mapRegions": [
										{
											"area": "03b",
											"points": [
												[
													1941,
													524
												],
												[
													1941,
													240
												],
												[
													3291,
													240
												],
												[
													3291,
													2455
												],
												[
													2505,
													2455
												],
												[
													2505,
													2156
												],
												[
													2443,
													2156
												],
												[
													2443,
													2055
												],
												[
													2611,
													2055
												],
												[
													2611,
													2366
												],
												[
													3192,
													2366
												],
												[
													3192,
													333
												],
												[
													2036,
													333
												],
												[
													2036,
													524
												]
											]
										},
										{
											"area": "03b",
											"points": [
												[
													1556,
													1103
												],
												[
													1171,
													1103
												],
												[
													1171,
													2162
												],
												[
													1640,
													2162
												],
												[
													1640,
													2072
												],
												[
													1259,
													2072
												],
												[
													1259,
													1194
												],
												[
													1556,
													1194
												]
											]
										},
										{
											"area": "037",
											"points": [
												[
													2137,
													537
												],
												[
													2421,
													537
												],
												[
													2421,
													808
												],
												[
													2238,
													808
												],
												[
													2238,
													625
												],
												[
													2137,
													625
												]
											]
										},
										{
											"area": "035",
											"points": [
												[
													1558,
													535
												],
												[
													1933,
													535
												],
												[
													1933,
													621
												],
												[
													1832,
													621
												],
												[
													1832,
													811
												],
												[
													1558,
													811
												]
											]
										},
										{
											"area": "02d",
											"points": [
												[
													1836,
													1187
												],
												[
													1836,
													1019
												],
												[
													1663,
													1019
												],
												[
													1663,
													1187
												]
											]
										},
										{
											"area": "02a",
											"points": [
												[
													1556,
													1208
												],
												[
													1556,
													1394
												],
												[
													1832,
													1394
												],
												[
													1832,
													1208
												]
											]
										},
										{
											"area": "02f",
											"points": [
												[
													1851,
													1017
												],
												[
													1851,
													1400
												],
												[
													2124,
													1400
												],
												[
													2124,
													1017
												]
											]
										},
										{
											"area": "032",
											"points": [
												[
													2139,
													1021
												],
												[
													2139,
													1392
												],
												[
													2423,
													1392
												],
												[
													2423,
													1021
												]
											]
										},
										{
											"area": "025",
											"points": [
												[
													1661,
													1985
												],
												[
													1928,
													1985
												],
												[
													1928,
													2069
												],
												[
													2158,
													2069
												],
												[
													2158,
													1985
												],
												[
													2411,
													1985
												],
												[
													2411,
													2244
												],
												[
													2149,
													2244
												],
												[
													2149,
													2145
												],
												[
													1924,
													2145
												],
												[
													1924,
													2244
												],
												[
													1661,
													2244
												]
											]
										},
										{
											"area": "027",
											"points": [
												[
													1556,
													825
												],
												[
													1556,
													996
												],
												[
													2425,
													996
												],
												[
													2425,
													825
												]
											]
										},
										{
											"area": "022",
											"points": [
												[
													1547,
													3299
												],
												[
													1547,
													3019
												],
												[
													1825,
													3019
												],
												[
													1825,
													3299
												]
											]
										},
										{
											"area": "020",
											"points": [
												[
													2423,
													3021
												],
												[
													2423,
													3301
												],
												[
													2236,
													3301
												],
												[
													2236,
													3021
												]
											]
										},
										{
											"area": "014",
											"points": [
												[
													1943,
													3023
												],
												[
													1943,
													3876
												],
												[
													2112,
													3876
												],
												[
													2112,
													3023
												]
											]
										},
										{
											"area": "01d",
											"points": [
												[
													2137,
													3318
												],
												[
													2137,
													3893
												],
												[
													2421,
													3893
												],
												[
													2421,
													3318
												]
											]
										},
										{
											"area": "018",
											"points": [
												[
													1554,
													3318
												],
												[
													1554,
													3684
												],
												[
													1920,
													3684
												],
												[
													1920,
													3318
												]
											]
										},
										{
											"area": "01b",
											"points": [
												[
													1549,
													3705
												],
												[
													1549,
													3888
												],
												[
													1733,
													3888
												],
												[
													1733,
													3705
												]
											]
										},
										{
											"area": "016",
											"points": [
												[
													1752,
													3703
												],
												[
													1752,
													3880
												],
												[
													1920,
													3880
												],
												[
													1920,
													3703
												]
											]
										},
										{
											"area": "011",
											"points": [
												[
													2712,
													4084
												],
												[
													2712,
													4356
												],
												[
													3078,
													4356
												],
												[
													3078,
													4084
												]
											]
										},
										{
											"area": "00f",
											"points": [
												[
													2977,
													4571
												],
												[
													2977,
													4758
												],
												[
													3099,
													4758
												],
												[
													3099,
													4571
												]
											]
										},
										{
											"area": "00d",
											"points": [
												[
													1259,
													3691
												],
												[
													1343,
													3691
												],
												[
													1343,
													3888
												],
												[
													1455,
													3888
												],
												[
													1455,
													3981
												],
												[
													1939,
													3981
												],
												[
													1939,
													3899
												],
												[
													2126,
													3899
												],
												[
													2126,
													3983
												],
												[
													2514,
													3983
												],
												[
													2514,
													2922
												],
												[
													2232,
													2922
												],
												[
													2232,
													2823
												],
												[
													3187,
													2823
												],
												[
													3187,
													4855
												],
												[
													2606,
													4855
												],
												[
													2606,
													4669
												],
												[
													2802,
													4669
												],
												[
													2802,
													4552
												],
												[
													2419,
													4552
												],
												[
													2419,
													4461
												],
												[
													2133,
													4461
												],
												[
													2133,
													4547
												],
												[
													1939,
													4547
												],
												[
													1939,
													4457
												],
												[
													1642,
													4457
												],
												[
													1642,
													4556
												],
												[
													1259,
													4556
												]
											]
										}
									],
									"hrefThumbnail": {
										"type": "internal",
										"path": "adventure/LK/thumbnail/000-map-0.01-lightning-keep.webp"
									},
									"grid": {
										"type": "square",
										"size": 289,
										"offsetX": 29,
										"offsetY": 124,
										"scale": 3
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LK/001-map-0.01-lightning-keep-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"width": 3840,
									"height": 5280,
									"mapParent": {
										"id": "040"
									},
									"credit": "Sean Macdonald",
									"grid": {
										"type": "square",
										"size": 289,
										"offsetX": 29,
										"offsetY": 124,
										"scale": 3
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Keep Features",
							"id": "00a",
							"entries": [
								"The keep's prevailing features are summarized below:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Building Materials",
											"entry": "All three outbuildings—the outhouse ({@area area K3|00f|x}), the outer barrack ({@area area K4|011|x}), and the stable ({@area area K5|013|x})—are made of wood and built on stone foundations. Everything else is made of stone."
										},
										{
											"type": "item",
											"name": "Ceilings",
											"entry": "Ground-floor ceilings are 10 feet high. Upper-floor ceilings are 15 feet high."
										},
										{
											"type": "item",
											"name": "Doors",
											"entry": "Doors are made of sturdy oak with iron hinges, handles, and fittings. Some doors are locked. (On the map, a locked door is indicated by a small dot on the door.) As an action, a character can force open a locked door with a successful {@dc 20} Strength ({@skill Athletics}) check, or use thieves' tools to try to pick the lock, doing so with a successful {@dc 15} Dexterity check."
										},
										{
											"type": "item",
											"name": "Indoor Lighting",
											"entry": "Interior locations are dark unless they have windows to admit natural light. Area descriptions assume characters have a light source or some other means of seeing in the dark."
										},
										{
											"type": "item",
											"name": "Windows",
											"entry": "The upper floor of the main keep has frosted windows that swing open on iron hinges. Each window is latched from the inside. As an action, a character with thieves' tools can try to unlatch a window from the outside, doing so with a successful {@dc 15} Dexterity check. A window can also be broken as an action."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Keep Locations",
							"id": "00b",
							"entries": [
								"The following locations are keyed to the Lightning Keep map.",
								{
									"type": "entries",
									"name": "K1: Lower Gatehouse",
									"id": "00c",
									"entries": [
										"The gatehouse is unguarded. The passage between the gatehouse's towers slopes up toward the north, as the ground inside the courtyard is higher than the ground outside the keep.",
										"The gatehouse's primary defenses are a sturdy double door and an iron portcullis:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Double Door",
													"entry": "These doors swing inward, squealing on rusty hinges. Though they aren't locked, a wooden bar on the inside can be lowered into brackets to hold the doors shut. Breaking open the barred doors requires a successful {@dc 25} Strength ({@skill Athletics}) check."
												},
												{
													"type": "item",
													"name": "Portcullis",
													"entry": "The bars of the iron portcullis have narrow gaps between them—too narrow for a Small or Medium character to squeeze through. A winch on the upper level of the gatehouse ({@area area K13|025|x}) can be used to raise or lower the portcullis."
												}
											]
										},
										"Both doors into the gatehouse towers are locked. Arrow slits in the gatehouse walls between the portcullis and the doors provide {@quickref cover||3||three-quarters cover} to whoever is behind them. Inside each tower is a ladder that leads to a wooden trapdoor in the ceiling, above which is area K13."
									]
								},
								{
									"type": "entries",
									"name": "K2: Courtyard",
									"id": "00d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "00e",
											"entries": [
												"This gravel courtyard is ten feet higher than the ground outside the keep, so it's only ten feet lower than the parapets of the outer wall. Stone staircases connect the courtyard to the top of the wall."
											]
										},
										"The courtyard is empty."
									]
								},
								{
									"type": "entries",
									"name": "K3: Outhouse",
									"id": "00f",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "010",
											"entries": [
												"Harmless rats infest this wooden building, which stinks of rat droppings."
											]
										},
										"A character can use a {@spell speak with animals} spell to question the rats, and feeding the rats makes them more inclined to be helpful. The rats share the following information when questioned:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Main Keep",
													"entry": "The rats haven't found a way to enter the main keep, so its contents are unknown to them."
												},
												{
													"type": "item",
													"name": "Other Visitors",
													"entry": "The rats are occasionally beset by owls at night but haven't encountered any other visitors. The outer barrack (area K4) contains several creatures that the rats deem \"unnatural.\" The rats avoid them."
												},
												{
													"type": "item",
													"name": "Silver Key",
													"entry": "One of the rats found a tarnished silver key and buried it in the southeast corner of the courtyard, behind the outhouse. A character can convince the rat to fetch the key with a successful {@dc 10} Charisma ({@skill Persuasion}) check. The head of the key is shaped like a wolf's head. The key can unlock or lock any door in the keep."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K4: Outer Barrack",
									"id": "011",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "012",
											"entries": [
												"The interior of this building reeks of mildew, and everything here is shrouded in dust. You see a stone fireplace and six sets of wooden bunk beds holding rotting, straw-filled mattresses. Lying atop four of them are dusky green creatures with blocky bodies and heads, but no arms."
											]
										},
										"The armless figures reclining on the beds are four {@creature Creeper|MCV3MC|creepers}. If the characters withdraw from the barrack immediately, the creepers do nothing. If the characters linger, the creepers take notice, sit up in their beds, and shuffle toward the intruders. The creepers are hostile and fight until destroyed."
									]
								},
								{
									"type": "entries",
									"name": "K5: Stable",
									"id": "013",
									"entries": [
										"The hinges on the stable's outer doors are badly rusted. Any attempt to open the double door causes the hinges to snap.",
										"The building contains six empty horse stalls and old riding equipment covered with dust."
									]
								},
								{
									"type": "entries",
									"name": "K6: Main Hall",
									"id": "014",
									"entries": [
										"The double door from the courtyard into the main hall is locked.",
										{
											"type": "insetReadaloud",
											"id": "015",
											"entries": [
												"This dusty hall is empty except for cobwebs."
											]
										},
										"At the north end of the hall, two web-draped staircases ascend to the gallery ({@area area K14|027|x})."
									]
								},
								{
									"type": "entries",
									"name": "K7: Vestibule",
									"id": "016",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "017",
											"entries": [
												"This room contains rows of bare hooks on walls."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K8: Kitchen and Well",
									"id": "018",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "019",
											"entries": [
												"A stone well occupies the southwest corner of this kitchen. Next to the well is a wooden bucket attached to a fifty-foot length of rope. The kitchen's work table and cupboards are bare, and a small iron cauldron hangs from an iron hook in the soot-stained fireplace."
											]
										},
										"The shaft of the well is 5 feet wide, 30 feet deep, and made of bricks, some of which protrude slightly to create handholds and footholds. A character who shines a light down the well sees a silvery gleam in the water. A character can climb up or down the shaft without having to make an ability check.",
										{
											"type": "entries",
											"name": "Cistern",
											"id": "01a",
											"entries": [
												"Below the well shaft is a 10-foot-deep, 10-foot-wide cistern filled with fresh water. The cistern is guarded by a {@creature water weird} (see the {@book Monster Manual|MM}) that attacks any character who enters the water. Lying on the cistern floor is a 10-foot-long, steel lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K9: Pantry",
									"id": "01b",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "01c",
											"entries": [
												"Bare shelves line the back wall of this empty pantry."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K10: Dining Hall",
									"id": "01d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "01e",
											"entries": [
												"Fourteen wooden chairs surround a wooden dining table. Suspended above the table is an iron chandelier missing its candles. Two empty sideboards stand against the north wall.",
												"Set into the east wall is a blackened fireplace. Above its blue marble mantelpiece hangs a metal shield bearing an insignia: a wolf's head with three lightning bolts above it."
											]
										},
										"A character who examines the shield and succeeds on a {@dc 10} Intelligence ({@skill History}) check knows that its insignia belongs to the werewolf knight who built the keep. A {@spell detect magic} spell reveals an aura of abjuration magic around the shield. The first creature that touches the metal shield takes 13 ({@dice 3d8}) lightning damage, after which the shield becomes nonmagical and can be handled without injury.",
										{
											"type": "entries",
											"name": "Blue Marble Mantelpiece",
											"id": "01f",
											"entries": [
												"A character who examines the mantelpiece realizes it's a cleverly disguised lid concealing a long, shallow compartment. Within this compartment rest two halves of a 10-foot-long lightning rod. When placed end to end, the two halves magically meld into a single 10-foot-long lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K11: Servants' Quarters",
									"id": "020",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "021",
											"entries": [
												"This room is full of dust and cobwebs. Three sets of bunk beds stand against the east wall, their straw mattresses badly rotted."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K12: Armory",
									"id": "022",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "023",
											"entries": [
												"Attached to the walls of this square room are wooden racks designed to hold weapons. Most of the weapons were removed long ago, but a few remain: six spears, four longswords, two unstrung longbows, and a tall wooden lance."
											]
										},
										"The {@item Spear|PHB|spears}, {@item Longsword|PHB|swords}, and {@item Longbow|PHB|bows} are nonmagical.",
										{
											"type": "entries",
											"name": "Wooden Lance",
											"id": "024",
											"entries": [
												"Close examination of the wooden lance reveals that it's not a weapon, but rather a case. Resting inside this case is a 10-foot-tall, steel lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K13: Upper Gatehouse",
									"id": "025",
									"entries": [
										"The upper gatehouse is unguarded. The doors leading to the outer wall's battlements are locked. Wooden trapdoors in the floor pull open to reveal ladders that descend to the lower gatehouse ({@area area K1|00c|x}). The walls are lined with arrow slits that provide {@quickref cover||3||three-quarters cover} to those behind them.",
										{
											"type": "entries",
											"name": "Portcullis Winch",
											"id": "026",
											"entries": [
												"Set into one wall is an iron winch. As an action, a character can use the winch to raise the portcullis and lock it so that it doesn't fall, or release a catch that causes the portcullis to drop."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K14: Gallery",
									"id": "027",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "028",
											"entries": [
												"Four empty suits of armor guard this carpeted hallway, the walls of which are adorned with framed pictures of knights, dragons, landscapes, and great battles. At the east end of the hall is a large painting of a werewolf knight brandishing a steel lance."
											]
										},
										"The paintings aren't magical or particularly valuable. The large painting on the east wall depicts the werewolf knight who built Lightning Keep. The doors leading out to the battlements are locked from the outside only. Twin staircases lead down to the main hall ({@area area K6|014|x}).",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "029",
											"entries": [
												"The suits of armor are welded so they don't topple over or collapse. Three of the suits clutch nonmagical {@item Spear|PHB|spears}. The fourth clutches a {@item +1 spear} that can be pried from the armor's grasp with a successful {@dc 10} Strength ({@skill Athletics}) check."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K15: Bedroom",
									"id": "02a",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02b",
											"entries": [
												"A narrow bed rests in the far corner of this sparsely furnished room. On the floor near the foot of the bed are an empty, overturned chest and a wooden coat stand."
											]
										},
										"This bedroom was used by the captain in charge of the castle guards. The chest was mostly emptied before the keep was abandoned. Any character who examines the chest finds a secret compartment in its lid. This compartment contains a wooden scroll tube, inside which is a scrap of paper with the following words written on it in Common:",
										{
											"type": "insetReadaloud",
											"id": "02c",
											"entries": [
												"Wooden lance Moonlight dance Model keep Cistern deep Below the shield By chains concealed"
											]
										},
										"These phrases provide clues to the locations of the six lightning rods (see {@area areas K8|018|x}, {@area K10|01d|x}, {@area K12|022|x}, {@area K17|02f|x}, {@area K18|032|x}, and {@area K20|037|x} for details)."
									]
								},
								{
									"type": "entries",
									"name": "K16: Privy",
									"id": "02d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02e",
											"entries": [
												"This privy contains a wash basin, a claw-footed bathtub, a towel rack, and a chamber pot, all empty."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K17: Bedroom",
									"id": "02f",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "030",
											"entries": [
												"A canopied bed draped with cobwebs stands against the west wall between two nightstands, one of which has a painted wooden model of Lightning Keep atop it. Mounted on the opposite wall is a tall mirror in a gilded frame, next to which stands a dusty wardrobe.",
												"At the south end of the room, swaying in front of the frosted window, is a tall, dark figure with long claws."
											]
										},
										"The tall, dark figure is an {@creature Enderman|MCV3MC} that was drawn to this world through a shadowy corner of the room. Unable to return to its world, it attacks if approached or spoken to.",
										"The wardrobe is empty, as are the drawers in the nightstands.",
										{
											"type": "entries",
											"name": "Model",
											"id": "031",
											"entries": [
												"Any character who examines the model on the nightstand sees a toothpick-sized lightning rod mounted to the roof of the main keep. A {@spell detect magic} spell reveals an aura of transmutation magic around the tiny lightning rod. When separated from the model, the tiny rod magically grows into a 10-foot-long, steel lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K18: Bedroom",
									"id": "032",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "033",
											"entries": [
												"Thick dust and cobwebs shroud a canopied bed, a pair of nightstands, a desk, a chair, and a wardrobe wrapped in chains. Fragments of a shattered mirror lie strewn across the floor. The window drapes are drawn."
											]
										},
										"The drawers in the desk and nightstands are empty, and careful examination of the mirror fragments suggests that the mirror once hung on the east wall next to the wardrobe. (The hook on which the mirror once hung snapped, causing the mirror to fall off the wall and break.)",
										{
											"type": "entries",
											"name": "Wardrobe",
											"id": "034",
											"entries": [
												"As the characters explore this room, the wardrobe shudders and jostles as though one or more creatures were trapped inside it. The chains around the wardrobe are held in place by a sturdy padlock. The silver key found in {@area area K3|00f|x} opens this lock. As an action, a character can also use thieves' tools to try to pick the lock, doing so with a successful {@dc 10} Dexterity check. The lock can also be broken; it has AC 17, 7 hit points, and immunity to poison and psychic damage.",
												"A {@spell detect magic} spell reveals an aura of illusion magic around the wardrobe. The shuddering and jostling of the wardrobe are illusory effects, and the wardrobe contains nothing dangerous. Opening it reveals a 6-foot-tall, 1-foot-wide, 1-foot-deep wooden box standing on end. Packed inside this box are two halves of a 10-foot-long lightning rod. When placed end to end, the two halves magically meld into a single 10-foot-long lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K19: Inner Barrack",
									"id": "035",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "036",
											"entries": [
												"Five sets of bunk beds crowd this dusty, cobwebby room. The straw-filled mattresses are all rotted. No one has slept here in a long time."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K20: Private Study",
									"id": "037",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "038",
											"entries": [
												"This room contains a desk and chair positioned in front of a frosted window. The desk has two drawers with locks, one open and one closed. Flickering red light emanates from the open drawer.",
												"Dusty bookshelves span the far wall; a single leather-bound tome leans at one end of the highest shelf. A rolling ladder covered with cobwebs puts the book within easy reach."
											]
										},
										{
											"type": "entries",
											"name": "Book",
											"id": "039",
											"entries": [
												"The book on the high shelf can be obtained by climbing the ladder or by using a {@spell mage hand} spell or similar magic. Inscribed on the book's spine in silver ink is the title, Moonlight Dance. The book, written by an unknown mystery writer, is a piece of detective fiction based on a true story. In the story, a tiefling investigator named Dagger Sharp tries to solve the murders of several villagers in the hamlet of Briar's End. A werewolf is suspected, but the true culprit is a scarecrow possessed by the evil spirit of an assassin whom the villagers buried alive months earlier. Dagger helps the villagers capture and dismember the scarecrow, then convinces the village priest to consecrate the assassin's grave, which lays the evil spirit to rest.",
												"Any character who examines the book finds a tattered cloth bookmark with a steel needle stuck in it. A {@spell detect magic} spell reveals an aura of transmutation magic around the needle. If the needle is used to draw a drop of blood, it magically enlarges to become a 10-foot-long, steel lightning rod with a ball at one end. This is one of the six lightning rods needed to activate the lightning shield (see {@area area K21|03b|x})."
											]
										},
										{
											"type": "entries",
											"name": "Desk Drawers",
											"id": "03a",
											"entries": [
												"The desk's open drawer contains an {@item Elemental Gem, Red Corundum||elemental gem (red corundum)} that's warm to the touch and is the source of the flickering red light. Instead of summoning a fire elemental, it summons a {@creature blaze|MCV3MC}.",
												"The locked drawer can be opened with the silver key found in {@area area K3|00f|x}. As an action, a character can instead use thieves' tools to try to pick the lock, doing so with a successful {@dc 10} Dexterity check, or they can force it open with a successful {@dc 13} Strength ({@skill Athletics}) check. This drawer contains an unlocked wooden coffer, the lid of which bears a steel insignia depicting a wolf's head with three lightning bolts above it. Inside the coffer are thirty rings made of blue jade. Each blue jade ring is worth 10 gp. A {@spell detect magic} spell reveals an aura of abjuration magic around each ring. These rings protect their wearers against the keep's lightning shield (see area K21 for details)."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K21: Cornerstones",
									"id": "03b",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "03c",
											"entries": [
												"A cornerstone has been placed where the battlements of two converging walls meet. Drilled into the top of the cornerstone is a cylindrical hole roughly five inches wide and one foot deep. The hole's interior is lined with lead."
											]
										},
										"The outer wall has six cornerstones. When the six magical lightning rods are inserted into the cornerstones, the keep's lightning shield is activated. The ball at the top of each lightning rod hums softly as it becomes electrified.",
										{
											"type": "entries",
											"name": "Lightning Shield",
											"id": "03d",
											"entries": [
												"As an action, a creature can insert a lightning rod into a cornerstone or remove a lightning rod from a cornerstone; only a creature wearing a blue jade ring (see area K20) can remove a rod. While all six rods are electrified, any creature not wearing a blue jade ring that is outdoors—including in the courtyard, on the rooftops, or atop the outer wall—and starts its turn within 60 feet of the keep must make a {@dc 15} Constitution saving throw, taking 14 ({@dice 4d6}) lightning damage on a failed save, or half as much damage on a successful one. This effect ignores resistance and immunity to lightning damage, due to the eldritch nature of the electricity generated by the rods.",
												"While the lightning shield is activated, Beasts can sense the eldritch electricity and keep their distance to avoid being zapped by it."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Concluding the Adventure",
					"id": "03e",
					"entries": [
						"Once the characters find the six lightning rods and rid the keep of dangerous monsters, they can stash the rods in a safe place and notify the refugees that the keep is safe to occupy, providing instructions on how to use the lightning shield. The blue jade rings found in area K20 allow the keep's new defenders to patrol the outer wall and courtyard without getting zapped by the lightning shield.",
						{
							"type": "entries",
							"name": "Continuing the Campaign",
							"id": "03f",
							"entries": [
								"As refugees flock to the keep, the marauding dragon might take notice and investigate the keep more closely. The lightning shield keeps the dragon at bay—at least for a while. The characters might be asked to confront the dragon at some later date and perhaps even track it to its lair. A final showdown with the dragon could be the crux of a later adventure in your campaign. If you need help fleshing out the {@book dragon's lair|FTD|4}, see {@book Fizban's Treasury of Dragons|FTD} for ideas."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Lead Designer",
									"entries": [
										"Christopher Perkins"
									]
								},
								{
									"type": "item",
									"name": "Art Director",
									"entries": [
										"Fury Galluzzi"
									]
								},
								{
									"type": "item",
									"name": "Editors",
									"entries": [
										"Judy Bauer, Janica Carter, Adrian Ng"
									]
								},
								{
									"type": "item",
									"name": "Graphic Designer",
									"entries": [
										"Matt Cole"
									]
								},
								{
									"type": "item",
									"name": "Cartographer",
									"entries": [
										"Sean Macdonald"
									]
								},
								{
									"type": "item",
									"name": "Illustrator",
									"entries": [
										"Ilya Shkipin"
									]
								},
								{
									"type": "item",
									"name": "Consultant",
									"entries": [
										"Jonathan Tomhave"
									]
								},
								{
									"type": "item",
									"name": "Game Architects",
									"entries": [
										"Jeremy Crawford, Christopher Perkins"
									]
								},
								{
									"type": "item",
									"name": "Studio Art Director",
									"entries": [
										"Josh Herman"
									]
								},
								{
									"type": "item",
									"name": "Managing Editor",
									"entries": [
										"Judy Bauer"
									]
								},
								{
									"type": "item",
									"name": "Senior Producer",
									"entries": [
										"Dan Tovar"
									]
								},
								{
									"type": "item",
									"name": "Producer",
									"entries": [
										"Andy Smith"
									]
								},
								{
									"type": "item",
									"name": "Product Manager",
									"entries": [
										"Natalie Egan"
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "D&D Beyond",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Product Manager",
													"entries": [
														"Jeff Turriff"
													]
												},
												{
													"type": "item",
													"name": "Digital Design Team",
													"entries": [
														"Jay Jani, Sean Stoves, Adam Walton"
													]
												}
											]
										}
									],
									"id": "043"
								}
							],
							"id": "042"
						}
					]
				}
			],
			"id": "041"
		}
	]
}
