{
	"data": [
		{
			"type": "section",
			"name": "Running the Adventure",
			"page": 2,
			"id": "000",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/00-001.opening-splash.webp"
					},
					"credit": "Karl Kopinski",
					"width": 1700,
					"height": 1377
				},
				"This is for the Dungeon Master. It contains a complete Dungeons & Dragons adventure, as well as descriptions for the magic items and creatures in the adventure. It also teaches you how to run a D&D game.",
				{
					"type": "section",
					"name": "Overview",
					"page": 2,
					"id": "001",
					"entries": [
						"A D&D adventure is a collection of locations, quests, and challenges that inspire you to tell a story. The outcome of that story is determined by the actions and decisions of the adventurers—and the luck of the dice.",
						"{@i Dragons of Stormwreck Isle} draws the characters into the midst of an ancient war among dragons as they explore an island that has long been a battlefield in that conflict. Here's an overview of what you'll find:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Running the Adventure",
									"entry": "The adventure starts with an overview. Then it takes a look at the role of the Dungeon Master in a game of D&D, and some tips to help you in this role."
								},
								{
									"type": "item",
									"name": "Adventure Sites",
									"entry": "The four chapters of the adventure describe locations on Stormwreck Isle where characters can explore, interact with various creatures, and pursue their goals. The first site, Dragon's Rest, serves as the characters' home base during the adventure, where they can rest and get supplies between their visits to the other sites."
								},
								{
									"type": "item",
									"name": "Magic Items and Monsters",
									"entry": "Two appendixes describe rules for magic items and monsters that characters might find in the course of the adventure."
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Getting Started",
					"page": 2,
					"id": "002",
					"entries": [
						"Before you get started, get familiar with the contents of this adventure. If you think there are elements your players might find scary or might make them uncomfortable, check in with the players before you start playing. Without giving away the story that awaits them, talk about the potentially troubling aspects and discuss how you'd like to handle them. This check-in is an important part of making sure everyone has a safe and fun time playing the game.",
						"To get started, have each player choose one character to play.",
						{
							"type": "list",
							"items": [
								"{@5etoolsImg Hill Dwarf Cleric|pdf/DoSI/Hill-Dwarf-Cleric.pdf}",
								"{@5etoolsImg Human Paladin|pdf/DoSI/Human-Paladin.pdf}",
								"{@5etoolsImg Wood Elf Fighter|pdf/DoSI/Wood-Elf-Fighter.pdf}",
								"{@5etoolsImg Lightfoot Halfling Rogue|pdf/DoSI/Lightfoot-Halfling-Rogue.pdf}",
								"{@5etoolsImg High Elf Wizard|pdf/DoSI/High-Elf-Wizard.pdf}"
							]
						},
						"Tell the players to read over the character sheets; give their characters names; and invent the details of their characters' personality and appearance. Encourage the players to write on the character sheets to make these characters their own."
					]
				},
				{
					"type": "section",
					"name": "The Forgotten Realms",
					"page": 2,
					"id": "003",
					"entries": [
						"The Forgotten Realms is a world of high fantasy, populated by elves, dwarves, halflings, humans, and other folk—one of many such worlds in the vast multiverse of the D&D game. In the Realms, fighters dare the crypts of the fallen dwarf kings of Delzoun, seeking glory and treasure. Rogues prowl the dark alleyways of teeming cities such as Neverwinter and Baldur's Gate. Clerics in the service of gods wield mace and spell, defending against the terrifying powers that threaten the land. Wizards plunder the ruins of the fallen Netherese empire, delving into secrets too sinister for the light of day.",
						"The roads and rivers of the Realms carry minstrels and peddlers, merchants and guards, soldiers and sailors. Bold adventurers follow tales of strange, glorious, faraway places. Good maps and clear trails can take even an inexperienced youth with dreams of glory far across the world, but these paths are never safe. Travelers in the Realms face fell magic and deadly monsters. Even farms and freeholds a day's walk from a city can fall prey to monsters, and no place is safe from the wrath of a dragon.",
						"This adventure takes place on Stormwreck Isle, a small island in a region called the Sword Coast. This region is a place of adventure, where daring souls delve into ancient strongholds and explore the ruins of long-lost kingdoms. Amid a lawless wilderness of jagged, snow-capped peaks, alpine forests, bitter winds, and roaming monsters, the coast holds renowned bastions of civilization such as the city of Neverwinter, in the shadow of the fuming volcano known as Mount Hotenow.",
						{
							"type": "inset",
							"name": "Number of Players",
							"page": 2,
							"id": "004",
							"entries": [
								"You can run {@i Dragons of Stormwreck Isle} for one to five players. If you have four or five friends ready to play with you, each person can take one of the characters provided above. Five players will find the encounters a little easier than four players will, but the adventure works fine as written for groups of four or five players.",
								"If you have fewer than four players, you can have some players take on the role of two characters so the group has at least four characters. A player with two characters should treat one of them as their main character and the other as a sidekick, there to help out but probably not engaging in a lot of dialogue."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventure Background",
					"page": 3,
					"id": "005",
					"entries": [
						"According to legend, two families of dragons came into being in the very first days of the world's creation. Bahamut, the noble Platinum Dragon, made the metallic dragons—gold, silver, bronze, brass, and copper. Cruel, five-headed Tiamat made the chromatic dragons—red, blue, green, black and white. The metallic and chromatic dragons share a mutual animosity that originates in the enmity between Bahamut and Tiamat (Bahamut is often called the King of Metallic Dragons in the world of the Forgotten Realms, and Tiamat the Queen of Chromatic Dragons. In other worlds they have different names, and like all gods, they are beyond gender.)",
						"The origin of Dragon's Rest is rooted in that animosity. Ages ago, a fire-breathing red dragon called Sharruth rampaged up and down the Sword Coast. Three metallic dragons joined forces to battle Sharruth and imprisoned her beneath the ocean floor, believing seawater would quench her fire and keep her bound forever. But Sharruth's fury, legend says, caused the undersea volcanic activity that formed Stormwreck Isle.",
						"In all likelihood, Sharruth is long dead and entombed beneath the island, but chromatic dragons whisper that she still lives and will one day emerge from her prison. One fact is undeniable: the powerful magic embodied in such an ancient dragon has left a permanent mark on Stormwreck Isle. That magic has drawn other dragons to the island throughout the centuries, making it a recurring battlefield in the conflict between chromatic and metallic dragons. Several of these dragons have died there, each leaving behind a spiritual scar that causes unpredictable magical effects.",
						"A hundred years ago, a blue dragon tried to harness this destructive magic. A bronze dragon named {@creature Runara|DoSI} pleaded with him to abandon his schemes. When he refused, {@creature Runara|DoSI} killed him, adding one more dragon grave to the island.",
						"{@creature Runara|DoSI} has grown weary of strife, and Stormwreck Isle's wounds are a constant reminder to her of the cost of such conflict. Devoting herself to peace and reconciliation, she established the cloister of Dragon's Rest as a safe haven from violence. Living in human guise, {@creature Runara|DoSI} now serves as the leader of a tiny group of hermits and ascetics.",
						"But the ageless conflict between chromatic and metallic dragons threatens to disrupt the serenity of Dragon's Rest—and this is where the adventure begins!",
						{
							"type": "entries",
							"name": "Adventure Outline",
							"page": 3,
							"id": "006",
							"entries": [
								"In {@i Dragons of Stormwreck Isle}, the characters experience the magical scars left behind by the death of dragons. Faced with the evil schemes of one living dragon and the righteous anger of another, they'll have the chance to explore whether peace between the feuding dragon families is possible—or if they must resort to violence to resolve the conflict on this isle.",
								"This adventure has four chapters:",
								"{@adventure Chapter 1|DoSI|1}, \"Dragon's Rest,\" introduces {@creature Runara|DoSI}'s cloister and its inhabitants and provides the characters the opportunity to learn about the problems facing the island. It also describes additional encounters you can use in the course of the adventure, including a magical hot spring with mysterious guardians at the site of a brass dragon's death.",
								"{@adventure Chapter 2|DoSI|2}, \"Seagrow Caves,\" describes how the grave of Sharruth spawns magical connections to the Elemental Plane of Fire that threaten a community of mushroom-like myconids.",
								"{@adventure Chapter 3|DoSI|3}, \"Cursed Shipwreck,\" details a ship that crashed alongside the bones of a gold dragon and the horrible curse within the ship's hold.",
								"{@adventure Chapter 4|DoSI|4}, \"Clifftop Observatory,\" brings the characters to the site where {@creature Runara|DoSI} killed a blue dragon—and where that blue dragon's grandson has made his lair. There they'll also find a bronze wyrmling who rejected {@creature Runara|DoSI}'s teachings of peace, now held prisoner in the blue dragon's lair."
							]
						},
						{
							"type": "entries",
							"name": "Adventure Maps",
							"page": 3,
							"id": "007",
							"entries": [
								"The maps in this adventure are for the DM's eyes only. These maps show secret doors and other elements the players aren't meant to see.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/000-map-0.01-stormwreck-isle.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "hexColsEven",
												"size": 76,
												"offsetX": 18,
												"offsetY": -36,
												"distance": 0.5,
												"units": "miles"
											},
											"title": "Map 1: Stormwreck Isle",
											"width": 1700,
											"height": 1214,
											"id": "0ef",
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/001-map-0.01-stormwreck-isle-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "hexColsEven",
												"size": 76,
												"offsetX": 18,
												"offsetY": -36,
												"distance": 0.5,
												"units": "miles"
											},
											"title": "Player Version",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0ef"
											},
											"credit": "Mike Schley"
										}
									]
								},
								"When the characters arrive at a location marked on a map, describe it to give them a clear mental picture of the location. You can also draw what they see on paper, copying what's on your map while omitting secret details. It's not important that your hand-drawn map perfectly match what's in the adventure. Try to get the basic shape and dimensions correct and leave the rest to the players' imaginations."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Dungeon Master",
					"page": 4,
					"id": "008",
					"entries": [
						"The Dungeon Master has a special role in D&D games.",
						"The DM is a {@b storyteller}. The DM presents the challenges and encounters that the characters must overcome. The DM is the players' interface to the D&D world, who reads (and sometimes also writes) the adventure and describes what happens in response to the characters' actions.",
						"The DM is a {@b referee}. When it's not clear what ought to happen next, the DM decides how to apply the rules and keep the story going.",
						"The DM is a {@b roleplayer}. The DM plays the monsters in the adventure, choosing their actions and rolling dice for their attacks. The DM also plays all the other people the characters meet, including helpful ones.",
						{
							"type": "entries",
							"name": "DM Tips",
							"page": 4,
							"id": "009",
							"entries": [
								"The most important part of being a good DM is facilitating the fun of everyone at the table. Keep these tips in mind to help things go smoothly:",
								"{@b Embrace the shared story.} D&D is about telling a story as a group, so let the players contribute to the outcome through the words and deeds of their characters. If some players are reluctant to speak up, ask them what their characters are doing.",
								"{@b It's not a competition.} The DM isn't competing against the player characters. Your job is to referee the rules, run monsters, and keep the story moving.",
								"{@b Be fair and flexible.} Treat your players in a fair, impartial manner. The rules help you do this, but you can make your own rulings to ensure everyone is having fun.",
								"{@b Modify the adventure to suit your tastes.} The adventure has no prescribed outcome. You can alter any encounter to make it more interesting and fun for your players.",
								"{@b Keep a notepad handy.} Use it to track details such as the characters' and monsters' initiative order.",
								{
									"type": "entries",
									"name": "Sharing Information",
									"page": 4,
									"id": "00a",
									"entries": [
										"As Dungeon Master, one of your most important tasks is figuring out how much to tell the players and when. All the information the players need to make choices comes from you. Within the rules of the game and the limits of the characters' knowledge and senses, tell players everything they need to know.",
										{
											"type": "insetReadaloud",
											"id": "00b",
											"entries": [
												"Text that appears in a box like this is meant to be read aloud or paraphrased to the players when their characters first arrive at a location or under a specific circumstance, as described in the text. It usually describes locations or presents scripted dialogue, so the players know what's up and have a sense of what their characters' options are."
											]
										},
										"You don't have to reveal every aspect of a situation or hazard in one go. Boxed text typically describes everything the characters see, hear, or smell at first glance. As characters search rooms, make Wisdom ({@skill Perception}) or Intelligence ({@skill Investigation}) checks, open drawers and chests, and generally examine things more closely, give players more details about what their characters find.",
										{
											"type": "entries",
											"name": "Creature Stat Blocks",
											"page": 4,
											"id": "00c",
											"entries": [
												"Whenever the adventure text presents a creature's name in {@b bold} type, that's a visual cue directing you to the creature's stat block in {@adventure appendix B|DoSI|6}. Those stat blocks are intended for your eyes only. However, as the characters fight monsters, you can reveal certain information to help them make smart choices in combat:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Hit Points",
															"entry": "You can give players a sense of how well they're doing against a creature by describing, in narrative terms, how hurt the creature is. For example, if the creature has fewer than half its hit points remaining, you can describe it as being badly wounded. Such information gives the players a sense of progress and might spur them to press the attack. On the other hand, if the characters aren't damaging the creature much, let the players know that the creature looks like it can take a lot more punishment. That might encourage the players to change their plan."
														},
														{
															"type": "item",
															"name": "Abilities, Strengths, and Weaknesses",
															"entry": "As they fight a creature, characters should learn more about the creature's abilities. Share information with the players as it becomes apparent. For example, if the wizard casts {@spell flaming sphere} (a spell that deals fire damage) against a {@creature fire snake} (a creature that's immune to fire damage), let the wizard's player know the spell doesn't seem to bother the creature at all. Players might correctly guess that a fire snake probably isn't harmed by fire; feel free to subtly confirm their guesses (perhaps smiling and saying, \"That sounds reasonable\")."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Story Information",
											"page": 4,
											"id": "00d",
											"entries": [
												"A location description might include important information not in boxed text. Often you're meant to reveal such information when the characters examine particular areas or interact with creatures.",
												"As the DM, you roleplay the creatures that the characters encounter. The adventure offers guidance to help you decide what these creatures know and how willing they are to share information with the characters. Beyond that, improvise and bring these creatures to life as best you can. For example, the adventure describes {@creature Runara|DoSI} (the disguised bronze dragon who leads the cloister of Dragon's Rest) as wise and peace-loving, but you get to decide what her voice sounds like and how she reacts to a given situation. You can also ignore what the text says and roleplay {@creature Runara|DoSI} or any other creature as you see fit."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 5,
											"id": "00e",
											"entries": [
												"When characters find treasure, tell them how many coins they find and how much any gems and art objects are worth. Sometimes treasure includes magic items, whose names are presented in italic type. {@adventure Appendix A|DoSI|5} describes these items and their properties, as well as the rules for how characters figure out what a magic item does."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Making Mistakes",
									"page": 5,
									"id": "00f",
									"entries": [
										"Dungeon Masters are fallible, just like everyone else, and even experienced DMs make mistakes. If you overlook, forget, or misrepresent something, correct yourself and move on. No one expects you to memorize every part of this adventure and all the rules in the {@book Basic Rules|PHB}. As long as your players are having fun, everything will be just fine."
									]
								},
								{
									"type": "entries",
									"name": "Improvising Ability Checks",
									"page": 5,
									"id": "010",
									"entries": [
										"The adventure often tells you what ability checks characters might try in certain situations and the Difficulty Class (DC) of those checks. But sometimes characters try things that the adventure can't anticipate. In that case, you decide how to handle it.",
										"Ability checks are for situations where a character's success or failure isn't guaranteed. If anyone can easily accomplish a task, don't ask for an ability check. Just tell the player what happens. And if there's no way anyone could accomplish the task, just tell the player it doesn't work.",
										"When you decide an ability check is required, consult the \"{@book Ability Checks|PHB|7|Ability Checks}\" section of the {@book Basic Rules|PHB} and the table of {@book Typical Difficulty Classes|phb|7|Ability Checks}. Most of the time, choose a DC that is easy ({@dc 10}), moderate ({@dc 15}), or hard ({@dc 20})."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Voyage to Stormwreck Isle",
					"entries": [
						"{@note This \"Voyage to Stormwreck Isle\" section was originally distributed as part of an in-store introductory pack for {@i Dragons of Stormwreck Isle}, and later digitally published. It is included here for convenience.}",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DoSI/00-005.voyage-intro-art.webp"
							},
							"credit": "Linda Lithén",
							"width": 1700,
							"height": 1100
						},
						"Before play starts, introduce yourself and welcome the players:",
						{
							"type": "insetReadaloud",
							"entries": [
								"Hi everyone. I'm going to be running you through a quick demo on how to play D&D. I'm the Dungeon Master, so it's my job to tell you what's happening in the world around you and rolling any dice for the monster. You're playing the heroes!"
							],
							"id": "0ce"
						},
						"Read this text to set the scene:",
						{
							"type": "insetReadaloud",
							"entries": [
								"Your journey has been smooth sailing so far. You left the bustling port of Neverwinter a few days ago, heading for an island with the foreboding name of Stormwreck Isle. But you woke this morning to a blood-red sunrise, and dark clouds overhead threaten a violent storm."
							],
							"id": "0cf"
						},
						"Show the players the illustration of their ship at sea.",
						{
							"type": "insetReadaloud",
							"entries": [
								"As lightning flashes across the sky, a monster hauls itself up onto the deck!"
							],
							"id": "0d0"
						},
						"Show the players the illustration of the {@creature Merrow Extortionist|DoSI|merrow} and adopt a different voice for it. You can use any voice you like, but try to sound intimidating! Read this text in the merrow's voice:",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"These waters belong to the Scaled Queen. I'm here to collect her tribute.\""
							],
							"id": "0d1"
						},
						{
							"type": "entries",
							"name": "Explaining the Game",
							"entries": [
								"Read or paraphrase this boxed text:",
								{
									"type": "insetReadaloud",
									"entries": [
										"I've just told you the situation you're in. What happens next is up to you. You're all trained for combat, so if you want to fight this monster, which is called a merrow, I can help you do that. But you can also try to negotiate with the merrow, or trick it, or anything else you can imagine.",
										"Just about anything you can think of to try will require some combination of skill, natural ability, and luck to pull off. And the D&D game represents that by having you roll one of these 20-sided dice and add a number from your sheet. So... what do you want to do?"
									],
									"id": "0e8"
								}
							],
							"id": "0d2"
						},
						{
							"type": "entries",
							"name": "Run the Encounter",
							"entries": [
								"Let the players take the lead! They can try anything they can imagine.",
								"Encourage the players to tell you their ideas. Ask them to let you know what they are thinking, and then run with it!",
								"Whatever the characters try and whatever their die rolls indicate, use vivid descriptions to keep things exciting.",
								"Here are some of the most likely approaches.",
								{
									"type": "entries",
									"name": "Negotiate with the Merrow",
									"entries": [
										"The players might agree to pay tribute to the Scaled Queen. The {@creature Merrow Extortionist|DoSI|merrow} initially demands a payment of 400 gold pieces (gp) or its equivalent in goods. This is the value of all the goods in the hold. The characters can use Charisma checks (applying {@skill Persuasion}, {@skill Intimidation}, or perhaps {@skill Deception} skills, as appropriate) to get it to accept a lower amount; each successful {@dc 15} check reduces the amount he asks for by 100 gp.",
										"If the players ask about the Scaled Queen, the merrow says that she is a huge, two-headed merrow who carries the special blessing of the Prince of Demons, Demogorgon."
									],
									"id": "0ea"
								},
								{
									"type": "entries",
									"name": "Attack the Merrow",
									"entries": [
										"Lots of players will attack first. Other players will decide their characters attack if other approaches fail. When a player decides that their character attacks, their character acts first in combat. Then play passes to the right. Take the merrow's turn when it passes around to you.",
										"On each player's turn, talk through the different actions their character can take, such as attacking with weapons and casting spells. Explain the character's different weapons and spell attacks.",
										"This {@creature Merrow Extortionist|DoSI|merrow} looks fearsome but doesn't present too much of a threat to the characters. They should be able to defeat it in 1–2 rounds."
									],
									"id": "0eb"
								}
							],
							"id": "0e9"
						},
						{
							"type": "entries",
							"name": "Shenanigans",
							"entries": [
								"The players might think of creative ideas for dealing with the merrow:",
								{
									"type": "list",
									"items": [
										"Can I roll a barrel to push the merrow overboard?",
										"Can I drop a sail on it so it can't see?",
										"Can I persuade the crew to rush it?",
										"Can I..."
									]
								},
								"Whatever the players ask, the answer should (almost) always be something like, \"You can try!\" If a character has a specific spell or ability that will let them accomplish what they want to do, help the player use that spell or ability. Otherwise, ask the player to make a ability check that's appropriate to their character's tactics, such as a Strength ({@skill Athletics}) check for trying to roll the barrel at the merrow, a Dexterity check to fling a sail over it, or a Charisma ({@skill Intimidation}) check to convince it that the crew is about to attack."
							],
							"id": "0ec"
						},
						{
							"type": "entries",
							"name": "Wrap Up",
							"entries": [
								"When the characters have dealt with the {@creature Merrow Extortionist|DoSI|merrow}, one way or another, read this text to wrap up:",
								{
									"type": "insetReadaloud",
									"entries": [
										"With a splash, the merrow disappears into the ocean deeps and the ship continues on its way. The sailors raise a cheer, and the storm brewing overhead seems not quite so threatening now.",
										"And that brings us to the end of your first taste of adventure."
									],
									"id": "0ee"
								}
							],
							"id": "0ed"
						}
					],
					"id": "0cd"
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 1: Dragon's Rest",
			"page": 6,
			"id": "011",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/002-01-001.splash-art.webp"
					},
					"width": 1700,
					"height": 1176,
					"credit": "David Auden Nash"
				},
				"The adventure begins at a tiny cloister called Dragon's Rest, a haven where world-weary people come to seek peace, reconciliation, and enlightenment. There, the characters learn about the dangers facing Stormwreck Isle.",
				"Each character has a specific reason for coming to the cloister, as shown on {@area the character sheets|002|x}. You can also let players invent their own reasons for their characters to seek out {@creature Runara|DoSI}'s wisdom and assistance.",
				{
					"type": "section",
					"name": "Welcome to Dragon's Rest",
					"page": 6,
					"id": "012",
					"entries": [
						"Read the following text when you're ready to start:",
						{
							"type": "insetReadaloud",
							"id": "013",
							"entries": [
								"Your journey was uneventful, but the island now visible off the bow promises rare wonders. Seaweed shimmers in countless brilliant colors below you, and rays of sunlight defy the overcast sky to illuminate the lush grass and dark basalt rock of the island. Avoiding the rocks jutting up from the ocean, your ship makes its way toward a calm harbor on the island's north side.",
								"A large, open-air temple comes into view, perched on the edge of a cliff high above you. The ship drops anchor at the mouth of the harbor, and two sailors row you ashore. You have plenty of time to admire the towering statue at the center of the temple, depicting a wizened man surrounded by seven songbirds. A long path winds up the side of the cliff to the temple, dotted along the way with doorways cut into the rock.",
								"The sailors set you ashore on a rickety dock, where a large rowboat is neatly tied. They point to the base of the path and wish you good luck before they row back to the ship. Your visit to Dragon's Rest begins!"
							]
						},
						"Before continuing with the adventure, encourage the players to introduce their characters to each other if they haven't done so already. They might want to discuss their reasons for visiting Dragon's Rest, or they might prefer to keep their reasons secret for now. If they have any questions about what they can see of the cloister from the boat, use {@area map 2|021|x} and the information in \"{@area Dragon's Rest Locations|021|x}\" to answer them.",
						"Ask the players to give you the party's marching order as they start toward the cloister. Who's in front, and who's bringing up the rear? Make a note of this marching order.",
						"When you're ready, continue with the \"Drowned Sailors\" section.",
						{
							"type": "entries",
							"name": "Drowned Sailors",
							"page": 7,
							"id": "014",
							"entries": [
								"Read the following text to start the encounter:",
								{
									"type": "insetReadaloud",
									"id": "015",
									"entries": [
										"As you're about to leave the beach and start your climb, you hear a ruckus of splashing and a wet, gurgling moan behind you. Three figures are shambling up from the water's edge, about thirty feet away. They're dressed as sailors, but their skin is gray and they look drowned. Sea water drools from their slack mouths as they lurch toward you."
									]
								},
								"The three shambling sailors are {@creature Zombie||zombies}, the animated corpses of sailors who died in a recent shipwreck. The characters face a choice: they can turn and fight the zombies, or they can continue up the path and leave the slow, shambling zombies behind.",
								"If the characters turn and fight, this is the first combat encounter in the adventure. Here are the steps you should follow to run it:",
								{
									"type": "list",
									"style": "list-decimal",
									"items": [
										"Review the {@creature zombie} stat block.",
										"Use the {@book initiative|PHB|9|Initiative} rules to determine who acts first, second, third, and so on. Keep track of everyone's initiative count on your notepad.",
										"On the zombies' initiative count, they move toward the characters. If they get close enough, they make melee attacks. The zombies' stat block contains the information you need to resolve these attacks. If all the characters are more than 20 feet away, the zombies use the {@action Dash} action so they can move farther. For more information on what the zombies can do on their turn, see \"{@book Combat|phb|9}\" in the {@book Basic Rules|PHB}.",
										"The zombies fight until they're all defeated."
									]
								},
								{
									"type": "entries",
									"id": "016",
									"entries": [
										{
											"type": "entries",
											"name": "Tip: Undead Fortitude",
											"page": 7,
											"id": "017",
											"entries": [
												"The zombies' Undead Fortitude trait reflects how hard it is to kill these walking corpses. When this trait prevents a zombie from dying, give the players a hint about what happened. You might say, \"That should have finished the creature off, but it refuses to stop moving!\" On the flip side, any time a zombie takes radiant damage (such as from the cleric's {@spell sacred flame} cantrip), you might describe the creature howling in agony. This can help the players realize that radiant damage is a way to get around Undead Fortitude. If the players ask whether their characters know anything about fighting zombies, have them make {@dc 10} Intelligence checks. Those who succeed might recall that a particularly powerful blow (a {@book critical hit|PHB|9|Critical Hits}) or radiant damage can help finish off a zombie."
											]
										},
										{
											"type": "entries",
											"name": "Runara's Aid",
											"page": 7,
											"id": "018",
											"entries": [
												"In the unlikely event that the zombies defeat the adventurers, {@creature Runara|DoSI} comes to their rescue. The characters wake up in the temple ({@area area A5|02c|x} in Dragon's Rest). {@creature Runara|DoSI} explains that she heard the sounds of combat and arrived just in time to prevent the zombies from dragging the characters into the sea."
											]
										},
										{
											"type": "entries",
											"name": "Avoiding the Zombies",
											"page": 7,
											"id": "019",
											"entries": [
												"If the characters decide not to fight the zombies, they easily escape from the slow, shambling monsters. The zombies don't follow them up the path toward Dragon's Rest. The characters will have another opportunity to deal with the zombies later (see \"{@area Cloister Quests|02f|x}\" later in this chapter)."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Meeting the Inhabitants",
							"page": 7,
							"id": "01a",
							"entries": [
								"Read this text when the characters first climb the path to Dragon's Rest:",
								{
									"type": "insetReadaloud",
									"id": "01b",
									"entries": [
										"Your arrival quickly draws the attention of the entire population of the place—which consists mostly of kobolds. These small, reptilian folk eye you curiously while a couple of humans watch from a distance. All the cloister's residents are dressed in simple clothes, and no one carries a visible weapon. One of the kobolds pipes up with, \"What's your name?\"",
										"At that, all the kobolds begin barraging you with questions—\"Where are you from?\" \"What's that?\" \"Why are you here?\" and more that are lost in the din."
									]
								},
								"Visitors to the cloister are rare, and the kobolds' curiosity is insatiable; they keep asking questions until the characters insist they stop.",
								"When the characters quiet the kobolds (or if the players start showing signs of exasperation), the leader of the cloister approaches to welcome the characters. Read the following text:",
								{
									"type": "insetReadaloud",
									"id": "01c",
									"entries": [
										"The chattering kobolds fall silent as a new figure comes into view, descending gracefully from the upper part of the cloister. She's an elderly human woman with weathered brown skin, white hair in tight braids, and kindly hazel eyes, dressed in a simple white robe. She smiles as she draws near and extends her arms in greeting.",
										"\"Welcome to Dragon's Rest,\" she says. \"May Bahamut's guidance lead you to whatever you seek.\""
									]
								},
								"This is Elder {@creature Runara|DoSI}, the leader of Dragon's Rest. If the characters defeated the zombies at the beach, she thanks them for their service to the cloister. Even if they did not fight the zombies, she tells them they're welcome to stay at Dragon's Rest as long as they wish, sleeping either in one of the monastic cells ({@area area A1|022|x}) or in the temple ({@area area A5|02c|x}) and eating with the rest of the community in the dining room ({@area area A3|028|x}). {@creature Runara|DoSI} says nothing about payment of any kind. If the characters offer to give money or perform services around the cloister in exchange for her hospitality, she accepts these gifts.",
								"Throughout this adventure, Dragon's Rest serves as a home base for the characters. All the places they'll explore on the island are within a few miles of the cloister, and they can return here whenever they wish to rest, heal, and get information they need for the next part of their adventures. In addition, they can buy any of the {@book equipment|PHB|5} described in the {@book Basic Rules|PHB} from {@creature Myla|DoSI} (see \"{@area Kobolds|01e|x}\").",
								"During their time at Dragon's Rest, the characters can interact with any of its residents. All the residents but {@creature Runara|DoSI} live in the small monastic cells cut into the cliff face ({@area area A1|022|x} on the {@area cloister map|021|x}).",
								{
									"type": "entries",
									"name": "Elder Runara",
									"page": 8,
									"id": "01d",
									"entries": [
										"Elder {@creature Runara|DoSI} is the leader of Dragon's Rest. She appears as a human woman, but she is actually an adult bronze dragon disguised in human form. She guides the residents of the cloister in their contemplation and study. The cloister's inhabitants know {@creature Runara|DoSI}'s true identity, but they do not speak of it to visitors.",
										"{@creature Runara|DoSI}'s initial attitude toward the characters is indifferent (see \"{@book Social Interaction|PHB|8|Social Interaction}\" in the {@book Basic Rules|PHB}). She becomes friendly as soon as the characters demonstrate that they care about the cloister's safety, such as by fighting the zombies at the beach or undertaking any of the quests she offers them (see \"{@area Cloister Quests|02f|x}\" later in this chapter). If the characters harm any of the residents of Dragon's Rest, she becomes hostile and insists the characters make amends for the harm they did before she is willing to deal with them in any way.",
										"{@creature Runara|DoSI}'s mission is to help those whose lives have been shaped by violence find new paths forward in peace. Ultimately, she would like to see chromatic and metallic dragons find a peaceful way to coexist in the world. In the meantime, she finds comfort in helping humans and other people escape from cycles of violence.",
										"{@creature Runara|DoSI} maintains a secret lair in a cave accessed by an undersea tunnel, a short distance from the cloister and not shown on the map of Dragon's Rest. She is careful not to enter or leave the cave when anyone might spot her, and she enters and emerges from the water in the open ocean, out of sight of the cloister. The other residents of the cloister think she lives in the temple at the top of the island ({@area area A5|02c|x}), or they simply laugh away queries about her accommodations, explaining that she's always in the temple, or in the library, or checking on the rest of the residents—she never seems to sleep!"
									]
								},
								{
									"type": "entries",
									"name": "Kobolds",
									"page": 8,
									"id": "01e",
									"entries": [
										"Kobolds are small reptilian Humanoids who believe they are descended from dragons and often live near them. Over the centuries, many bands of kobolds have been drawn to Stormwreck Isle by the lingering draconic magic that suffuses the island. Nine kobolds utterly devoted to {@creature Runara|DoSI} now live at Dragon's Rest.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/003-01-002.kobold-laylee.webp"
											},
											"title": "Ever since an unfortunate incident in the kitchen, Laylee is no longer allowed to handle {@creature Myla|DoSI}'s alchemical fire.",
											"width": 850,
											"height": 1203,
											"credit": "Christopher Burdett"
										},
										"The kobolds of Dragon's Rest are lawful good, sharing {@creature Runara|DoSI}'s ideals of justice and compassion. Since they are sensitive to sunlight, they work at night and avoid moving about during the day. Unless otherwise noted, the kobolds are initially friendly toward the adventurers.",
										"The kobolds are summarized below. They can offer a local perspective or be a way for you to pass hints to the players if they're having trouble putting things together. But don't feel like you need to bring all nine of these kobolds to life! Pick one or two of these kobolds that you and the characters like the most and let them be the focus of the characters' interactions with the kobolds:",
										"{@b Agga} speaks little and has no patience for nonsense. She keeps the rest of the kobolds organized and in line. She is indifferent toward visitors, but if the characters show respect for the cloister and help keep the more rambunctious kobolds in line, her attitude improves to friendly.",
										"{@b Blepp} has a sharp danger sense and is convinced he's supernaturally lucky. His prized possession is an ordinary dagger he claims is magical.",
										"{@b Frub} has limitless energy and desperately needs help finding productive directions to channel it. He loves to ask questions about everything other people are doing.",
										"{@b Kilnip} has terrible insomnia and sleeps only a few hours each day. She is always tired but an eager conversationalist.",
										"{@b Laylee} has a curious mind and a talent for tools and building. She serves as {@creature Myla|DoSI}'s helper.",
										"{@b Mumpo} is so audaciously courageous that he stole a copper piece from {@creature Runara|DoSI}'s hoard. He's convinced she has no idea. (He is wrong, but {@creature Runara|DoSI} finds the situation amusing and lets Mumpo continue to believe in her ignorance.)",
										"{@b Myla} (lawful good {@creature kobold tinkerer|DoSI}) is a winged kobold whose brothers, Mek and Minn, now follow Sparkrender, the {@creature Blue Dragon Wyrmling||blue wyrmling} in Clifftop Observatory (see {@adventure chapter 4|DoSI|4}). When {@creature Myla|DoSI}'s wings were badly injured in an attack by {@creature Stirge||stirges} (which she describes as \"hungry, icky, blood-sucking, bat-things\"), {@creature Runara|DoSI} helped in her recovery. Now {@creature Myla|DoSI} spends her time experimenting with alchemy, engineering, and magic.",
										"{@b Rix} is pious and tends to the temple, acting as {@creature Runara|DoSI}'s assistant. She adores puns. Rix recently witnessed a ship crashing on the rocks to the north (see \"{@area Cloister Quests|02f|x}\" later in this chapter).",
										"{@b Zark} is rude and fond of colorful insults. His favorites are \"Eat my sword, bugbear breath!\" and \"Your father was a gas spore!\" He is indifferent toward visitors."
									]
								},
								{
									"type": "entries",
									"name": "Tarak",
									"page": 9,
									"id": "01f",
									"entries": [
										"{@creature Tarak|DoSI} is a human in late middle age. He has pale skin tanned darker with many freckles, auburn hair and a beard that is mostly gray, and gray-blue eyes. Faded tattoos in an abstract design peek up the side of his neck from beneath his dirt-stained robes.",
										"An avid botanist, {@creature Tarak|DoSI} tends the cloister's garden plots, growing flowers, herbs, and vegetables. He is soft spoken and helpful, eager to share his knowledge of herbalism. But his kindly demeanor belies his past as a ruthless poisoner for a thieves' guild. After his work led to the death of his lover, he fled the guild and plans to spend the rest of his life atoning for his past evils.",
										"{@creature Tarak|DoSI} is initially friendly toward visitors, but if a character pries into his past, his attitude shifts—first to indifferent, then to hostile if the character continues to push. When he's hostile, his demeanor becomes cold and clipped, and he avoids the characters if he can.",
										"A gold hangman's noose is worked into the design of {@creature Tarak|DoSI}'s visible tattoos. A character who studies the tattoos and succeeds on a {@dc 15} Intelligence ({@skill History}) check recognizes the mark as a symbol associated with the Gilded Gallows, a thieves' guild that operates in a country far to the southeast called Elturgard. A character with the {@background Variant Criminal (Spy)||criminal background} automatically succeeds on this check. {@creature Tarak|DoSI} does not willingly discuss the details of his past with anyone but trusted friends.",
										"{@creature Tarak|DoSI} frequently visits the sea caves on the south side of the island to acquire heart cap mushrooms from the myconids that live there. He uses the mushrooms to make {@item Potion of Healing||potions of healing}. But the myconids have installed a fearsome guardian at their caves—a fungus-covered octopus monster—that has turned him away on his latest visits, and he is worried (see \"{@area Cloister Quests|02f|x}\")."
									]
								},
								{
									"type": "entries",
									"name": "Varnoth",
									"page": 9,
									"id": "020",
									"entries": [
										"{@creature Varnoth|DoSI} is a muscular human whose black hair is cropped close to her scalp. Her light brown skin bears many scars—one of which runs across her left eye, which is milky and blind. An elegant prosthetic made from wood and metal replaces her right leg below the knee.",
										"{@creature Varnoth|DoSI} was a feared general at the head of a mercenary company called the Azure Wolves. Age and battle have taken a toll on her, and she is spending her twilight years in reflective contemplation at Dragon's Rest. Her demeanor is gruff, but she is observant and empathetic. Above all, {@creature Varnoth|DoSI} believes in second chances and redemption.",
										"{@creature Varnoth|DoSI} has a set of mason's tools that she uses to maintain the temple and other areas of the cloister. While working in the temple recently, she witnessed a ship change course and crash into the rocks to the north (see \"{@area Cloister Quests|02f|x}\").",
										"{@creature Varnoth|DoSI} is indifferent to visitors, but a character can shift her attitude to friendly by engaging her in conversation on her favorite topics: history, ethics, and the impact of individual actions on the world.",
										"A character who learns {@creature Varnoth|DoSI}'s name and succeeds on a {@dc 15} Intelligence ({@skill History}) check recalls hearing of General {@creature Varnoth|DoSI} Wender and the Azure Wolves, which was a mighty force in the east about a decade ago. A character with the {@background Soldier||soldier background} succeeds on this check automatically."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dragon's Rest Locations",
							"page": 10,
							"id": "021",
							"entries": [
								"The following locations are keyed to map 2, which shows the layout of Dragon's Rest.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/004-map-1.01-dragons-rest.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 61,
												"offsetX": 15,
												"offsetY": 24,
												"scale": 2
											},
											"title": "Map 2: Dragons Rest",
											"width": 1700,
											"height": 1214,
											"id": "0f0",
											"mapRegions": [
												{
													"area": "022",
													"points": [
														[
															84,
															1028
														],
														[
															94,
															1010
														],
														[
															107,
															1001
														],
														[
															111,
															990
														],
														[
															117,
															974
														],
														[
															138,
															964
														],
														[
															154,
															943
														],
														[
															155,
															923
														],
														[
															166,
															902
														],
														[
															172,
															881
														],
														[
															172,
															865
														],
														[
															191,
															848
														],
														[
															203,
															827
														],
														[
															218,
															801
														],
														[
															232,
															786
														],
														[
															248,
															769
														],
														[
															272,
															764
														],
														[
															289,
															764
														],
														[
															320,
															751
														],
														[
															320,
															742
														],
														[
															254,
															742
														],
														[
															254,
															680
														],
														[
															343,
															680
														],
														[
															343,
															738
														],
														[
															337,
															738
														],
														[
															337,
															743
														],
														[
															345,
															743
														],
														[
															356,
															739
														],
														[
															373,
															735
														],
														[
															380,
															732
														],
														[
															380,
															723
														],
														[
															375,
															723
														],
														[
															375,
															590
														],
														[
															436,
															590
														],
														[
															436,
															680
														],
														[
															403,
															680
														],
														[
															403,
															720
														],
														[
															398,
															725
														],
														[
															400,
															727
														],
														[
															405,
															727
														],
														[
															415,
															720
														],
														[
															432,
															719
														],
														[
															447,
															715
														],
														[
															460,
															714
														],
														[
															478,
															715
														],
														[
															499,
															710
														],
														[
															512,
															711
														],
														[
															530,
															715
														],
														[
															535,
															710
														],
														[
															526,
															710
														],
														[
															526,
															680
														],
														[
															466,
															680
														],
														[
															466,
															621
														],
														[
															558,
															621
														],
														[
															558,
															707
														],
														[
															549,
															707
														],
														[
															549,
															714
														],
														[
															561,
															714
														],
														[
															571,
															712
														],
														[
															606,
															711
														],
														[
															622,
															719
														],
														[
															635,
															712
														],
														[
															652,
															715
														],
														[
															652,
															709
														],
														[
															649,
															706
														],
														[
															649,
															681
														],
														[
															587,
															681
														],
														[
															587,
															620
														],
														[
															677,
															620
														],
														[
															677,
															706
														],
														[
															672,
															706
														],
														[
															672,
															711
														],
														[
															688,
															714
														],
														[
															698,
															712
														],
														[
															707,
															718
														],
														[
															720,
															712
														],
														[
															731,
															711
														],
														[
															744,
															714
														],
														[
															744,
															708
														],
														[
															740,
															704
														],
														[
															740,
															683
														],
														[
															707,
															683
														],
														[
															707,
															590
														],
														[
															768,
															590
														],
														[
															768,
															705
														],
														[
															765,
															705
														],
														[
															765,
															712
														],
														[
															787,
															712
														],
														[
															805,
															721
														],
														[
															830,
															718
														],
														[
															839,
															718
														],
														[
															839,
															707
														],
														[
															830,
															707
														],
														[
															830,
															682
														],
														[
															800,
															682
														],
														[
															800,
															621
														],
														[
															890,
															621
														],
														[
															890,
															681
														],
														[
															861,
															681
														],
														[
															861,
															708
														],
														[
															855,
															708
														],
														[
															855,
															715
														],
														[
															874,
															715
														],
														[
															896,
															708
														],
														[
															915,
															712
														],
														[
															946,
															708
														],
														[
															959,
															708
														],
														[
															968,
															708
														],
														[
															992,
															702
														],
														[
															998,
															700
														],
														[
															1015,
															693
														],
														[
															1020,
															678
														],
														[
															1030,
															672
														],
														[
															1068,
															658
														],
														[
															1080,
															654
														],
														[
															1107,
															634
														],
														[
															1107,
															620
														],
														[
															1117,
															612
														],
														[
															1131,
															608
														],
														[
															1138,
															598
														],
														[
															1155,
															595
														],
														[
															1158,
															585
														],
														[
															1178,
															571
														],
														[
															1198,
															569
														],
														[
															1207,
															562
														],
														[
															1220,
															553
														],
														[
															1239,
															547
														],
														[
															1247,
															550
														],
														[
															1268,
															554
														],
														[
															1285,
															548
														],
														[
															1303,
															548
														],
														[
															1323,
															553
														],
														[
															1341,
															548
														],
														[
															1355,
															543
														],
														[
															1368,
															536
														],
														[
															1387,
															538
														],
														[
															1398,
															524
														],
														[
															1415,
															506
														],
														[
															1419,
															487
														],
														[
															1446,
															495
														],
														[
															1445,
															513
														],
														[
															1437,
															533
														],
														[
															1423,
															545
														],
														[
															1415,
															549
														],
														[
															1406,
															558
														],
														[
															1376,
															569
														],
														[
															1348,
															579
														],
														[
															1318,
															582
														],
														[
															1293,
															587
														],
														[
															1263,
															588
														],
														[
															1238,
															587
														],
														[
															1218,
															592
														],
														[
															1208,
															602
														],
														[
															1192,
															606
														],
														[
															1177,
															611
														],
														[
															1165,
															633
														],
														[
															1142,
															642
														],
														[
															1130,
															650
														],
														[
															1126,
															667
														],
														[
															1112,
															682
														],
														[
															1101,
															688
														],
														[
															1093,
															698
														],
														[
															1080,
															715
														],
														[
															1062,
															718
														],
														[
															1045,
															726
														],
														[
															1026,
															733
														],
														[
															997,
															742
														],
														[
															968,
															751
														],
														[
															946,
															750
														],
														[
															918,
															761
														],
														[
															892,
															766
														],
														[
															864,
															767
														],
														[
															838,
															762
														],
														[
															821,
															765
														],
														[
															797,
															766
														],
														[
															781,
															764
														],
														[
															769,
															762
														],
														[
															754,
															765
														],
														[
															720,
															770
														],
														[
															693,
															778
														],
														[
															662,
															778
														],
														[
															636,
															783
														],
														[
															618,
															789
														],
														[
															579,
															796
														],
														[
															556,
															803
														],
														[
															535,
															801
														],
														[
															509,
															798
														],
														[
															470,
															799
														],
														[
															438,
															804
														],
														[
															408,
															808
														],
														[
															387,
															805
														],
														[
															366,
															808
														],
														[
															353,
															818
														],
														[
															328,
															828
														],
														[
															305,
															828
														],
														[
															280,
															835
														],
														[
															259,
															843
														],
														[
															245,
															855
														],
														[
															241,
															867
														],
														[
															222,
															873
														],
														[
															208,
															879
														],
														[
															198,
															897
														],
														[
															192,
															912
														],
														[
															185,
															929
														],
														[
															178,
															945
														],
														[
															169,
															968
														],
														[
															154,
															983
														],
														[
															139,
															997
														],
														[
															135,
															1008
														],
														[
															126,
															1019
														],
														[
															110,
															1032
														],
														[
															93,
															1052
														]
													]
												},
												{
													"area": "026",
													"points": [
														[
															1473,
															410
														],
														[
															1473,
															465
														],
														[
															1529,
															465
														],
														[
															1529,
															410
														]
													]
												},
												{
													"area": "028",
													"points": [
														[
															1226,
															373
														],
														[
															1226,
															195
														],
														[
															1286,
															195
														],
														[
															1286,
															255
														],
														[
															1258,
															255
														],
														[
															1258,
															287
														],
														[
															1408,
															287
														],
														[
															1408,
															347
														],
														[
															1256,
															347
														],
														[
															1256,
															373
														]
													]
												},
												{
													"area": "02a",
													"points": [
														[
															1012,
															348
														],
														[
															861,
															348
														],
														[
															861,
															164
														],
														[
															1165,
															164
														],
														[
															1165,
															348
														],
														[
															1042,
															348
														],
														[
															1042,
															375
														],
														[
															1012,
															375
														]
													]
												},
												{
													"area": "02c",
													"points": [
														[
															378,
															442
														],
														[
															378,
															255
														],
														[
															191,
															255
														],
														[
															191,
															442
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/DoSI/thumbnail/004-map-1.01-dragons-rest.webp"
											},
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/005-map-1.01-dragons-rest-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "square",
												"size": 61,
												"offsetX": 15,
												"offsetY": 24,
												"scale": 2
											},
											"title": "Player Version",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0f0"
											},
											"credit": "Mike Schley"
										}
									]
								},
								{
									"type": "entries",
									"name": "A1: Path and Monastic Cells",
									"page": 10,
									"id": "022",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "023",
											"entries": [
												"A long path leads from the rocky shore up the side of the cliff, with occasional stairs to ease the ascent. Here and there along the lower part of the path, well-tended garden plots hold flowers, herbs, and vegetables.",
												"About thirty feet above the bay, the path widens into a long plaza. Halfway along the plaza, a stone statue of a dragon gazes serenely down the path. Six open doorways are cut into the cliff side."
											]
										},
										{
											"type": "entries",
											"name": "Statue",
											"page": 10,
											"id": "024",
											"entries": [
												"The star-in-a-circle symbol on the map represents the dragon statue. A character who examines the statue and succeeds on a {@dc 10} Intelligence ({@skill Arcana}) check recognizes that it depicts a bronze dragon—a member of the metallic family. If characters ask {@creature Runara|DoSI} about the statue, she tells them it depicts Astalagan, who died on these cliffs centuries ago. She doesn't tell them that Astalagan was her father."
											]
										},
										{
											"type": "entries",
											"name": "Cells",
											"page": 10,
											"id": "025",
											"entries": [
												"The doorways lead into simple monastic cells occupied by the cloister residents. Each cell is furnished with a bed, a nightstand, a small desk, and a chair.",
												"The westernmost cell is vacant, and it is available to the characters if they don't mind sharing the space. Next to it is {@creature Tarak|DoSI|Tarak's} cell, then {@creature Varnoth|DoSI|Varnoth's}. The fourth cell is {@creature Myla|DoSI}'s, cluttered with junk and tools. The fifth and sixth cells are strung with hammocks, offering space for the other eight kobolds to sleep."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "A2: Winch House",
									"page": 10,
									"id": "026",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "027",
											"entries": [
												"A small, free-standing building halfway up the path has a peaked roof and a weathered wooden door. A sturdy wooden pallet wrapped with rope hangs beneath the building on an iron chain, lying flat against the cliff face."
											]
										},
										"Inside the building is a winch that allows the pallet to be lowered down to the water, 50 feet below. When boats deliver supplies to the cloister, the residents use this pallet to haul goods both up and down.",
										"A lever locks the winch in place. If a character pulls the lever, the pallet falls down to the water and floats there. As an action, a character can operate the winch to pull the pallet back up 10 feet."
									]
								},
								{
									"type": "entries",
									"name": "A3: Kitchen",
									"page": 10,
									"id": "028",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "029",
											"entries": [
												"A doorway in the rock opens into a dining room with a long table. Two benches run the length of the table, and a single chair sits at the table's head. A short hallway connects to a small, tidy kitchen."
											]
										},
										"The cloister residents share three daily meals here. They take turns cooking and cleaning up after meals. Nobody says it out loud, but the days when {@creature Tarak|DoSI} cooks are everyone's favorite."
									]
								},
								{
									"type": "entries",
									"name": "A4: Library",
									"page": 10,
									"id": "02a",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02b",
											"entries": [
												"Of all the doorways cut into the cliff face, only one has an actual door. This entry's door is made of sturdy oak with iron bands, and it swings open easily to reveal a spacious library. Bookshelves line every wall, with three free-standing shelves in the west half of the room. In the east half is a table with two benches, writing implements, book stands, and glass-shielded lamps."
											]
										},
										"The cloister library holds books and scrolls covering a variety of topics, but focused on theology and history. {@creature Runara|DoSI} spends nearly half her time in here, studying, copying, and annotating the library's collection. {@creature Tarak|DoSI} and {@creature Varnoth|DoSI} also come here to read and discuss various works. Many of the kobolds visit as well, but mostly for the quiet; only {@creature Myla|DoSI} could be described as studious."
									]
								},
								{
									"type": "entries",
									"name": "A5: Temple of Bahamut",
									"page": 11,
									"id": "02c",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02d",
											"entries": [
												"The highest point of the cloister is crowned by an open-air temple that overhangs the cliff, supported by arched stone struts anchored to the cliff face. The north wall of the temple is carved directly into the rock, while the rest is open to the sea air. Heavy pillars mark the three open sides, supporting the wooden roof. In the center of the temple stands a stone statue of a kind-looking old man with canaries perched on his hands, shoulders, and head. A feeling of serenity suffuses the place."
											]
										},
										"The temple is very simple, with the statue (represented by the star-in-a-circle symbol on the map) as its only furnishing. The statue depicts Bahamut, the Platinum Dragon, in mortal disguise, surrounded by seven canaries that represent gold dragons who accompany him on his travels. A character who examines the statue and succeeds on a {@dc 10} Intelligence ({@skill Religion}) check recognizes Bahamut, and any resident of Dragon's Rest identifies the god if asked.",
										"Depressions in the statue's pedestal at the four cardinal directions hold offerings of incense made to Bahamut. {@creature Runara|DoSI} spends about half her time here, tending and maintaining the temple, offering prayers and incense, or in quiet contemplation. Other residents of the cloister help her, most often {@creature Varnoth|DoSI} and the kobold Rix.",
										"The feeling of serenity that pervades the temple is the result of protective magic. A non-evil creature who makes a {@book saving throw|PHB|7|Saving Throws} within the temple can roll a {@dice d4} and add the number rolled to the saving throw. If a character casts {@spell detect magic} in the temple, the spell reveals a faint aura around the statue. {@creature Runara|DoSI} is the only inhabitant of Dragon's Rest who knows that this is a lingering effect of the death of a dragon on this site—her father, Astalagan.",
										{
											"type": "entries",
											"name": "About Bahamut",
											"page": 11,
											"id": "02e",
											"entries": [
												"Known as the Platinum Dragon, Bahamut is the patron and progenitor of metallic dragons. Adventurers and dragons alike pray to Bahamut to uphold honor and justice, or when they need courage to face a great threat. He seldom interferes in the affairs of mortal creatures, though he makes exceptions to help thwart the machinations of Tiamat the Dragon Queen and the evil dragons that serve her."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Cloister Quests",
					"page": 12,
					"id": "02f",
					"entries": [
						"As the characters explore Dragon's Rest, the residents talk with them about the problems the cloister is facing. These conversations are opportunities for you to introduce the players to the adventures that await them in the sea caves, the shipwreck, and the ancient observatory.",
						"This adventure is designed to be flexible and give the players the sense that they're in charge of their destiny on Stormwreck Isle. Ideally, the characters will spend time at Dragon's Rest and then explore both Seagrow Caves (described in {@adventure chapter 2|DoSI|2}) and the wreck of {@i Compass Rose} ({@adventure chapter 3|DoSI|3}). They can choose where to go first. After they've explored both of those sites, they should be ready to face Sparkrender in the Clifftop Observatory ({@adventure chapter 4|DoSI|4}).",
						"Each character sheet includes a personal goal for that character. Some of those goals are concrete—the wizard, for example, is eager to learn the secrets of Clifftop Observatory. Others are more general and might be fulfilled gradually over the course of the adventure—both the paladin and the fighter gaining a better understanding of their role in the world, for example. Use those goals (described under \"{@area Individual Quests|035|x}\" below) to help the players bring their characters to life as they interact with {@creature Runara|DoSI} and the other residents of Dragon's Rest.",
						{
							"type": "entries",
							"name": "Zombie Resurgence",
							"page": 12,
							"id": "030",
							"entries": [
								"If the adventurers did not fight the zombies when they first arrived on the island, the zombies cause trouble later. After the characters have spent some time at the cloister, they hear cries for help. Read the following text:",
								{
									"type": "insetReadaloud",
									"id": "031",
									"entries": [
										"Two residents of Dragon's Rest are running for their lives up the lower path, their fishing equipment discarded behind them. Blood and dirt stain their robes. Three figures shamble after them—bloated corpses dressed as sailors, moaning and gurgling."
									]
								},
								"The characters have another opportunity to fight the three {@creature Zombie||zombies}, this time with the lives of two new acquaintances—Blepp the {@creature kobold} and {@creature Tarak|DoSI} the human gardener—hanging in the balance. See \"{@area Drowned Sailors|014|x}\" for help getting the encounter started.",
								"Blepp has 2 hit points left after a zombie hit him, and he is convinced that his good luck and his \"magical\" dagger saved him from certain death. {@creature Tarak|DoSI} is unarmed, and the zombies overpower both him and Blepp if the characters don't help.",
								"If the characters talk to {@creature Runara|DoSI} about the zombies, she tells them she suspects a wrecked ship off the rocks to the north is the source of these monsters, and she asks the characters to investigate the site (see \"{@area Shipwreck|034|x}\" below).",
								{
									"type": "entries",
									"name": "More Zombies",
									"page": 12,
									"id": "032",
									"entries": [
										"If the characters defeated the zombies when they first arrived on the island, you can use this encounter at any point during the adventure to add a little extra combat spice to the characters' lives. If the characters have already reached 2nd level, you can use from four to six {@creature Zombie||zombies} to give them a good challenge."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sea Caves",
							"page": 12,
							"id": "033",
							"entries": [
								"{@creature Tarak|DoSI} is eager to reestablish contact with the myconids of the sea caves. He asks the characters to visit the caves, find out what's wrong with the myconids, and bring him back some heart cap mushrooms. He warns them about the fungal octopus the myconids have created as a guardian and tells them they'll probably have to fight the creature to gain access to the caves. He also gives them a foul-smelling sack of food scraps they can give the myconids as a gesture of friendship. Finally, he gives them two {@item Potion of Healing||potions of healing}."
							]
						},
						{
							"type": "entries",
							"name": "Shipwreck",
							"page": 12,
							"id": "034",
							"entries": [
								"Several ships have recently crashed on the rocks north of Dragon's Rest and sunk with no survivors, and a few days ago both {@creature Varnoth|DoSI} and the kobold Rix witnessed the most recent wreck. They saw the ship abruptly veer off course and crash into the rocks, and they suggest the characters might help the island by discovering what caused the crash. If the characters ask {@creature Runara|DoSI} about it, she suggests that the answer is likely to be found on an older wreck—the wreck of {@i Compass Rose}."
							]
						},
						{
							"type": "entries",
							"name": "Individual Quests",
							"page": 12,
							"id": "035",
							"entries": [
								"As described on the character sheets, the characters have their own reasons for visiting Dragon's Rest.",
								{
									"type": "entries",
									"name": "The Cleric",
									"page": 12,
									"id": "036",
									"entries": [
										"The cleric was led here by a recurring dream involving the shadow of death. If the character talks to {@creature Runara|DoSI} about the dream or their quest, {@creature Runara|DoSI} listens closely, then pauses to think. \"Well,\" she says, \"I am no expert on interpreting dreams, but perhaps the zombies you fought are the 'hunger of death' you spoke of.\" She points the character toward the wreck of {@i Compass Rose} (see \"Shipwreck\" above) to investigate further."
									]
								},
								{
									"type": "entries",
									"name": "The Fighter",
									"page": 13,
									"id": "037",
									"entries": [
										"The fighter has come to Dragon's Rest in the hope that {@creature Runara|DoSI} can help the character understand the sense of destiny that weighs on their shoulders. If the character talks to {@creature Runara|DoSI} about this on first arriving at the cloister, {@creature Runara|DoSI} invites the character to consider how their reaction to the zombies on the beach might reflect their destiny—or not. If the character talks to {@creature Runara|DoSI} after having completed one or more of the adventure's quests, she encourages the character to consider whether their heroic actions might be the first manifestations of that destiny taking shape. At the end of the adventure, {@creature Runara|DoSI} encourages the character to continue on their path: \"If your destiny is not clear to you yet, I'm confident it soon will be.\""
									]
								},
								{
									"type": "entries",
									"name": "The Paladin",
									"page": 13,
									"id": "038",
									"entries": [
										"Disillusioned with the corruption of Neverwinter, the paladin comes to Dragon's Rest seeking rest and new resolve. {@creature Runara|DoSI} welcomes the character and encourages them to talk to {@creature Tarak|DoSI} and {@creature Varnoth|DoSI}, who both know about escaping lives of corruption and violence. She also encourages the paladin to spend time in the temple of Bahamut. At the end of the adventure, she asks the paladin if they have learned anything about how to live in a world plagued with such corruption. If the character has no answer, she suggests, \"Perhaps your adventures here have shown you a way to combat evil on your own terms. Perhaps other such adventures await you.\""
									]
								},
								{
									"type": "entries",
									"name": "The Rogue",
									"page": 13,
									"id": "039",
									"entries": [
										"The rogue comes to Dragon's Rest in search of a lost fortune supposedly secreted away on the island by a member of the Gilded Gallows. The thieves' guild member in question is {@creature Tarak|DoSI}, who did in fact betray the guild, though the story has been twisted in the retelling. {@creature Tarak|DoSI}'s last assignment for the guild was to assassinate a traitor, who was his lover. The two tried to flee Elturgard together, but his lover was killed by another assassin. {@creature Tarak|DoSI} escaped, but no treasure was involved. If the rogue asks him about it, he explains he has left the life of crime—and suggests perhaps it's time for the rogue to do the same."
									]
								},
								{
									"type": "entries",
									"name": "The Wizard",
									"page": 13,
									"id": "03a",
									"entries": [
										"The wizard carries a letter from a colleague about lost knowledge held in the Clifftop Observatory (see {@adventure chapter 4|DoSI|4}). If asked about the observatory, {@creature Runara|DoSI} says, \"Many have sought the knowledge contained in that place. I can direct you there, but first you need to show me you are worthy.\" She promises to direct the wizard to the observatory after the characters help deal with the other problems on the island."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lost Wyrmling",
							"page": 13,
							"id": "03b",
							"entries": [
								"When the characters have proven themselves trustworthy and competent by dealing with the zombies, the myconids, and the shipwreck, {@creature Runara|DoSI} decides it's time to confide in them. She summons them to the temple ({@area area A5|02c|x}). Read the following text when the characters arrive:",
								{
									"type": "insetReadaloud",
									"id": "03c",
									"entries": [
										"Elder {@creature Runara|DoSI} smiles as you approach. \"I have something to show you,\" she says. There's a flash like a silent stroke of lightning, and the human woman is gone. In her place is an enormous dragon with bronze-colored scales. \"Now you see me as I truly am,\" she says, tilting her head with an expression that might be a smile on her scaled face.",
										"\"As you have discovered, this island has many old wounds. And I'm afraid the cycle of violence is starting again. I have one more favor to ask you.\""
									]
								},
								"{@creature Runara|DoSI} outlines the history summarized in the \"{@area Adventure Background|005|x}\" section and explains that each site the characters visited is linked to the death of a dragon. Then she tells them that a bronze wyrmling named Aidron came to the island a few months ago and studied with her at Dragon's Rest. Five days before the characters' arrival, he argued with her, angrily rejected her teaching of peace, and stormed away from the cloister. She fears he went to the ancient observatory on the southeast side of the island, which is another dragon's final resting place. She suspects some evil has arisen there, but says she dares not go there herself, lest her presence reopen old wounds. She gives them a moonstone key—a 3-inch-long, 1-inch-wide hexagonal prism made from moonstone, with a dragon's head engraved on one end—and explains that they'll need it to access the observatory.",
								{
									"type": "inset",
									"name": "Runara Saves the Day!",
									"page": 13,
									"id": "03d",
									"entries": [
										"{@creature Runara|DoSI} is a powerful dragon, but she is dedicated to the cause of peace. She's not interested in fighting the battles that the characters might get themselves into, but she keeps an eye on them, and she can rescue them if things go badly for them on the island.",
										"If any encounter on the island ends with all the characters {@condition unconscious}, you can have the characters awaken in the temple ({@area area A5|02c|x}), with some of the kobolds tending to their wounds. {@creature Runara|DoSI} prefers not to explain how she rescued the characters.",
										"If this happens more than once, the characters might need extra assistance. If you haven't already, consider asking one or more players to play an additional character as a sidekick. You can explain that these additional characters have just arrived at Dragon's Rest and are eager to help."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Exploring the Island",
					"page": 14,
					"id": "03e",
					"entries": [
						"This adventure presents Dragon's Rest and three adventure locations in detail, but Stormwreck Isle holds the possibility of excitement and danger beyond those sites. While the characters travel between locations on the island, or if they set out to explore the island, they might stumble across fantastical creatures and locations that provide an extra challenge on their journey.",
						{
							"type": "entries",
							"name": "Additional Encounters",
							"page": 14,
							"id": "03f",
							"entries": [
								"Place these encounters wherever you want to on the island, or use them as inspiration as you begin to craft your own adventures.",
								{
									"type": "entries",
									"name": "Hot Springs Havoc",
									"page": 14,
									"id": "040",
									"entries": [
										"This encounter poses a simple challenge for characters of 2nd level or higher, or a harder challenge for 1st-level characters. It's particularly appropriate if the characters are rowing around the island or making their way along the coast at sea level.",
										{
											"type": "insetReadaloud",
											"id": "041",
											"entries": [
												"Billowing clouds of steam emerge from the rocks ahead, and the air grows thicker with moisture. As you round a bend, you see a cove where a hot spring burbles up from the rocks and spills into a pool before draining into the ocean. The turquoise water is luminescent, and the gray basalt edges of the spring are lined with vibrantly colored mushrooms, which occasionally burst in a shower of rainbow spores."
											]
										},
										"Not immediately visible to the characters are the guardians of the spring: three {@creature Fume Drake|DoSI|fume drakes}. These mischievous creatures are initially indifferent to the characters and ignore their arrival, but if anyone attempts to gather mushrooms or enter the water of the hot spring, the fume drakes become hostile, emerging from the water to attack the group. A character who examines the water and succeeds on a {@dc 10} Wisdom ({@skill Perception}) check spots the shimmering outlines of the fume drakes in the water.",
										{
											"type": "entries",
											"name": "Spring Waters",
											"page": 14,
											"id": "042",
											"entries": [
												"The spring is the site of a brass dragon's death, and life-giving magic persists at the site. A character who spends 10 minutes bathing in the waters of the spring can roll one of their Hit Dice (noted on each character sheet) and regain hit points equal to the roll plus their Constitution modifier. A character can benefit from bathing in the hot spring at most once per day."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 14,
											"id": "043",
											"entries": [
												"A character who examines the mushrooms lining the spring and succeeds on a {@dc 15} Intelligence ({@skill Nature}) check identifies these mushrooms as wind spores—a rare fungus with a unique magical property. When a creature squeezes a wind spore mushroom's cap, it releases a small cloud of spores. For 1 hour, the creature doesn't need to breathe, as the spores provide it with oxygen. A wind spore is worth 30 gp, and at any given time {@dice 2d4} wind spores are ready to be harvested."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "There, There, Owlbear",
									"page": 14,
									"id": "044",
									"entries": [
										"This encounter poses a medium challenge for 3rd-level characters and a difficult challenge for 2nd-level characters. Use it if your group enjoys combat or the players need a chance to practice using their characters' new abilities after gaining a level. It's particularly appropriate if the characters are traveling across the island rather than following the coast.",
										{
											"type": "insetReadaloud",
											"id": "045",
											"entries": [
												"A discordant sound—half a low growl, half a piercing screech—rips through the air. Abruptly, a hulking creature comes into view. A mix of purple feathers and deep brown fur covers its bearlike body, and its large eyes stare hungrily at you from its owlish head."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/006-01-003.owlbear.webp"
											},
											"width": 1700,
											"height": 1201,
											"credit": "Ilse Gort"
										},
										"This {@creature owlbear} is hostile toward the characters. It views them as intruders in its territory, though its goal is to drive them away rather than kill them. Originally a part of a performing troupe, the owlbear was stranded here after the ship carrying the troupe crashed on the northern rocks.",
										"Any character within 5 feet of the owlbear notices a small wooden whistle hanging around its neck. This whistle was (and still can be) used to train and command the owlbear. A character within 5 feet of the owlbear can use their action to attempt to grab the whistle. If the character succeeds on a {@dc 12} Strength check, the whistle comes free. With the whistle in hand, a character can take an action to blow into it and make a {@dc 10} Wisdom ({@skill Animal Handling}) check. On a success, the owlbear calms and immediately becomes friendly toward the whistle holder and indifferent toward the other characters. However, it won't leave the area it now considers its territory, and any attempt to force it to leave makes it hostile again."
									]
								},
								{
									"type": "entries",
									"name": "Kobold Renegades",
									"page": 14,
									"id": "046",
									"entries": [
										"This encounter is a difficult challenge for 1st-level characters and can be scaled up for 2nd- or 3rd-level characters as noted below. It's appropriate whenever characters are traveling around the island by land.",
										"A group of kobolds tries to ambush the characters. They're hiding in the rocks and light foliage, hoping to get the jump on the adventurers. Make a Dexterity ({@skill Stealth}) check for the kobolds, rolling once for all of them and using the Dexterity modifier (+2) of the wingless kobolds. Compare the result to the characters' passive Wisdom ({@skill Perception}) scores. Any character whose score is lower than the kobolds' check result is {@book surprised|PHB|9|Surprise} and loses their turn during the first round of combat (see \"{@book Surprise|PHB|9|Surprise}\" in the {@book Basic Rules|PHB}). Read this text when the kobolds attack:",
										{
											"type": "insetReadaloud",
											"id": "047",
											"entries": [
												"A yipping sound erupts around you as angry kobolds emerge from their hiding places and attack!"
											]
										},
										"Four {@creature Kobold||kobolds} and one {@creature winged kobold} (all lawful evil) participate in this ambush. These cruel, vicious kobolds reject both the peaceful teaching of {@creature Runara|DoSI} and the tyrannical rule of Sparkrender, and they prey on travelers who stray away from Dragon's Rest. They haven't had much success and are desperate, so they're hostile and fight to the death.",
										"Their desperation means that they can easily be persuaded to stop fighting with an offer of money or food. Otherwise, they're not interested in conversation or negotiation.",
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 15,
											"id": "048",
											"entries": [
												"If the characters are 2nd level, use six kobolds and two winged kobolds."
											]
										},
										{
											"type": "entries",
											"name": "3rd-Level Characters",
											"page": 15,
											"id": "049",
											"entries": [
												"If the characters are 3rd level, use eight kobolds and three winged kobolds."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "What Lies Beneath",
									"page": 15,
									"id": "04a",
									"entries": [
										"As described in the \"{@area Adventure Background|005|x}\" section in the introduction, Stormwreck Isle was formed from magic-fueled volcanic activity in the tomb of a monstrous red dragon named Sharruth. Some legends and rumors suggest Sharruth is not actually dead, merely imprisoned beneath the island, and the activity in Seagrow Caves suggests that all is not well beneath Stormwreck Isle.",
										"You can devise your own adventures around characters investigating Sharruth's tomb. Characters might scour the island until they find hidden vents they can use to access winding tunnels leading deep into the earth. More fume drakes and fire snakes might lurk below. Perhaps there's even a group of kobolds who serve mighty Sharruth.",
										"Such an adventure is yours to devise, and you can put your unique spin on what the characters do and discover there. Of course, if you're not ready to craft an expedition into the caverns beneath the island, then the characters simply don't discover those subterranean passages no matter how much they search."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 2: Seagrow Caves",
			"page": 16,
			"id": "04b",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/007-02-001.splash-art.webp"
					},
					"width": 1700,
					"height": 1099,
					"credit": "Linda Lithén"
				},
				"This chapter assumes the characters come here before going to the wreck of {@i Compass Rose}, and they are still 1st level. It also includes simple instructions to scale up the danger in combat encounters if the characters complete chapter 3, \"{@adventure Cursed Shipwreck|DoSI|3},\" before coming here, and are now 2nd level.",
				{
					"type": "section",
					"name": "Caves Overview",
					"page": 16,
					"id": "04c",
					"entries": [
						"The sea caves on the southwest side of Stormwreck Isle are inhabited by an unusual colony of myconids—fungus people who normally live deep underground. Though they can't abide sunlight, these myconids used to welcome visitors now and then. In particular, they traded with {@creature Tarak|DoSI} from Dragon's Rest, giving him rare fungi that grow in their caves in exchange for food scraps and other waste from the cloister, which nourished the fungi in the caves. Recently, though, the myconids have rejected {@creature Tarak|DoSI}'s visits and placed a monstrous guardian at the entrance to their caves that keeps all visitors away.",
						"The reason for this sudden shift in the myconids' behavior is that a blight has spread through the caves and is poisoning the myconids, twisting their gardens, and even laying low their leader, {@creature Sinensa|DoSI}. The source of the blight is the tomb of the red dragon Sharruth deep beneath the island. Noxious fumes from the dragon's tomb normally filter up through the rock and vent to the surface through a cavern at the back of Seagrow Caves that the myconids avoid, but the vent has become blocked, and the fumes have spilled into the myconids' caves.",
						"Besides this insidious poison, visitors to Seagrow Caves must face one additional threat: the stirges that nest in the caves. These blood-sucking monsters aren't much of a threat individually and don't bother the bloodless myconids, but they can be deadly in large numbers.",
						{
							"type": "entries",
							"name": "Seagrow Caves Features",
							"page": 16,
							"id": "04d",
							"entries": [
								"The caves have the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ceilings",
											"entry": "Unless noted otherwise, the ceilings in the caverns are 20 feet high, and the tunnels connecting the caverns are 15 feet high."
										},
										{
											"type": "item",
											"name": "Light",
											"entry": "The interior caves are illuminated by bioluminescent fungi, which provide dim light throughout the area. See \"{@quickref Vision and Light|PHB|2||Vision}\" in the {@book Basic Rules|PHB}."
										},
										{
											"type": "item",
											"name": "Walls",
											"entry": "The cave walls are formed from hexagonal columns of dark gray basalt—volcanic rock originating from Sharruth's undersea tomb. The walls provide hand- and footholds, so climbing the walls doesn't require an ability check."
										},
										{
											"type": "item",
											"name": "Fumes",
											"entry": "Toxic volcanic fumes from deep below the island are slowly poisoning the fungi in the caves. A faint smell of sulfur pervades the place, growing stronger the closer one gets to {@area area B6|06b|x}. If the characters take a long rest inside the caves before opening the vent in B6, each character must succeed on a {@dc 13} Constitution saving throw or become {@condition poisoned} (see \"{@book Conditions|PHB|12}\" in the {@book Basic Rules|PHB}). The {@spell lesser restoration} spell ends this effect, as does finishing a long rest in fresh air."
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running This Chapter",
					"page": 17,
					"id": "04e",
					"entries": [
						"Once the characters decide to visit Seagrow Caves, they have two options for reaching the site:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "By Boat",
									"entry": "Dragon's Rest has a {@item rowboat} the characters can take around the western end of the island. (This is {@creature Tarak|DoSI}'s preferred method.) The trip to Seagrow Caves is 5 miles, which takes about 3 hours and 20 minutes to row."
								},
								{
									"type": "item",
									"name": "Along the Coast",
									"entry": "Walking around the coast of the island is a little easier than rowing, even though it's farther because the characters have to walk around the bays instead of rowing across them. The 7-mile trip takes only 2 hours and 20 minutes at a normal walking pace. The characters can choose whether they want to walk on the cliffs high above the sea or pick their way among the tide pools at the base of the cliffs. The lower route is available only at low tide (see the {@adventure Tides table|DoSI|2|Entering the Caves})."
								}
							]
						},
						{
							"type": "entries",
							"name": "Approaching at Sea Level",
							"page": 17,
							"id": "04f",
							"entries": [
								"If the characters arrive at Seagrow Caves at sea level, read the following text:",
								{
									"type": "insetReadaloud",
									"id": "050",
									"entries": [
										"A cliff of dark gray stone towers two hundred feet above the crashing waves, which rush in and out of a yawning cave mouth. A swirling slick of colors dances on the water's surface, emanating from the cave."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Approaching from Above",
							"page": 17,
							"id": "051",
							"entries": [
								"If the party approaches from above, read this text:",
								{
									"type": "insetReadaloud",
									"id": "052",
									"entries": [
										"An opening gapes in the cliff face two hundred feet below you, like a mouth drinking in the crashing waves. Two natural stairways formed of stone columns offer ways down the cliffs."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Entering the Caves",
							"page": 17,
							"id": "053",
							"entries": [
								"At high tide, the 40-foot-high tunnel ({@area area B1|058|x}) is flooded all the way to {@area area B2|05b|x}. The natural stairways, which are not shown on the {@area map of Seagrow Caves|057|x}, descend the cliffs into the sea. The characters can either wait for low tide or row or swim into the tunnel. At low tide, a 5-foot-wide pathway is exposed along the base of the cliffs and the edge of the tunnel.",
								"The tides shift every 6 hours, as summarized on the Tides table.",
								{
									"type": "table",
									"caption": "Tides",
									"colLabels": [
										"Time",
										"Tide"
									],
									"colStyles": [
										"col-6",
										"col-6"
									],
									"rows": [
										[
											"Midnight to sunrise",
											"Low"
										],
										[
											"Sunrise to noon",
											"High"
										],
										[
											"Noon to sunset",
											"Low"
										],
										[
											"Sunset to midnight",
											"High"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Interacting with Myconids",
							"page": 17,
							"id": "054",
							"entries": [
								"The myconids' initial attitude toward outsiders is hostile (see \"{@book Social Interaction|PHB|8|Social Interaction}\" in the {@book Basic Rules|PHB}). They aren't malicious, though, and they don't resort to violence immediately. {@creature Myconid Adult||Adults} use their Rapport Spores to telepathically warn visitors to leave. (See \"Rapport Spores\" below for details about this form of communication.) {@creature Myconid Sprout||Sprouts} flee toward the nearest adults to warn them of intruders. If the characters attack, the myconids defend themselves.",
								"To convince a hostile myconid to converse or to allow the characters to do anything other than leave the caves, a character must succeed on a {@dc 20} Charisma check. Depending on the character's approach, the {@skill Deception}, {@skill Intimidation}, or {@skill Persuasion} skill can apply to the check. Mentioning {@creature Tarak|DoSI}'s name or presenting the offering he sent the myconids grants advantage on this check.",
								"An indifferent myconid is willing to explain what is going on in Seagrow Caves. The sprouts know only that their leader, {@creature Sinensa|DoSI}, has fallen ill—and that a nasty smell pervades their caves. Adult myconids know that the \"crystal cave\" ({@area area B6|06b|x}) is the source of the foul odor and that {@creature Sinensa|DoSI} fell ill after going into that cave to investigate the issue. The myconids normally avoid that cave because sunlight filters into it by way of the vent at the western end of the cave, and even diffuse sunlight is unpleasant to these cave-dwelling creatures.",
								{
									"type": "entries",
									"name": "Rapport Spores",
									"page": 17,
									"id": "055",
									"entries": [
										"A myconid's Rapport Spores ability allows all intelligent creatures in the area to communicate telepathically with each other. The characters and the myconids are effectively speaking thoughts at each other. This effect doesn't allow any creature to probe invasively into another creature's mind. But it transcends language barriers, and you can play around with the kind of communication that the spores allow. Myconids' facial expressions might be difficult to read, but their telepathic communication might carry a direct expression of the myconids' emotional state. For example, when the myconids talk about their ailing leader, the characters might feel a deep sadness and a sense of anxiety much more clearly and powerfully than mere words and facial expressions can communicate.",
										"The effect of Rapport Spores lasts for 1 hour, so characters might be telepathically linked to each other whenever they're within 30 feet of each other even after they leave the cave. Encourage the players to think about how this might affect their characters. Does it make them feel closer to their friends? Does it ease any suspicions they might have had about each other?"
									]
								},
								{
									"type": "entries",
									"name": "Distress Spores",
									"page": 18,
									"id": "056",
									"entries": [
										"When myconids take damage, they release spores that alert all other myconids within 240 feet of them. All myconids in the cave are in range of each other's Distress Spores. Myconids in {@area areas B2|05b|x} and {@area B3|063|x} move to {@area area B4|066|x} if they detect Distress Spores."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Seagrow Caves Locations",
							"page": 18,
							"id": "057",
							"entries": [
								"The following locations are keyed to map 3, which shows the layout of the Seagrow Caves.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/008-map-2.01-seagrow-caves.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 53,
												"offsetX": 30,
												"offsetY": 37,
												"scale": 2
											},
											"title": "Map 3: Seagrow Caves",
											"width": 1700,
											"height": 1214,
											"id": "0f1",
											"mapRegions": [
												{
													"area": "058",
													"points": [
														[
															873,
															992
														],
														[
															878,
															985
														],
														[
															892,
															977
														],
														[
															888,
															967
														],
														[
															892,
															959
														],
														[
															906,
															958
														],
														[
															911,
															952
														],
														[
															931,
															949
														],
														[
															940,
															938
														],
														[
															946,
															942
														],
														[
															951,
															940
														],
														[
															957,
															947
														],
														[
															978,
															944
														],
														[
															979,
															937
														],
														[
															988,
															935
														],
														[
															1003,
															929
														],
														[
															1015,
															929
														],
														[
															1022,
															921
														],
														[
															1029,
															916
														],
														[
															1035,
															905
														],
														[
															1044,
															902
														],
														[
															1052,
															895
														],
														[
															1065,
															892
														],
														[
															1071,
															885
														],
														[
															1083,
															887
														],
														[
															1089,
															882
														],
														[
															1098,
															878
														],
														[
															1106,
															885
														],
														[
															1117,
															887
														],
														[
															1129,
															886
														],
														[
															1140,
															887
														],
														[
															1148,
															875
														],
														[
															1165,
															871
														],
														[
															1170,
															882
														],
														[
															1174,
															888
														],
														[
															1181,
															900
														],
														[
															1186,
															913
														],
														[
															1194,
															918
														],
														[
															1197,
															930
														],
														[
															1205,
															934
														],
														[
															1213,
															939
														],
														[
															1215,
															951
														],
														[
															1208,
															960
														],
														[
															1200,
															965
														],
														[
															1190,
															973
														],
														[
															1175,
															978
														],
														[
															1171,
															984
														],
														[
															1168,
															993
														],
														[
															1165,
															998
														],
														[
															1149,
															1008
														],
														[
															1140,
															1007
														],
														[
															1125,
															1015
														],
														[
															1117,
															1011
														],
														[
															1103,
															1012
														],
														[
															1098,
															1022
														],
														[
															1085,
															1020
														],
														[
															1077,
															1025
														],
														[
															1074,
															1034
														],
														[
															1065,
															1040
														],
														[
															1053,
															1037
														],
														[
															1037,
															1045
														],
														[
															1032,
															1050
														],
														[
															1028,
															1058
														],
														[
															1022,
															1063
														],
														[
															1022,
															1076
														],
														[
															998,
															1081
														],
														[
															962,
															1072
														],
														[
															920,
															1055
														],
														[
															888,
															1036
														],
														[
															868,
															1021
														],
														[
															866,
															1008
														]
													]
												},
												{
													"area": "05b",
													"points": [
														[
															1274,
															940
														],
														[
															1259,
															923
														],
														[
															1249,
															906
														],
														[
															1241,
															893
														],
														[
															1226,
															874
														],
														[
															1208,
															857
														],
														[
															1192,
															842
														],
														[
															1191,
															825
														],
														[
															1189,
															813
														],
														[
															1185,
															807
														],
														[
															1192,
															798
														],
														[
															1185,
															788
														],
														[
															1170,
															778
														],
														[
															1169,
															759
														],
														[
															1142,
															758
														],
														[
															1119,
															746
														],
														[
															1096,
															726
														],
														[
															1102,
															710
														],
														[
															1113,
															701
														],
														[
															1122,
															685
														],
														[
															1117,
															676
														],
														[
															1110,
															668
														],
														[
															1112,
															657
														],
														[
															1122,
															659
														],
														[
															1122,
															652
														],
														[
															1125,
															635
														],
														[
															1125,
															622
														],
														[
															1125,
															602
														],
														[
															1135,
															596
														],
														[
															1132,
															591
														],
														[
															1145,
															580
														],
														[
															1145,
															573
														],
														[
															1152,
															574
														],
														[
															1162,
															561
														],
														[
															1157,
															548
														],
														[
															1163,
															538
														],
														[
															1204,
															512
														],
														[
															1215,
															508
														],
														[
															1215,
															515
														],
														[
															1235,
															519
														],
														[
															1248,
															512
														],
														[
															1264,
															508
														],
														[
															1268,
															500
														],
														[
															1267,
															488
														],
														[
															1275,
															473
														],
														[
															1285,
															464
														],
														[
															1296,
															464
														],
														[
															1308,
															463
														],
														[
															1323,
															456
														],
														[
															1327,
															448
														],
														[
															1339,
															439
														],
														[
															1363,
															428
														],
														[
															1369,
															432
														],
														[
															1376,
															432
														],
														[
															1388,
															432
														],
														[
															1395,
															438
														],
														[
															1405,
															439
														],
														[
															1411,
															438
														],
														[
															1415,
															448
														],
														[
															1425,
															453
														],
														[
															1434,
															454
														],
														[
															1438,
															461
														],
														[
															1448,
															460
														],
														[
															1458,
															466
														],
														[
															1470,
															469
														],
														[
															1475,
															481
														],
														[
															1475,
															490
														],
														[
															1475,
															501
														],
														[
															1475,
															509
														],
														[
															1479,
															519
														],
														[
															1483,
															524
														],
														[
															1490,
															526
														],
														[
															1491,
															533
														],
														[
															1491,
															542
														],
														[
															1497,
															552
														],
														[
															1506,
															555
														],
														[
															1512,
															569
														],
														[
															1516,
															579
														],
														[
															1514,
															592
														],
														[
															1508,
															602
														],
														[
															1501,
															608
														],
														[
															1499,
															620
														],
														[
															1506,
															625
														],
														[
															1514,
															633
														],
														[
															1511,
															642
														],
														[
															1508,
															658
														],
														[
															1514,
															661
														],
														[
															1515,
															673
														],
														[
															1513,
															688
														],
														[
															1507,
															700
														],
														[
															1505,
															713
														],
														[
															1502,
															725
														],
														[
															1505,
															734
														],
														[
															1498,
															746
														],
														[
															1489,
															745
														],
														[
															1487,
															762
														],
														[
															1480,
															769
														],
														[
															1468,
															787
														],
														[
															1466,
															795
														],
														[
															1459,
															807
														],
														[
															1455,
															819
														],
														[
															1458,
															841
														],
														[
															1448,
															865
														],
														[
															1435,
															878
														],
														[
															1422,
															882
														],
														[
															1417,
															893
														],
														[
															1405,
															910
														],
														[
															1390,
															918
														],
														[
															1371,
															917
														],
														[
															1361,
															908
														],
														[
															1344,
															912
														],
														[
															1332,
															909
														],
														[
															1315,
															915
														],
														[
															1305,
															927
														],
														[
															1293,
															929
														],
														[
															1285,
															935
														]
													]
												},
												{
													"area": "06b",
													"points": [
														[
															193,
															470
														],
														[
															209,
															472
														],
														[
															230,
															474
														],
														[
															243,
															466
														],
														[
															256,
															465
														],
														[
															271,
															462
														],
														[
															271,
															458
														],
														[
															284,
															452
														],
														[
															283,
															448
														],
														[
															290,
															431
														],
														[
															281,
															437
														],
														[
															278,
															431
														],
														[
															269,
															442
														],
														[
															262,
															437
														],
														[
															266,
															431
														],
														[
															263,
															408
														],
														[
															271,
															411
														],
														[
															278,
															407
														],
														[
															288,
															409
														],
														[
															295,
															410
														],
														[
															298,
															397
														],
														[
															311,
															407
														],
														[
															318,
															398
														],
														[
															321,
															392
														],
														[
															322,
															385
														],
														[
															329,
															382
														],
														[
															328,
															372
														],
														[
															330,
															359
														],
														[
															333,
															352
														],
														[
															346,
															352
														],
														[
															352,
															344
														],
														[
															361,
															341
														],
														[
															372,
															332
														],
														[
															388,
															332
														],
														[
															392,
															325
														],
														[
															403,
															313
														],
														[
															415,
															314
														],
														[
															428,
															315
														],
														[
															442,
															318
														],
														[
															452,
															317
														],
														[
															459,
															329
														],
														[
															465,
															332
														],
														[
															471,
															338
														],
														[
															484,
															335
														],
														[
															485,
															334
														],
														[
															495,
															328
														],
														[
															505,
															322
														],
														[
															502,
															330
														],
														[
															498,
															341
														],
														[
															512,
															334
														],
														[
															517,
															339
														],
														[
															528,
															338
														],
														[
															535,
															332
														],
														[
															545,
															341
														],
														[
															548,
															353
														],
														[
															562,
															352
														],
														[
															572,
															346
														],
														[
															578,
															332
														],
														[
															586,
															337
														],
														[
															599,
															335
														],
														[
															608,
															329
														],
														[
															618,
															329
														],
														[
															628,
															332
														],
														[
															638,
															331
														],
														[
															645,
															335
														],
														[
															651,
															331
														],
														[
															657,
															320
														],
														[
															665,
															319
														],
														[
															678,
															318
														],
														[
															688,
															355
														],
														[
															689,
															363
														],
														[
															675,
															365
														],
														[
															664,
															371
														],
														[
															656,
															378
														],
														[
															653,
															369
														],
														[
															642,
															369
														],
														[
															641,
															378
														],
														[
															631,
															378
														],
														[
															615,
															383
														],
														[
															613,
															392
														],
														[
															615,
															400
														],
														[
															602,
															399
														],
														[
															589,
															405
														],
														[
															585,
															408
														],
														[
															572,
															404
														],
														[
															568,
															408
														],
														[
															564,
															416
														],
														[
															562,
															425
														],
														[
															564,
															434
														],
														[
															556,
															439
														],
														[
															546,
															449
														],
														[
															544,
															458
														],
														[
															545,
															468
														],
														[
															539,
															479
														],
														[
															528,
															487
														],
														[
															514,
															491
														],
														[
															505,
															491
														],
														[
															502,
															498
														],
														[
															497,
															502
														],
														[
															493,
															511
														],
														[
															478,
															522
														],
														[
															468,
															518
														],
														[
															446,
															526
														],
														[
															440,
															525
														],
														[
															428,
															525
														],
														[
															415,
															518
														],
														[
															394,
															525
														],
														[
															385,
															530
														],
														[
															366,
															527
														],
														[
															356,
															514
														],
														[
															344,
															517
														],
														[
															337,
															508
														],
														[
															327,
															497
														],
														[
															320,
															480
														],
														[
															312,
															485
														],
														[
															302,
															483
														],
														[
															301,
															478
														],
														[
															283,
															480
														],
														[
															272,
															485
														],
														[
															256,
															485
														],
														[
															238,
															486
														],
														[
															222,
															495
														],
														[
															204,
															482
														]
													]
												},
												{
													"area": "068",
													"points": [
														[
															909,
															232
														],
														[
															888,
															219
														],
														[
															861,
															192
														],
														[
															863,
															177
														],
														[
															880,
															171
														],
														[
															890,
															175
														],
														[
															902,
															171
														],
														[
															905,
															164
														],
														[
															914,
															168
														],
														[
															932,
															162
														],
														[
															947,
															155
														],
														[
															942,
															133
														],
														[
															956,
															138
														],
														[
															965,
															132
														],
														[
															972,
															135
														],
														[
															984,
															129
														],
														[
															998,
															118
														],
														[
															1005,
															108
														],
														[
															1032,
															105
														],
														[
															1036,
															95
														],
														[
															1048,
															92
														],
														[
															1066,
															92
														],
														[
															1070,
															82
														],
														[
															1105,
															82
														],
														[
															1118,
															83
														],
														[
															1129,
															91
														],
														[
															1146,
															88
														],
														[
															1146,
															75
														],
														[
															1155,
															82
														],
														[
															1166,
															79
														],
														[
															1178,
															85
														],
														[
															1183,
															97
														],
														[
															1198,
															102
														],
														[
															1204,
															98
														],
														[
															1209,
															109
														],
														[
															1215,
															132
														],
														[
															1228,
															140
														],
														[
															1234,
															148
														],
														[
															1237,
															155
														],
														[
															1243,
															160
														],
														[
															1253,
															154
														],
														[
															1255,
															161
														],
														[
															1249,
															173
														],
														[
															1255,
															185
														],
														[
															1255,
															200
														],
														[
															1253,
															212
														],
														[
															1259,
															227
														],
														[
															1248,
															232
														],
														[
															1235,
															222
														],
														[
															1225,
															218
														],
														[
															1225,
															223
														],
														[
															1207,
															232
														],
														[
															1196,
															242
														],
														[
															1186,
															241
														],
														[
															1169,
															235
														],
														[
															1168,
															226
														],
														[
															1155,
															225
														],
														[
															1152,
															215
														],
														[
															1138,
															211
														],
														[
															1125,
															213
														],
														[
															1108,
															219
														],
														[
															1090,
															214
														],
														[
															1082,
															201
														],
														[
															1062,
															194
														],
														[
															1053,
															185
														],
														[
															1046,
															178
														],
														[
															1027,
															172
														],
														[
															1018,
															178
														],
														[
															1016,
															170
														],
														[
															1005,
															171
														],
														[
															995,
															172
														],
														[
															987,
															175
														],
														[
															983,
															184
														],
														[
															979,
															178
														],
														[
															961,
															185
														],
														[
															957,
															195
														],
														[
															949,
															210
														],
														[
															939,
															212
														],
														[
															927,
															220
														]
													]
												},
												{
													"area": "063",
													"points": [
														[
															978,
															747
														],
														[
															971,
															693
														],
														[
															978,
															687
														],
														[
															982,
															678
														],
														[
															992,
															680
														],
														[
															1002,
															677
														],
														[
															1009,
															668
														],
														[
															1015,
															670
														],
														[
															1016,
															662
														],
														[
															1027,
															655
														],
														[
															1023,
															649
														],
														[
															1028,
															639
														],
														[
															1040,
															638
														],
														[
															1039,
															622
														],
														[
															1031,
															621
														],
														[
															1032,
															613
														],
														[
															1023,
															605
														],
														[
															1018,
															602
														],
														[
															1002,
															604
														],
														[
															996,
															598
														],
														[
															988,
															596
														],
														[
															983,
															595
														],
														[
															981,
															588
														],
														[
															968,
															583
														],
														[
															957,
															586
														],
														[
															948,
															572
														],
														[
															938,
															558
														],
														[
															942,
															538
														],
														[
															932,
															529
														],
														[
															911,
															530
														],
														[
															895,
															522
														],
														[
															888,
															528
														],
														[
															889,
															547
														],
														[
															885,
															554
														],
														[
															875,
															551
														],
														[
															868,
															560
														],
														[
															856,
															576
														],
														[
															852,
															580
														],
														[
															848,
															590
														],
														[
															842,
															598
														],
														[
															833,
															599
														],
														[
															810,
															597
														],
														[
															794,
															608
														],
														[
															784,
															618
														],
														[
															781,
															635
														],
														[
															788,
															643
														],
														[
															791,
															660
														],
														[
															776,
															662
														],
														[
															768,
															672
														],
														[
															764,
															687
														],
														[
															760,
															698
														],
														[
															754,
															722
														],
														[
															757,
															734
														],
														[
															765,
															738
														],
														[
															767,
															751
														],
														[
															779,
															764
														],
														[
															777,
															777
														],
														[
															790,
															798
														],
														[
															794,
															806
														],
														[
															813,
															810
														],
														[
															822,
															806
														],
														[
															841,
															808
														],
														[
															852,
															802
														],
														[
															866,
															804
														],
														[
															861,
															792
														],
														[
															869,
															788
														],
														[
															870,
															781
														],
														[
															883,
															770
														],
														[
															900,
															773
														],
														[
															904,
															765
														],
														[
															914,
															757
														],
														[
															933,
															756
														],
														[
															945,
															760
														],
														[
															960,
															761
														],
														[
															969,
															761
														],
														[
															978,
															765
														],
														[
															977,
															758
														]
													]
												},
												{
													"area": "066",
													"points": [
														[
															695,
															355
														],
														[
															683,
															313
														],
														[
															689,
															304
														],
														[
															696,
															305
														],
														[
															706,
															299
														],
														[
															703,
															289
														],
														[
															702,
															277
														],
														[
															705,
															269
														],
														[
															718,
															263
														],
														[
															721,
															252
														],
														[
															734,
															239
														],
														[
															743,
															242
														],
														[
															758,
															237
														],
														[
															772,
															238
														],
														[
															789,
															238
														],
														[
															788,
															228
														],
														[
															792,
															218
														],
														[
															802,
															220
														],
														[
															810,
															215
														],
														[
															823,
															214
														],
														[
															830,
															218
														],
														[
															852,
															209
														],
														[
															857,
															203
														],
														[
															882,
															228
														],
														[
															909,
															239
														],
														[
															918,
															255
														],
														[
															938,
															263
														],
														[
															951,
															259
														],
														[
															962,
															255
														],
														[
															968,
															255
														],
														[
															979,
															258
														],
														[
															986,
															263
														],
														[
															993,
															270
														],
														[
															1002,
															265
														],
														[
															1008,
															275
														],
														[
															1008,
															286
														],
														[
															1017,
															297
														],
														[
															1025,
															301
														],
														[
															1036,
															296
														],
														[
															1047,
															312
														],
														[
															1060,
															315
														],
														[
															1068,
															325
														],
														[
															1076,
															346
														],
														[
															1074,
															363
														],
														[
															1072,
															376
														],
														[
															1083,
															392
														],
														[
															1095,
															399
														],
														[
															1088,
															408
														],
														[
															1095,
															419
														],
														[
															1118,
															421
														],
														[
															1135,
															435
														],
														[
															1145,
															446
														],
														[
															1155,
															462
														],
														[
															1163,
															473
														],
														[
															1175,
															478
														],
														[
															1188,
															488
														],
														[
															1199,
															498
														],
														[
															1198,
															503
														],
														[
															1158,
															536
														],
														[
															1155,
															524
														],
														[
															1143,
															522
														],
														[
															1138,
															515
														],
														[
															1129,
															516
														],
														[
															1125,
															499
														],
														[
															1116,
															489
														],
														[
															1105,
															489
														],
														[
															1103,
															479
														],
														[
															1091,
															475
														],
														[
															1079,
															465
														],
														[
															1067,
															460
														],
														[
															1062,
															465
														],
														[
															1058,
															478
														],
														[
															1045,
															487
														],
														[
															1039,
															501
														],
														[
															1034,
															495
														],
														[
															1007,
															502
														],
														[
															1008,
															511
														],
														[
															993,
															516
														],
														[
															990,
															528
														],
														[
															979,
															525
														],
														[
															979,
															519
														],
														[
															968,
															522
														],
														[
															951,
															528
														],
														[
															935,
															526
														],
														[
															911,
															526
														],
														[
															892,
															515
														],
														[
															891,
															505
														],
														[
															882,
															501
														],
														[
															878,
															495
														],
														[
															868,
															492
														],
														[
															859,
															488
														],
														[
															848,
															488
														],
														[
															838,
															498
														],
														[
															825,
															508
														],
														[
															815,
															503
														],
														[
															810,
															498
														],
														[
															796,
															499
														],
														[
															786,
															493
														],
														[
															772,
															495
														],
														[
															755,
															495
														],
														[
															745,
															491
														],
														[
															738,
															480
														],
														[
															742,
															467
														],
														[
															729,
															459
														],
														[
															725,
															452
														],
														[
															708,
															452
														],
														[
															703,
															438
														],
														[
															700,
															420
														],
														[
															696,
															399
														],
														[
															714,
															388
														],
														[
															717,
															375
														],
														[
															709,
															368
														],
														[
															703,
															354
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/DoSI/thumbnail/008-map-2.01-seagrow-caves.webp"
											},
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/009-map-2.01-seagrow-caves-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "square",
												"size": 53,
												"offsetX": 30,
												"offsetY": 37,
												"scale": 2
											},
											"title": "Player Version",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0f1"
											},
											"credit": "Mike Schley"
										}
									]
								},
								{
									"type": "entries",
									"name": "B1: Entrance Tunnel",
									"page": 18,
									"id": "058",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "059",
											"entries": [
												"Multicolored fungus covers the walls of this tunnel, its bioluminescent glow filling the cavern with dim light. The surface of the water swirls with colorful, faintly glowing spores—perhaps reacting to the movement of something under the surface."
											]
										},
										"At high tide, the tunnel is flooded, so visitors must approach by boat or swim. At low tide, walkways formed by the tops of stone columns line the sides of the tunnel, leading to a flight of natural steps up to {@area area B2|05b|x}. A {@creature spore servant octopus|DoSI} lurks in the water and attacks any creatures (other than myconids) who enter the tunnel, regardless of the state of the tides. Before the myconid leader lapsed into unconsciousness, it created this guardian to keep outsiders away.",
										"As described on the previous page, the water level here varies by up to 10 feet with the tides. At high tide, the water is about 8 feet deep along the edges of the tunnel and 25 feet deep in the middle. At low tide, the walkways along the edges are exposed, and the water is 15 feet deep in the middle.",
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 19,
											"id": "05a",
											"entries": [
												"If the characters are 2nd level, two {@creature Stirge||stirges} clinging to the tunnel ceiling are disturbed if fighting breaks out in this area and join the battle. The stirges ignore the spore servant."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "B2: Fungus Farm",
									"page": 19,
									"id": "05b",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "05c",
											"entries": [
												"This fifty-foot-high cavern is a forest of multicolored fungi, ranging from tiny filaments to tree-sized mushrooms. A natural staircase of stone columns along the east wall leads up ten feet to a higher cave area in the north. Water burbles down from that upper cave and collects in a large pool. Two small mushroom-like people are working amid the mushrooms near the pond. A sickening smell, like sulfur, hangs in the air."
											]
										},
										"The waterfall is fed from a pool in the upper cave, which in turn is supplied by runoff trickling down from the surface. Both pools are 5 feet deep at most.",
										"The two mushroom people are {@creature Myconid Sprout||myconid sprouts} named Molen and Kraz. They are spreading fertilizer from {@area area B3|063|x}, while two {@creature Myconid Adult||myconid adults} named Hipsiz and Rugoso tend the mushrooms near the upper pool, out of sight from below. All four myconids are oblivious to the true threat in the cave—three {@creature Violet Fungus||violet fungi} that grow among the harmless mushrooms here.",
										"If the characters move into the cave toward the myconids, one {@creature violet fungus|DoSI} attacks them, extending long tendrils that cause immediate rot when they touch living flesh. Read this text:",
										{
											"type": "insetReadaloud",
											"id": "05d",
											"entries": [
												"As you advance into the cave, a sickly looking mushroom suddenly stirs to life. It extends long purple tendrils toward you and moves slowly across the cave floor on root-like tendrils."
											]
										},
										{
											"type": "entries",
											"name": "Running the Combat",
											"page": 19,
											"id": "05e",
											"entries": [
												"Because the violet fungi move so slowly, it's easy for the characters to stay out of their reach and kill the fungus monsters with ranged attacks. The interesting part of this encounter is identifying the danger. One {@creature violet fungus|DoSI} moves and attacks to start the encounter, but the other two remain motionless until characters move close to them.",
												"You don't need to keep track of exactly where everyone is standing in the room. Instead, rely on your sense of what's fun and exciting. When a character moves away from an active {@creature violet fungus|DoSI}, have another fungus stir and attack that character on the fungus's next turn. If a character scans the fungus farm looking for more violet fungi, cast as much doubt as you can: many of the fungi look sickly and purple but pose no danger."
											]
										},
										{
											"type": "entries",
											"name": "Myconids",
											"page": 19,
											"id": "05f",
											"entries": [
												"The {@creature Myconid Sprout||myconid sprouts} avoid the characters and the violet fungi. If the {@creature Myconid Adult||adults} become aware of danger through the noise of combat (or the sprouts' Distress Spores), they move as quickly as they can to protect the sprouts.",
												"If the characters defeat the violet fungi, the myconids' attitude improves to indifferent, and they are willing to speak to the characters (using their Rapport Spores). The adults agree to accompany the characters and vouch for them with the rest of the myconid colony, improving the other myconids' attitude to indifferent as well."
											]
										},
										{
											"type": "entries",
											"name": "Blighted Fungi",
											"page": 19,
											"id": "060",
											"entries": [
												"A character who examines any of the fungi notices that many of the mushrooms are sickly, shriveled, and blotched with black patches of decay. The blight has no obvious source."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 19,
											"id": "061",
											"entries": [
												"The fungus farm contains heart cap mushrooms ready for harvest. A character who spends 15 minutes searching this chamber for useful fungi and succeeds on a {@dc 12} Intelligence ({@skill Nature}) or Wisdom ({@skill Survival}) check finds {@dice 1d6} of these reddish mushrooms, which bear an unsettling resemblance to human hearts. {@creature Tarak|DoSI} can make each heart cap mushroom into a {@item potion of healing}."
											]
										},
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 19,
											"id": "062",
											"entries": [
												"If the characters are 2nd level, add two {@creature Violet Fungus||violet fungi} to this encounter."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "B3: Larder",
									"page": 19,
									"id": "063",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "064",
											"entries": [
												"This cave reeks of rot, and the floor is covered with decaying vegetation. Three small mushroom-folk are working amid the filth. In the southwest corner of the cave, a bulbous object the size of a cart clings to the wall and ceiling, glistening like a glob of jelly."
											]
										},
										"Three {@creature Myconid Sprout||myconid sprouts} named Bispo, Valup, and Popple work here gathering fertilizer for use in {@area area B2|05b|x}. The bulbous object is a stirge nest, which characters can identify with a successful {@dc 15} Intelligence ({@skill Nature}) check. If a character moves more than 5 feet into the chamber, six {@creature Stirge||stirges} emerge from the nest and attack. Meanwhile, the sprouts flee toward {@area area B4|066|x} at the first sign of intruders, relying on the distraction of the stirges to escape.",
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 19,
											"id": "065",
											"entries": [
												"If the characters are 2nd level, add two stirges to this encounter."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "B4: Circle Chamber",
									"page": 20,
									"id": "066",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/010-02-002.myconids.webp"
											},
											"width": 1700,
											"height": 1099,
											"credit": "Caroline Gariba"
										},
										{
											"type": "insetReadaloud",
											"id": "067",
											"entries": [
												"Six clusters of giant mushrooms are arranged in a rough circle around this cavern. Several human-sized mushroom folk stand in a circle in the center of the cave. The smell of sulfur is stronger here."
											]
										},
										"Six {@creature Myconid Adult||myconid adults} are here. Two of them (named Agric and Omphalo) are tending to the other four (Craterel, Pleuro, Subrufus, and Virosa), who are standing stock-still in a dream-like trance called a meld, experiencing a shared transcendent state. The two conscious myconids move quickly to confront any intruders who aren't escorted by other myconids, and they respond with violence to any threat.",
										"All six myconids are ill and fatigued from the blight that is spreading through the caves, so they take turns resting here."
									]
								},
								{
									"type": "entries",
									"name": "B5: Sinensa's Sanctum",
									"page": 20,
									"id": "068",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "069",
											"entries": [
												"Glowing fungus and colorful crystals grow from the walls and ceilings of this smaller cave. In the middle of the cave, two human-sized mushroom folk tend to a larger specimen of their kind. The large one is shriveled and covered with unhealthy purple blotches, and it does not move."
											]
										},
										"Two {@creature Myconid Adult||myconid adults} named Auranta and Enok are tending the {@condition unconscious} myconid who leads this colony, {@creature Sinensa|DoSI}. The adults collect spores from a barrel-sized, glowing red fungus that vaguely resembles a human brain and puff the spores around the leader's head. The treatment is keeping the leader alive for now, but it is a losing battle. {@creature Sinensa|DoSI}'s only hope is for the blight to end. The adults zealously defend their leader, immediately attacking intruders who aren't accompanied by other myconids.",
										{
											"type": "entries",
											"name": "Treasure",
											"page": 20,
											"id": "06a",
											"entries": [
												"If the characters bring the glowing red fungus, called a ruby morel, back to the cloister, {@creature Tarak|DoSI} uses it to make them an {@item elixir of health} (described in {@adventure appendix A|DoSI|5})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "B6: Crystal Cave",
									"page": 20,
									"id": "06b",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "06c",
											"entries": [
												"The air in this cave is choked with thick smoke that assaults your nostrils with a pungent odor of brimstone. Strange, flickering orange light illuminates the smoke. This area is free of fungal growth; instead, crystals grow from the rock. To your right, a large cluster of purple crystals juts from the stone. On the far wall, a glowing orange crystal wedged into a fissure in the cave wall seems to be the source of the light. Streaks of soot trace a path along the cave walls between the purple crystals and the fissure."
											]
										},
										"Two {@creature Fume Drake|DoSI|fume drakes} lurk amid the sulfurous fumes. These elemental creatures look like little dragons formed entirely of greenish smoke. They don't leave this cave, but they rush to attack any creature that enters it.",
										"This cave is the source of the blight spreading through the myconid colony. As the characters explore the cave, they can easily determine that noxious fumes from deep beneath the island seep up around the vein of purple crystals. Ordinarily, the fumes vent to the surface through a fissure in the west wall, but the fissure is now blocked by the enormous orange crystal, which is also the source of the light here.",
										"The heart of the problem is the tomb of the red dragon Sharruth, deep beneath the island. The presence of such a powerful dragon far underground causes the volcanic activity that produces the noxious fumes. What's more, the dragon's energy occasionally tears open small rifts in the fabric of reality that lead to the Elemental Plane of Fire—another dimension of reality that is the cosmic source of fiery energy. The Plane of Fire is the origin of both the orange crystal blocking the vent (which is actually an egg case) and the creatures currently in the cave.",
										{
											"type": "entries",
											"name": "Fire Crystal",
											"page": 20,
											"id": "06d",
											"entries": [
												"Destroying the orange crystal blocking the western fissure allows the noxious fumes to escape the cave and stops the blight that is harming the myconids. A single strong whack with a weapon, a crowbar, or another tool is sufficient to shatter it. When the crystal breaks, a two-foot-diameter sphere of smoldering obsidian falls to the floor amid the other pieces and breaks open, releasing a {@creature fire snake} from this stony egg. Seeing the characters only as fuel, it attacks them at once.",
												"Breaking the fire crystal also reveals the reason the myconids avoid this cave: the cave is immediately filled with shimmering sunlight refracted through the crystals that line the vent. Bright light fills the entire area."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 21,
											"id": "06e",
											"entries": [
												"The fire snake's egg breaks into 25 tiny chunks of obsidian worth 10 gp each."
											]
										},
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 21,
											"id": "06f",
											"entries": [
												"If the characters are 2nd level, add a third {@creature fume drake|DoSI} to the room when the characters first arrive. Then, at the same time the {@creature fire snake} hatches from its egg, two more fume drakes emerge from the cluster of purple crystals."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ending This Chapter",
					"page": 21,
					"id": "070",
					"entries": [
						"If the characters destroy the orange crystal so the toxic fumes can escape the caves, the myconids' attitude improves to friendly. {@creature Sinensa|DoSI}, the myconid leader, regains consciousness the following morning. If the characters are present when {@creature Sinensa|DoSI} awakens, {@creature Sinensa|DoSI} gives them the ruby morel from {@area area B5|068|x} and permission to keep any other treasure or mushrooms they collected in the caves.",
						"Once the characters return to Dragon's Rest, {@creature Tarak|DoSI} can use the ruby morel to make an {@item elixir of health} (described in {@adventure appendix A|DoSI|5}), which he gives to the characters in gratitude for their efforts.",
						{
							"type": "entries",
							"name": "Gain a Level",
							"page": 21,
							"id": "071",
							"entries": [
								"After they complete this chapter of the adventure, the characters gain a level. If they visited Seagrow Caves before the wreck of {@i Compass Rose}, they advance from 1st level to 2nd level. The residents of Dragon's Rest urge them to visit the wreck of {@i Compass Rose} next (see \"{@adventure Shipwreck|DoSI|3}\").",
								"If they've already explored the wreck of {@i Compass Rose} in {@area chapter 3|072|x}, they advance from 2nd level to 3rd level and are ready to visit Clifftop Observatory in {@adventure chapter 4|DoSI|4}. See \"{@area Lost Wyrmling|03b|x}.\"",
								"The {@area character sheets|002|x} explain what happens when characters gain a level."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 3: Cursed Shipwreck",
			"page": 22,
			"id": "072",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/011-03-001.splash-art.webp"
					},
					"width": 1700,
					"height": 1230,
					"credit": "Linda Lithén"
				},
				"This chapter assumes the characters come here before Seagrow Caves and are still 1st level. It also includes instructions to scale up the danger in combat encounters if the characters complete chapter 2, \"{@adventure Seagrow Caves|DoSI|2},\" before coming here and are now 2nd level.",
				{
					"type": "section",
					"name": "Shipwreck Overview",
					"page": 22,
					"id": "073",
					"entries": [
						"Ever since the violent death of a gold dragon on the rocky shoal on the north side of Stormwreck Isle, the bone-strewn rocks have been the site of many shipwrecks through the centuries. One such shipwreck left a lasting mark on the island.",
						"About forty years ago, a ship named {@i Compass Rose} carrying passengers bound for the cloister wrecked on the shoal, killing all aboard. To the horror of the cloister's residents, those who drowned found their way ashore as shambling zombies. Since the loss of that ship, each new shipwreck has brought a fresh wave of zombie sailors to the island's shore. Fortunately, wrecks are rare—or they were, until recently.",
						"Not long ago, a {@creature harpy} settled into the wreck of {@i Compass Rose}. With its magically entrancing voice, the harpy has been luring ships to crash on the shoal and feasting on the unlucky sailors. The sailors who escape the harpy's talons end up as zombies menacing the people of Dragon's Rest.",
						"The harpy is only the most immediate problem lurking in the wrecked hull of {@i Compass Rose}. The greater threat is a cursed talisman held in the ship's hold, imbued with magic by a long-dead sailor's desperate prayers to a demon lord. This curse is responsible for the drowned sailors animating as {@creature Zombie||zombies}. Most of the sailors who were aboard the ship when it wrecked are long gone, but some zombies have been trapped in the wreck for years.",
						{
							"type": "inset",
							"name": "Other Shipwrecks",
							"page": 22,
							"id": "074",
							"entries": [
								"This chapter assumes the characters heed {@creature Runara|DoSI}'s advice and search {@i Compass Rose} for clues to the recent shipwrecks. If the characters decide to explore other recent wrecks, you can use the map of {@i Compass Rose} to represent any other sunken ship's deck plan, though most of the wrecks are entirely underwater. Characters exploring other wrecks might find more zombies—sailors killed in the wrecks who were animated by the talisman in {@i Compass Rose's} hold but couldn't get off their ships for some reason. They might also find giant octopuses (you can use the {@creature spore servant octopus|DoSI} stat block), {@creature Ghoul||ghouls}, or other dangers aboard. These adventures are yours to create, but only the wreck of {@i Compass Rose} holds the secret to freeing Dragon's Rest from the zombie attacks."
							]
						},
						{
							"type": "entries",
							"name": "Shipwreck Features",
							"page": 23,
							"id": "075",
							"entries": [
								"The wreck of {@i Compass Rose} is located at the northern end of a long spur of sharp rocks and dragon bones jutting from the ocean waves, about 2½ miles from the cloister. It remains mostly above the water, held up by the ancient bones that tore its hull. The wreck has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Walls",
											"entry": "The soggy wooden walls are aged to a sickly black and green. Algae and barnacles grow on walls throughout the wreck."
										},
										{
											"type": "item",
											"name": "Ceilings",
											"entry": "The ceilings in the ship are 8 feet high."
										},
										{
											"type": "item",
											"name": "Doors",
											"entry": "The doorways are 6 feet high, and the doors are in the same waterlogged condition as the walls."
										},
										{
											"type": "item",
											"name": "Light",
											"entry": "During the day, the sun fills the upper deck and main deck with bright light and the lower deck with {@quickref Vision and Light|PHB|2||dim light}. Sunlight doesn't reach into the hold, and the whole wreck is {@quickref Vision and Light|PHB|2||dark} at night. See \"{@quickref Vision and Light|PHB|2||Vision}\" in the {@book Basic Rules|PHB}."
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running This Chapter",
					"page": 23,
					"id": "076",
					"entries": [
						"Dragon's Rest has a {@item rowboat} the characters can take to visit the wreck of {@i Compass Rose}. The trip of 2½ miles takes about 1 hour and 40 minutes to row. When the characters arrive, read this text:",
						{
							"type": "insetReadaloud",
							"id": "077",
							"entries": [
								"Waves lap against a derelict ship lodged against a ridge of rocks and enormous dragon bones. A faint odor of rot wafts on the sea air, along with the sound of screeching seagulls and the roar of the surf. A tangled mess of tattered sails and rigging hangs off the starboard side of the main deck, offering one possible way to climb aboard. At the stern, you can make out a gaping hole in the hull beneath the water line."
							]
						},
						"If the characters pull the rowboat up to the south (starboard) side of the ship, they can easily tie up the little boat to the derelict's rigging and climb onto the main deck ({@area area C1|079|x}). However, they're free to explore other possibilities for getting aboard, such as swimming through the hole in the hold ({@area area C9|094|x}).",
						{
							"type": "entries",
							"name": "Shipwreck Locations",
							"page": 23,
							"id": "078",
							"entries": [
								"The following locations are keyed to map 4, which shows the layout of the shipwreck.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/012-map-3.01-wreck-of-compass-rose.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 61,
												"offsetX": 32,
												"offsetY": 34,
												"scale": 2
											},
											"title": "Map 4: The Wreck of Compass Rose",
											"width": 1700,
											"height": 1214,
											"id": "0f2",
											"mapRegions": [
												{
													"area": "080",
													"points": [
														[
															255,
															624
														],
														[
															218,
															624
														],
														[
															135,
															595
														],
														[
															135,
															478
														],
														[
															215,
															447
														],
														[
															255,
															447
														],
														[
															255,
															471
														],
														[
															223,
															471
														],
														[
															223,
															478
														],
														[
															252,
															478
														],
														[
															252,
															590
														],
														[
															224,
															590
														],
														[
															224,
															597
														],
														[
															255,
															597
														]
													]
												},
												{
													"area": "07e",
													"points": [
														[
															469,
															622
														],
														[
															517,
															622
														],
														[
															525,
															616
														],
														[
															535,
															615
														],
														[
															545,
															609
														],
														[
															537,
															603
														],
														[
															559,
															604
														],
														[
															585,
															598
														],
														[
															612,
															576
														],
														[
															623,
															557
														],
														[
															632,
															537
														],
														[
															627,
															517
														],
														[
															608,
															490
														],
														[
															582,
															469
														],
														[
															556,
															455
														],
														[
															532,
															448
														],
														[
															469,
															448
														],
														[
															469,
															471
														],
														[
															502,
															471
														],
														[
															502,
															478
														],
														[
															476,
															478
														],
														[
															476,
															591
														],
														[
															502,
															591
														],
														[
															502,
															599
														],
														[
															469,
															599
														]
													]
												},
												{
													"area": "082",
													"points": [
														[
															934,
															532
														],
														[
															934,
															476
														],
														[
															1017,
															447
														],
														[
															1017,
															478
														],
														[
															1050,
															478
														],
														[
															1050,
															532
														]
													]
												},
												{
													"area": "087",
													"points": [
														[
															932,
															537
														],
														[
															1050,
															537
														],
														[
															1050,
															591
														],
														[
															1018,
															591
														],
														[
															1018,
															622
														],
														[
															1013,
															622
														],
														[
															932,
															594
														]
													]
												},
												{
													"area": "079",
													"points": [
														[
															1025,
															622
														],
														[
															1025,
															599
														],
														[
															1055,
															599
														],
														[
															1055,
															471
														],
														[
															1026,
															471
														],
														[
															1026,
															447
														],
														[
															1292,
															447
														],
														[
															1292,
															471
														],
														[
															1266,
															471
														],
														[
															1266,
															598
														],
														[
															1294,
															598
														],
														[
															1294,
															622
														]
													]
												},
												{
													"area": "089",
													"points": [
														[
															1273,
															532
														],
														[
															1273,
															479
														],
														[
															1299,
															479
														],
														[
															1299,
															449
														],
														[
															1318,
															449
														],
														[
															1339,
															453
														],
														[
															1361,
															462
														],
														[
															1389,
															481
														],
														[
															1405,
															498
														],
														[
															1426,
															532
														]
													]
												},
												{
													"area": "08d",
													"points": [
														[
															1273,
															539
														],
														[
															1273,
															590
														],
														[
															1302,
															590
														],
														[
															1302,
															620
														],
														[
															1323,
															620
														],
														[
															1352,
															612
														],
														[
															1384,
															596
														],
														[
															1411,
															569
														],
														[
															1426,
															539
														]
													]
												},
												{
													"area": "08f",
													"points": [
														[
															138,
															989
														],
														[
															138,
															875
														],
														[
															216,
															847
														],
														[
															515,
															847
														],
														[
															533,
															852
														],
														[
															556,
															861
														],
														[
															579,
															877
														],
														[
															602,
															900
														],
														[
															619,
															933
														],
														[
															603,
															966
														],
														[
															580,
															994
														],
														[
															555,
															1009
														],
														[
															529,
															1016
														],
														[
															500,
															1020
														],
														[
															220,
															1020
														]
													]
												},
												{
													"area": "094",
													"points": [
														[
															934,
															939
														],
														[
															957,
															942
														],
														[
															961,
															950
														],
														[
															969,
															940
														],
														[
															988,
															935
														],
														[
															1003,
															941
														],
														[
															1021,
															951
														],
														[
															1036,
															962
														],
														[
															1047,
															972
														],
														[
															1060,
															990
														],
														[
															1062,
															1003
														],
														[
															1064,
															1014
														],
														[
															1089,
															1014
														],
														[
															1108,
															1018
														],
														[
															1316,
															1018
														],
														[
															1353,
															1005
														],
														[
															1377,
															993
														],
														[
															1391,
															977
														],
														[
															1388,
															958
														],
														[
															1386,
															948
														],
														[
															1378,
															936
														],
														[
															1377,
															914
														],
														[
															1380,
															900
														],
														[
															1399,
															900
														],
														[
															1388,
															889
														],
														[
															1376,
															879
														],
														[
															1361,
															867
														],
														[
															1338,
															856
														],
														[
															1311,
															847
														],
														[
															1012,
															847
														],
														[
															934,
															875
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/DoSI/thumbnail/012-map-3.01-wreck-of-compass-rose.webp"
											},
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/013-map-3.01-wreck-of-compass-rose-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "square",
												"size": 61,
												"offsetX": 32,
												"offsetY": 34,
												"scale": 2
											},
											"title": "Player Version",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0f2"
											},
											"credit": "Mike Schley"
										}
									]
								},
								{
									"type": "entries",
									"name": "C1: Main Deck",
									"page": 23,
									"id": "079",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "07a",
											"entries": [
												"The moldering wood of the deck is slick with algae and seawater. Amid the tangle of rigging, splintered railings, and stray seaweed, you spot boots, bones, and bits of gore that seem considerably more recent than the wreck of this ship.",
												"Stairs lead to upper decks at fore and aft, and doors lead into cabins under those decks. The mainmast remains intact and mostly upright, topped with a crow's nest overflowing with debris. A staircase near the mast and a large hatch on the port side both lead down into the hold."
											]
										},
										{
											"type": "entries",
											"name": "Crow's Nest",
											"page": 23,
											"id": "07b",
											"entries": [
												"A rope ladder runs up the mast to the crow's nest, secure despite the condition of the wreck. The mast sways alarmingly as characters climb, and at the top of the 50-foot climb the characters find that they are leaning out over the water on the port (north) side of the ship.",
												"The crow's nest now serves as a nest for the harpy that has made {@i Compass Rose} its lair. The basket-shaped area is stuffed with wood shavings, dry grass, and shredded canvas from ships' sails. Bits of bones, tufts of hair, and shiny baubles are also visible in the harpy's nest."
											]
										},
										{
											"type": "entries",
											"name": "Harpy's Return",
											"page": 23,
											"id": "07c",
											"entries": [
												"When the characters arrive at the shipwreck, the {@creature harpy} is out looking for another ship to lure onto the rocks. It returns after the characters have spent some time aboard, as described in \"{@area Harpy's Return|09a|x}\" later in this chapter."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 23,
											"id": "07d",
											"entries": [
												"Characters who search through the crow's nest find a small gold bracelet worth 25 gp, a single gold hoop earring worth 25 gp, two small {@item tiger eye} gems worth 10 gp each, and one {@item bloodstone} gem worth 50 gp."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C2: Forecastle",
									"page": 23,
									"id": "07e",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "07f",
											"entries": [
												"The broken foremast leans out across a broken railing, with a tangle of rigging and tattered canvas trailing down to the rocks and dragon bones below. A rusted and rotting ballista stands near the broken mast."
											]
										},
										"The ballista no longer works. There's nothing of interest to find here."
									]
								},
								{
									"type": "entries",
									"name": "C3: Quarterdeck",
									"page": 24,
									"id": "080",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "081",
											"entries": [
												"The splintered remains of a mast jut up from this rear deck like a broken spear. The ship's wheel is askew, dislodged from its mechanism."
											]
										},
										"The wheel bears the name of the ship—{@i Compass Rose}—engraved and inlaid with mother-of-pearl, though in the wheel's current position the name is upside down. If a character turns the wheel, it snaps free of its axle and falls. If the character tries to catch the wheel before it hits the deck, ask the player to make a {@dc 10} Dexterity {@book saving throw|PHB|7|Saving Throws}. On a successful save, the character catches the wheel. On a failed save, the wheel hits the deck with a loud thud that catches the attention of the {@creature Zombie||zombies} in area C4. A moment later, the thud is answered by a loud crash against the door to C4, which repeats every 10 to 15 seconds."
									]
								},
								{
									"type": "entries",
									"name": "C4: Captain's Quarters",
									"page": 24,
									"id": "082",
									"entries": [
										"The door to the captain's quarters is barricaded from the inside, though the heavy wooden bar blocking the door is half rotten. A character who tries to force the door open can break it down with a successful {@dc 10} Strength check.",
										{
											"type": "insetReadaloud",
											"id": "083",
											"entries": [
												"The door crashes open to reveal two drowned sailors in a cabin that must once have been luxurious. A bookcase, half collapsed, holds waterlogged and disintegrating books and scrolls. The polished wood desk leans awkwardly on three legs; it has an ornate compass set in its center. The bed is covered in rotting bedding and sags in the middle. A jagged hole gapes in the floor beside the bed."
											]
										},
										"If the characters dropped the wheel in area C3 or needed more than one Strength check to open the door into this room, the two {@creature Zombie||zombies} are beside the door when it opens. Otherwise, they're aimlessly shuffling around the cabin. In either case, they move to attack the characters right away.",
										{
											"type": "entries",
											"name": "Hole to the Hold",
											"page": 24,
											"id": "084",
											"entries": [
												"The hole beside the captain's bed formed when the rotting floorboards collapsed under the weight of the captain's sea chest. It broke through the floor of the lower deck ({@area area C8|08f|x}) as well, coming to rest in the hold ({@area area C9|094|x})."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 24,
											"id": "085",
											"entries": [
												"Two small drawers in the desk hold a {@item pouch|PHB} containing 50 gp, a set of {@item cartographer's tools|PHB}, and a {@item dagger|PHB}. The compass set in the desktop can easily be pried free; it is worth 25 gp."
											]
										},
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 24,
											"id": "086",
											"entries": [
												"If the characters are 2nd level, add a third {@creature zombie} to this encounter."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C5: Galley",
									"page": 24,
									"id": "087",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "088",
											"entries": [
												"A long-dead, headless skeleton sits propped up against a counter to the right, but the galley is otherwise empty. Unless... did the skeleton just move?"
											]
										},
										"Small, harmless crabs are crawling over the skeletal remains, causing the illusion of movement."
									]
								},
								{
									"type": "entries",
									"name": "C6: Crew Quarters",
									"page": 24,
									"id": "089",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "08a",
											"entries": [
												"Six double bunks line the edges of this cabin. Personal effects are strewn about the room, and a faded, painted portrait hangs on one wall."
											]
										},
										"The portrait shows a young couple smiling and embracing. Written across the bottom of the portrait are the words \"Aleitha and Brastos—together forever.\" The black-haired woman wears a sailor's uniform similar to the tatters worn by the zombies aboard this ship. The blond-haired man wears a merchant's {@item fine clothes|PHB}.",
										{
											"type": "entries",
											"name": "Floorboard Stash",
											"page": 24,
											"id": "08b",
											"entries": [
												"A character who searches the cabin and succeeds on a {@dc 10} Wisdom ({@skill Perception}) check notices a floorboard in the middle of the room that is raised slightly above its neighbors. A character who lifts the floorboard triggers a trap: a tiny dart shoots up, making an attack against the character. Its attack bonus is +5. If it hits, it deals 2 ({@dice 1d4}) piercing damage, and the character must succeed on a {@dc 11} Constitution saving throw or take 3 ({@dice 1d6}) poison damage. Once the trap is triggered, it does not trigger again unless a character resets it. (If the characters figure out a way to lift the floorboard from a safe distance, the dart misses.)"
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 24,
											"id": "08c",
											"entries": [
												"A {@item sack|PHB} full of 200 gp rests in a small compartment beneath the raised floorboard."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C7: Mess Hall",
									"page": 24,
									"id": "08d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "08e",
											"entries": [
												"A long table takes up most of this cabin, which must have served as a mess hall. Decaying chairs are scattered about, and broken glass and crockery litter the floor."
											]
										},
										"There's nothing of interest to find here."
									]
								},
								{
									"type": "entries",
									"name": "C8: Lower Deck",
									"page": 25,
									"id": "08f",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "090",
											"entries": [
												"The descent to the lower deck is chilly, wet, and unsettling. Seawater obscures the floor and sloshes against the hull. Decaying crates and barrels are scattered around, some floating freely and others stacked into corners. You hear splashing as a walking corpse lumbers toward you, wading in water that doesn't quite reach its knees."
											]
										},
										"The {@creature zombie} is an obvious threat, but another Undead monster—a {@creature ghoul}—lurks in the aft part of the hold. Much more cunning than the zombies, the ghoul waits to attack until the characters are busy with the zombie. It hopes to paralyze a character with its Claw attack, then drag the {@condition paralyzed} character away to feast on while the other characters contend with the zombie. Unlike the zombies, the ghoul is not a former member of the ship's crew, but a vile scavenger drawn by the presence of decaying flesh.",
										"The water on the floor ranges from about 6 inches deep on the starboard (south) side of the ship to 18 inches deep on the port (north) side. The water makes the entire lower deck {@book difficult terrain|PHB|8|Difficult Terrain} (see \"{@book Difficult Terrain|PHB|9|Difficult Terrain}\" in the {@book Basic Rules|PHB}).",
										{
											"type": "entries",
											"name": "Hole to the Hold",
											"page": 25,
											"id": "091",
											"entries": [
												"A hole in the ceiling in the northwest part of the area leads up to the captain's quarters ({@area area C4|082|x}). It's matched by a similar hole directly below it. The holes were caused by the captain's chest falling through the floorboards all the way to the hold, where it came to rest (see {@area area C9|094|x})."
											]
										},
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 25,
											"id": "092",
											"entries": [
												"If the characters are 2nd level, add two zombies to this encounter."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 25,
											"id": "093",
											"entries": [
												"Some of the goods in the crates here remain valuable. Using a {@item crowbar|PHB}, a character can pry open a crate in 1 minute; without a crowbar, it takes 10 minutes. When a character opens a crate, roll a {@dice d6} and consult the Crate Contents table to determine what's inside. The characters can find each item on the table once.",
												{
													"type": "table",
													"caption": "Crate Contents",
													"colLabels": [
														"d6",
														"Contents"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"Five bottles of fine wine (worth 10 gp each) packed in straw, plus one broken bottle"
														],
														[
															"2",
															"A 20-pound {@item sack|PHB} of whole cloves, worth 60 gp"
														],
														[
															"3",
															"Ten small, 1-pound bars of silver (worth 5 gp each)"
														],
														[
															"4",
															"A pair of candlestick holders carved from bone to resemble dragons, worth 25 gp each"
														],
														[
															"5",
															"A fine {@item lute|PHB} with mother-of-pearl inlay, worth 50 gp"
														],
														[
															"6",
															"A {@item spell scroll} of {@spell command}, sealed in a leather case"
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C9: Hold",
									"page": 26,
									"id": "094",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "095",
											"entries": [
												"As the cold water engulfs you, a strange undersea world is revealed. Colorful seaweed grows over the shattered hull, especially around the gaping hole in the stern of the ship. Tiny fish dart among hunks of debris and cargo."
											]
										},
										"See \"{@book Climbing, Swimming, and Crawling|PHB|8|Climbing, Swimming, and Crawling}\" and \"{@book Suffocating|PHB|8|Suffocating}\" in \"{@book The Environment|PHB|8|The Environment}\" in the {@book Basic Rules|PHB} as the characters venture into the submerged hold. Fortunately for them, unless something goes wrong, there's no significant time pressure on the characters as they swim around here. They can surface (at the hole in area C8's floor, or at the top of the stairs up to C8) to breathe as often as they need to.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/014-03-002.seaweed.webp"
											},
											"width": 850,
											"height": 841,
											"credit": "Jenn Ravenna"
										},
										{
											"type": "entries",
											"name": "Captain's Chest",
											"page": 26,
											"id": "096",
											"entries": [
												"A heavy iron chest lies on the floor of the hold, directly beneath the hole it fell through. If a character opens the chest here, a large air bubble rushes out, and a packet, wrapped and sealed in waxed fabric, rises up after it. Though the chest is heavy (about 125 pounds), the characters can also carry it to the surface before opening it.",
												"The chest contains a {@item pouch|PHB} holding 55 gp and three {@item Turquoise||turquoise stones} (worth 10 gp each), as well as a pair of {@item boots of elvenkind}. The floating packet contains the captain's journal, which has been keep safe from the water by its wrapping. A braid of hair is stuck in the pages like a bookmark, indicating the log's last entry. The last entry reads as follows:",
												{
													"type": "insetReadaloud",
													"name": "19 Tarsakh",
													"page": 26,
													"id": "097",
													"entries": [
														"Our journey is ended, though I fear my own is to continue in the most horrible way imaginable. {@i Compass Rose} wrecked on a shoal south of Neverwinter. Many sailors perished with the initial impact, and Aleitha was gravely injured. As I tended her wounds, she clutched her talisman and breathed soft prayers. I asked her what the talisman signified. She told me love. Her husband waits for her at Dragon's Rest, having pledged his service to the dragon there. The talisman is made from locks of their hair, woven together as a promise to be reunited no matter what fate might befall them. It might have been a beautiful story, had it not been for Aleitha's gruesome end—and the words of the prayer I heard as she breathed her last. For she was begging Orcus, the Prince of Undeath, to reunite her with her husband.",
														"I held her hands as the breath left her, and I felt a horrible chill pass through her. Next I knew, she was sinking her teeth into my neck. At the same moment, I heard moans begin to rise from the dead sailors all around us. What curse has she brought on us all?",
														"Already I feel a creeping chill overtaking my body. I am securing her talisman with this book in my chest, in the hope that someone who comes after us may end this nightmare by bringing Aleitha's talisman to her husband."
													]
												},
												"The talisman is formed from long locks of hair—some blonde, some black—braided together and knotted around two small finger bones. If a character casts {@spell detect magic}, the talisman is revealed to carry magic of the school of necromancy. See \"{@area Ending This Chapter|09e|x}\" for more about the talisman.",
												"Tarsakh is a month in the calendar of the Forgotten Realms, roughly corresponding to April. No year is specified in the log."
											]
										},
										{
											"type": "entries",
											"name": "About Orcus",
											"page": 26,
											"id": "098",
											"entries": [
												"Known as the Demon Prince of Undeath and the Blood Lord, the demon lord Orcus is a fiend whose power rivals that of the gods. Ruling over hordes of demons in the nightmarish plane of existence called the Abyss, Orcus yearns to transform the multiverse into a ghastly place of death. Many Undead creatures (like {@creature Ghoul||ghouls}) worship him or seek to bargain with him in exchange for some fragment of his power over undeath."
											]
										},
										{
											"type": "entries",
											"name": "A New Threat",
											"page": 26,
											"id": "099",
											"entries": [
												"After the characters find the captain's chest, when they come up from the hold to the lower deck, they hear a heavy thump on the deck above them as the {@creature harpy} lands on the main deck. See \"{@area Harpy's Return|09a|x}\" below."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Harpy's Return",
							"page": 27,
							"id": "09a",
							"entries": [
								"The {@creature harpy} that makes its lair in the crow's nest ({@area area C1|079|x}) returns to the ship when one of these conditions is met:",
								{
									"type": "list",
									"items": [
										"The characters find the captain's chest in the hold ({@area area C9|094|x}) and return to the lower deck ({@area area C8|08f|x}).",
										"The characters finish a short or long rest on the ship."
									]
								},
								"The next time the characters show themselves on the main deck, the harpy confronts them:",
								{
									"type": "insetReadaloud",
									"id": "09b",
									"entries": [
										"A terrifying monster perches on the top of the crow's nest, spreading its scraggly wings and screeching harshly. Its wings and legs resemble those of a mangy vulture, while its head, torso, and arms look almost human. It clutches a large bone like a club and flexes its talons."
									]
								},
								"On its first turn, the harpy uses its Luring Song in an attempt to charm the characters and draw them up to the crow's nest. A character {@condition charmed} by the harpy's Luring Song thinks it's the most beautiful sound they have ever heard. It's easy to imagine how a ship might be lured off course to get closer to the source of this music.",
								{
									"type": "entries",
									"name": "Talking to the Harpy",
									"page": 27,
									"id": "09c",
									"entries": [
										"The {@creature harpy} is cruel and hungry for flesh, but it speaks Common and can be reasoned with. It's not easy to convince the bloodthirsty monster to change its ways and leave the wreck of {@i Compass Rose}, but if the players come up with a strong argument (possibly supported with high rolls on Charisma checks), the harpy cooperates. These tactics are the most likely to convince the harpy to leave:",
										{
											"type": "list",
											"items": [
												"If the characters have already reduced the harpy to fewer than half its hit points, it might flee.",
												"If the characters claimed the treasure from the crow's nest while the harpy was absent, it might agree to leave in exchange for the return of its treasure.",
												"If the characters are 2nd level and two harpies are present (see below), characters can play on the distrust between the two harpies and might convince them to part ways and leave the area."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "2nd-Level Characters",
									"page": 27,
									"id": "09d",
									"entries": [
										"If the characters are 2nd level, add a second harpy to the encounter. This harpy initially perches on the ballista in {@area area C2|07e|x} and uses its own Luring Song. Although they're allies, the harpies don't trust each other."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ending This Chapter",
					"page": 27,
					"id": "09e",
					"entries": [
						"If the characters defeat the harpy, one problem is solved: no more ships will be lured to the rocks, and shipwrecks will once again be a rarity.",
						"If the characters find Aleitha's talisman in the hold, they can solve the zombie problem entirely. If they bring the talisman to {@creature Runara|DoSI} and explain what they found in the captain's log, {@creature Runara|DoSI} nods sadly. She remembers Aleitha's husband, Brastos, but he died many years ago. He was laid to rest in the graveyard atop the cliffs at the northern point of the island, northwest of Dragon's Rest.",
						"The graves in the little clifftop cemetery are covered in white wildflowers and marked with simple wooden slabs. If the characters lay the talisman on Brastos's grave, bury it in the soil over the grave, or burn it atop the grave, the wind seems to sigh in relief. Thick fog forms around the rocks north of the island. The fog lingers overnight, and when it disperses, no trace of {@i Compass Rose} remains.",
						"The characters might also disregard the words of the captain's journal and destroy the talisman while aboard the ship. This also breaks the curse—the characters still feel something like a sigh in the air, fog rises up to engulf the wreck while the characters are rowing away, and the ship is gone when the fog lifts the next day.",
						"If the characters undo the talisman's curse, the next time they sleep, the cleric character has another dream. Read this text to the cleric's player:",
						{
							"type": "insetReadaloud",
							"id": "09f",
							"entries": [
								"In your dream, you are once again on the deck of the ship that brought you here, and you see Stormwreck Isle shrouded in darkness, just as it was in your earlier dreams. As you sail closer, the darkness breaks, and a dazzling ray of sunlight shines down over the island. A gentle plume of white smoke rises up from the island as the darkness is driven away. Then the darkness and the smoke are gone, the light swells to enfold you as well, and you feel the love and approval of your god."
							]
						},
						{
							"type": "entries",
							"name": "Gain a Level",
							"page": 27,
							"id": "0a0",
							"entries": [
								"After they complete this chapter of the adventure, the characters gain a level. If they visited {@i Compass Rose} before Seagrow Caves, they advance to 2nd level. The residents of Dragon's Rest urge them to visit Seagrow Caves next (see \"{@area Sea Caves|033|x}\"). If the characters have already explored the caves, they advance to 3rd level and are ready to visit Clifftop Observatory in {@adventure chapter 4|DoSI|4}. See \"{@area Lost Wyrmling|03b|x}\".",
								"The {@area character sheets|002|x} explain what happens when characters gain a level."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 4: Clifftop Observatory",
			"page": 28,
			"id": "0a1",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/015-04-001.splash-art.webp"
					},
					"width": 1700,
					"height": 1099,
					"credit": "Alex Stone"
				},
				"This chapter assumes the characters visit the observatory after exploring Seagrow Caves and the wreck of {@i Compass Rose}, and thus have reached 3rd level. If they come here before visiting the other adventure sites, the combat encounters are probably too difficult for them. That's the reason {@creature Runara|DoSI} won't give the characters the moonstone key or information about the observatory until after they've dealt with the island's other problems. If necessary, you can have {@creature Runara|DoSI} warn the characters that they're not ready to face this part of the adventure yet.",
				{
					"type": "section",
					"name": "Observatory Overview",
					"page": 28,
					"id": "0a2",
					"entries": [
						"During its heyday, the Clifftop Observatory was a marvel of magical innovation. Adorned with gorgeous stained glass windows and marble spires, the observatory's towers stood high above the churning sea on separate islets, linked by shimmering bridges of magical energy. But the observatory was wrecked when {@creature Runara|DoSI} battled her blue dragon rival centuries ago, and now it lies in ruin, a crumbled memory overtaken by nature.",
						"In recent months, the observatory ruins have become the home of an arrogant {@creature blue dragon wyrmling} called Sparkrender, a descendant of {@creature Runara|DoSI}'s ancient rival. Like his ancestor, Sparkrender seeks to claim the destructive magic that lingers at the site. Like {@creature Runara|DoSI}, Sparkrender has recruited kobolds to join his cause.",
						"About five days before the characters arrived on the island, a {@creature bronze dragon wyrmling} named Aidron left the safety of Dragon's Rest and {@creature Runara|DoSI}'s tutelage and came to the ancient observatory. The two wyrmlings met and immediately clashed. Sparkrender attempted to turn the bronze wyrmling against {@creature Runara|DoSI}, but Aidron's hatred of chromatic dragons was stronger than his disagreement with {@creature Runara|DoSI}. Ultimately, Sparkrender overpowered Aidron and imprisoned him in the observatory ruins.",
						"Sparkrender believes Aidron is the key to unlocking the observatory's magic and claiming his ancestor's power. With the bronze wyrmling imprisoned, Sparkrender began planning a ritual that will awaken the spirits of all the island's dead dragons and bind them to his will—at the cost of Aidron's life.",
						{
							"type": "entries",
							"name": "Observatory Features",
							"page": 29,
							"id": "0a3",
							"entries": [
								"The observatory is built on a series of basalt spires jutting up from the ocean at the southeastern tip of Stormwreck Isle. Almost all the structure's former ceilings and walls have crumbled away, exposing the ruins to the open air.",
								"Unless otherwise noted, the ruins stand 30 feet above the ocean's surface. The rugged cliffs offer abundant hand- and footholds, so a character who jumps or falls into the water and survives (see \"{@book Falling|PHB|8|Falling}\" in the {@book Basic Rules|PHB}) can climb back up without needing to make an ability check."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running This Chapter",
					"page": 29,
					"id": "0a4",
					"entries": [
						"Once the characters decide to visit the Clifftop Observatory, they have three options for reaching the site:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "By Boat",
									"entry": "Dragon's Rest has a {@item rowboat} the characters can take around the eastern end of the island. The trip to the observatory is 5 miles, which takes about 3 hours and 20 minutes to row."
								},
								{
									"type": "item",
									"name": "Along the Coast",
									"entry": "Walking around the coast of the island is a little easier than rowing, and a quicker trip despite the characters having to walk around the eastern bay instead of rowing across it. The 6-mile trip takes only 2 hours at a normal walking pace."
								},
								{
									"type": "item",
									"name": "Overland",
									"entry": "The characters can walk southeast from Dragon's Rest to the head of the bay, where a rough path cuts across the island to the eastern bay. The rocky ground of the island is {@book difficult terrain|PHB|8|Difficult Terrain}, but this is still the fastest and most direct route. Characters can make the 3½-mile trip in about 1 hour and 15 minutes."
								}
							]
						},
						{
							"type": "entries",
							"name": "Approaching by Land",
							"page": 29,
							"id": "0a5",
							"entries": [
								"If the characters approach the observatory by land, read the following text:",
								{
									"type": "insetReadaloud",
									"id": "0a6",
									"entries": [
										"Clambering over the rocky ground of Stormwreck Isle, you spot strange, twisted protrusions of glassy crystal jutting from the earth. The vegetation in this area bears reddish branching scars that form similar shapes. Suddenly, you hear a screeching roar and notice a winged, glittering blue shape swooping overhead."
									]
								},
								"The blue shape is Sparkrender flying by. This glimpse of the dragon is an opportunity to make your players nervous about the foe they're about to face. Feel free to elaborate on the description of Sparkrender and play on the characters' worry that he might spot them, but ultimately he passes by without noticing them. The characters see him come to rest on a rocky spire off the coast as he returns to his hoard among the ruins ({@adventure area D5|DoSI|4|D5: Observatory Tower}).",
								"A character who examines the crystalline protrusions or the scarred vegetation can make a {@dc 10} Intelligence ({@skill Nature}) check. On a success, the character recognizes the phenomenon as a sign of lightning strikes—or the lightning breath of a blue or bronze dragon.",
								"Assuming the characters continue toward the observatory, they soon arrive at {@adventure area D1|DoSI|4|D1: Overlook}, described below."
							]
						},
						{
							"type": "entries",
							"name": "Approaching by Water",
							"page": 29,
							"id": "0a7",
							"entries": [
								"If the characters row to the observatory, read this text instead:",
								{
									"type": "insetReadaloud",
									"id": "0a8",
									"entries": [
										"As you round the southeastern tip of the island, you can see crumbling ruins atop basalt columns just off the main island body. If you pull the boat ashore on the island, it would be an easy walk up to the top of the cliffs, though there is no obvious bridge from the cliffs to the ruins. Alternatively, you could tie the boat up at the bottom of the columns and try to climb directly up to the ruins.",
										"As you consider these options, you hear a screeching roar and notice a winged, glittering blue shape swooping through the air ahead of you. The figure comes to rest atop the column farthest from Stormwreck Isle and vanishes from sight."
									]
								},
								"Again, Sparkrender does not notice the characters as he returns to his lair, but feel free to tease the players with the idea that he {@i might} notice them.",
								"If the characters beach the boat on the shore, they can easily climb the bluffs to {@adventure area D1|DoSI|4|D1: Overlook}, described below. If they tie up the boat at the base of one of the pillars, they can instead climb to the area atop it (area {@adventure D2|DoSI|4|D2: Rotunda Ruins}, {@adventure D3|DoSI|4|D3: Kobold Camp}, {@adventure D4|DoSI|4|D4: Isolated Study}, or {@adventure D5|DoSI|4|D5: Observatory Tower})."
							]
						},
						{
							"type": "entries",
							"name": "Sparkrender's Kobold Allies",
							"page": 29,
							"id": "0a9",
							"entries": [
								"The kobolds who joined forces with Sparkrender are lawful evil and cruel. Their initial reaction toward outsiders is hostile (see \"{@book Social Interaction|PHB|8|Social Interaction}\" in the {@book Basic Rules|PHB}), but they're more likely to warn intruders to leave the ruins than to immediately attack. They readily threaten violence and back up their threats with combat if necessary.",
								"As an action, a character can try to convince a hostile kobold to have a conversation or to allow the characters to explore the area, doing so on a successful {@dc 15} Charisma check. Depending on the character's approach, the {@skill Deception}, {@skill Intimidation}, or {@skill Persuasion} skill can apply to the check.",
								"This list summarizes what the kobolds know:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Kobold History",
											"entry": "The kobolds here have served Sparkrender for about a year. They revere the blue dragon as a semidivine figure and trust him to provide for their every need."
										},
										{
											"type": "item",
											"name": "Big Plans",
											"entry": "Sparkrender has big plans that will allow him to manifest his full power. The wyrmling is waiting for the sculpture in the rotunda ruins ({@adventure area D2|DoSI|4|D2: Rotunda Ruins}) to tell him it's time to act. The kobolds think it must be soon—possibly even today."
										},
										{
											"type": "item",
											"name": "Dragon Visitor",
											"entry": "Not long ago, another dragon arrived. This other dragon was about Sparkrender's size but looked like greenish-yellow metal. They remember hearing the two arguing at the observatory tower ({@adventure area D5|DoSI|4|D5: Observatory Tower}), and they have heard the other dragon roaring and crashing around inside the tower ({@adventure area D6|DoSI|4|D6: Secret Library}) since then."
										},
										{
											"type": "item",
											"name": "Caved-In Wall",
											"entry": "Though the kobolds have been trying to tidy the ruins, Sparkrender specifically told them not to clean up the newly caved-in wall at the base of the observatory tower (area {@dice D6}). The caved-in wall is visible from {@adventure area D3|DoSI|4|D3: Kobold Camp}."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Observatory Locations",
							"page": 30,
							"id": "0aa",
							"entries": [
								"The following locations are keyed to map 5, which shows the layout of the Clifftop Observatory.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/016-map-4.01-clifftop-observatory.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 77,
												"offsetX": 9,
												"offsetY": 9,
												"scale": 2
											},
											"title": "Map 5: Clifftop Observatory",
											"width": 1700,
											"height": 1214,
											"id": "0f3",
											"mapRegions": [
												{
													"area": "0ab",
													"points": [
														[
															44,
															540
														],
														[
															72,
															533
														],
														[
															87,
															524
														],
														[
															98,
															520
														],
														[
															106,
															526
														],
														[
															121,
															528
														],
														[
															127,
															548
														],
														[
															140,
															561
														],
														[
															161,
															555
														],
														[
															175,
															563
														],
														[
															185,
															566
														],
														[
															203,
															559
														],
														[
															222,
															562
														],
														[
															230,
															569
														],
														[
															241,
															582
														],
														[
															247,
															598
														],
														[
															252,
															612
														],
														[
															271,
															618
														],
														[
															284,
															631
														],
														[
															294,
															643
														],
														[
															302,
															654
														],
														[
															319,
															660
														],
														[
															323,
															679
														],
														[
															324,
															690
														],
														[
															322,
															702
														],
														[
															325,
															719
														],
														[
															328,
															727
														],
														[
															322,
															740
														],
														[
															310,
															747
														],
														[
															302,
															750
														],
														[
															294,
															764
														],
														[
															283,
															779
														],
														[
															267,
															784
														],
														[
															257,
															792
														],
														[
															252,
															802
														],
														[
															252,
															816
														],
														[
															243,
															830
														],
														[
															235,
															844
														],
														[
															218,
															856
														],
														[
															214,
															868
														],
														[
															194,
															871
														],
														[
															176,
															873
														],
														[
															159,
															883
														],
														[
															144,
															879
														],
														[
															136,
															872
														],
														[
															116,
															872
														],
														[
															109,
															883
														],
														[
															100,
															893
														],
														[
															90,
															900
														],
														[
															81,
															908
														],
														[
															64,
															931
														],
														[
															44,
															938
														]
													]
												},
												{
													"area": "0b2",
													"points": [
														[
															513,
															538
														],
														[
															471,
															538
														],
														[
															437,
															506
														],
														[
															437,
															472
														],
														[
															468,
															435
														],
														[
															468,
															394
														],
														[
															578,
															394
														],
														[
															591,
															390
														],
														[
															607,
															398
														],
														[
															616,
															424
														],
														[
															616,
															500
														],
														[
															538,
															500
														],
														[
															538,
															512
														]
													]
												},
												{
													"area": "0b9",
													"points": [
														[
															991,
															522
														],
														[
															972,
															504
														],
														[
															972,
															431
														],
														[
															1043,
															359
														],
														[
															1116,
															359
														],
														[
															1189,
															430
														],
														[
															1189,
															506
														],
														[
															1119,
															574
														],
														[
															1045,
															574
														]
													]
												},
												{
													"area": "0b4",
													"points": [
														[
															470,
															997
														],
														[
															437,
															965
														],
														[
															437,
															932
														],
														[
															469,
															896
														],
														[
															501,
															896
														],
														[
															515,
															902
														],
														[
															522,
															913
														],
														[
															533,
															926
														],
														[
															537,
															937
														],
														[
															537,
															963
														],
														[
															503,
															997
														]
													]
												},
												{
													"area": "0ad",
													"points": [
														[
															588,
															735
														],
														[
															588,
															658
														],
														[
															589,
															650
														],
														[
															616,
															625
														],
														[
															673,
															576
														],
														[
															702,
															552
														],
														[
															885,
															552
														],
														[
															928,
															590
														],
														[
															959,
															618
														],
														[
															998,
															651
														],
														[
															997,
															696
														],
														[
															1000,
															729
														],
														[
															988,
															739
														],
														[
															961,
															767
														],
														[
															949,
															788
														],
														[
															928,
															804
														],
														[
															920,
															816
														],
														[
															908,
															828
														],
														[
															894,
															839
														],
														[
															885,
															841
														],
														[
															702,
															841
														],
														[
															675,
															820
														],
														[
															615,
															766
														]
													]
												},
												{
													"area": "0bf",
													"points": [
														[
															1247,
															960
														],
														[
															1317,
															1030
														],
														[
															1383,
															1030
														],
														[
															1453,
															959
														],
														[
															1453,
															895
														],
														[
															1382,
															827
														],
														[
															1320,
															827
														],
														[
															1312,
															820
														],
														[
															1300,
															822
														],
														[
															1295,
															834
														],
														[
															1287,
															840
														],
														[
															1270,
															852
														],
														[
															1261,
															860
														],
														[
															1250,
															879
														],
														[
															1249,
															891
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/DoSI/thumbnail/016-map-4.01-clifftop-observatory.webp"
											},
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/017-map-4.01-clifftop-observatory-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "square",
												"size": 77,
												"offsetX": 9,
												"offsetY": 9,
												"scale": 2
											},
											"title": "Player Version",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0f3"
											},
											"credit": "Mike Schley"
										}
									]
								},
								{
									"type": "entries",
									"name": "D1: Overlook",
									"page": 30,
									"id": "0ab",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0ac",
											"entries": [
												"A broken and overgrown path winds to the edge of the cliff. The overlook is marked by two marble statues veined with gold, each carved in the shape of a dragon with its mouth open in a silent roar."
											]
										},
										"At the base of each statue is a small hexagonal indentation, about 1 inch wide and 2 inches deep—perfectly sized to accommodate the moonstone key {@creature Runara|DoSI} gave them.",
										"When the key is inserted into the base of either statue, magical light sparks to life in both statues' open mouths, and a shimmering bridge made of iridescent magical energy extends from the overlook to the observatory ruins (area {@dice D2}). The bridge is sturdy and lasts until the key is removed from the statue."
									]
								},
								{
									"type": "entries",
									"name": "D2: Rotunda Ruins",
									"page": 31,
									"id": "0ad",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0ae",
											"entries": [
												"Broken stone lines this plaza—fragments of elegant statues, once-magnificent pillars, and shining marble walls. At the center, a tall sculpture of rusted planets and gilded stars spins idly in a jerky mimicry of celestial motion.",
												"A gargled screech suddenly rises from across the plaza. A half-dozen batlike creatures are swarming around two winged kobolds with blue paint smeared across their long snouts. The kobolds are fighting fiercely, but they seem close to being overwhelmed."
											]
										},
										"The two {@creature Winged Kobold||winged kobolds} are locked in battle with eight {@creature Stirge||stirges}. When the characters enter the area, six of the stirges turn their attention to this new, juicier prey. The kobolds try to deal with the remaining two stirges, and then decide what to do based on what the characters are doing. If the characters actively help the kobolds during the battle, then the kobolds return the favor. If the characters attack the kobolds instead of (or as well as) the stirges, the kobolds fight back. Otherwise, the kobolds hang back, trying to stay out of the way until the fight is over.",
										"Once the stirges have been defeated, if the kobolds survive, they approach the characters. Their names are Mek and Minn, and they're the brothers of {@creature Myla|DoSI}, the kobold tinkerer at Dragon's Rest. They left their sister for dead after the stirge attack that maimed her wings. They have sworn loyalty to Sparkrender, and they share the dragon's cruel, haughty demeanor.",
										"If the characters actively helped the kobolds or mention that {@creature Myla|DoSI} is alive, the kobolds' attitude becomes friendly. They offer to introduce the characters to their leader and help the characters in any way they can (such as retrieving the moonstone key from {@adventure area D1|DoSI|4|D1: Overlook} so the characters can activate the bridge to {@adventure D4|DoSI|4|D4: Isolated Study}). They won't help the characters fight Sparkrender, though; they are loyal to the dragon.",
										{
											"type": "entries",
											"name": "Golden Sculpture",
											"page": 31,
											"id": "0af",
											"entries": [
												"The sculpture in the center of the rotunda is an astronomical model used for research in centuries past. The sculpture depicts the planet of Toril (the world of the Forgotten Realms), its moon (called Selûne), the sun, and seven other planets, as well as one comet with a very eccentric orbit. A character who studies the sculpture can puzzle out its importance with a successful {@dc 15} Intelligence ({@skill Arcana}) check: its current position suggests the comet will soon pass very close to Toril.",
												"Sparkrender plans to hold his ritual when the comet is at its closest point. He believes the comet, called the King-Killer Star, controls the destiny of dragons and will allow him to claim the power of the dragons who fell on Stormwreck Isle."
											]
										},
										{
											"type": "entries",
											"name": "Dragon Effigies",
											"page": 31,
											"id": "0b0",
											"entries": [
												"The stirge attack interrupted the kobolds from their assigned task of preparing this site for Sparkrender's ritual. With the wyrmling's help, they have crudely sculpted five chunks of rubble into vaguely draconic shapes and splashed each one with paint, and the kobolds were in the process of arranging them around the metal sculpture. Each effigy has the name of the dragon it represents etched into it. These are the names and colors of the five dragons:",
												{
													"type": "table",
													"colLabels": [
														"Name",
														"Color"
													],
													"colStyles": [
														"col-6",
														"col-6"
													],
													"rows": [
														[
															"Astalagan",
															"Bronze"
														],
														[
															"Clyssavar",
															"Gold"
														],
														[
															"Eldenemir",
															"Blue"
														],
														[
															"Sharruth",
															"Red"
														],
														[
															"Turadaer",
															"Brass"
														]
													]
												},
												"If the characters ask the kobolds about these dragon effigies, Mek and Minn swell with pride and explain that they crafted them according to Sparkrender's instructions. The kobolds know the effigies have some part to play in Sparkrender's plans."
											]
										},
										{
											"type": "entries",
											"name": "Energy Bridge Anchors",
											"page": 31,
											"id": "0b1",
											"entries": [
												"A pair of dragon statues like the ones in {@adventure area D1|DoSI|4|D1: Overlook} stands on the west side of the rotunda, and another pair stands on the southwest side. If the moonstone key is inserted in one of these statues, the western pair creates a bridge back to the overlook (area {@dice D1}), and the southwestern pair creates a bridge to a crumbled and isolated tower ({@adventure area D4|DoSI|4|D4: Isolated Study})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D3: Kobold Camp",
									"page": 31,
									"id": "0b2",
									"entries": [
										"A rickety bridge made of driftwood and rope spans the 15-foot gap between the rotunda (area {@dice D2}) and this structure.",
										{
											"type": "insetReadaloud",
											"id": "0b3",
											"entries": [
												"Skittering sounds and whispers come from inside this ruined tower. Gaps in the stone are patched over with wooden planks and threadbare cloth."
											]
										},
										"Three {@creature Kobold||kobolds} (Ekrash, Erp, and Hev) and two {@creature Winged Kobold||winged kobolds} (Nuhro and Snirke) currently inhabit this camp, polishing {@item Sling Bullet|PHB|sling bullets} and keeping busy until it's time for Sparkrender's ritual. Initially, the kobolds are hostile toward the characters, determined to scare off the intruders. They are susceptible to intimidation, though; as an action, a character can make a {@dc 13} Charisma ({@skill Intimidation}) check, convincing them to back down on a success."
									]
								},
								{
									"type": "entries",
									"name": "D4: Isolated Study",
									"page": 32,
									"id": "0b4",
									"entries": [
										"No bridge spans the 22-foot gap between the rotunda and this spire, unless the characters use the moonstone key to activate the energy bridge in {@adventure area D2|DoSI|4|D2: Rotunda Ruins}. Characters might come up with any number of ingenious ways to cross the gap. See the sidebar called \"{@area Clever Solutions|0b7|x}\" for advice to help you determine whether these solutions work.",
										{
											"type": "insetReadaloud",
											"id": "0b5",
											"entries": [
												"The rhythm of the waves below echoes throughout this cramped tower. Part of the floor has crumbled away, dropping off into a chamber below. Amid the rubble, collapsed bookcases jut out at odd angles, and moldering books are strewn across the floor."
											]
										},
										{
											"type": "entries",
											"name": "Scholar's Journal",
											"page": 32,
											"id": "0b6",
											"entries": [
												"Though most of the books have fallen apart, one tome—a small black journal with an ornate lock—remains intact. A character who examines the book and succeeds on a {@dc 15} Wisdom ({@skill Perception}) check notices a small arcane rune engraved above the keyhole on the journal's lock. A character who casts the {@spell detect magic} spell also sees a faint aura around the keyhole.",
												"This rune is a magical trap that triggers if the journal is opened without the use of its original key, which is long lost. A character who makes a successful {@dc 11} Intelligence ({@skill Arcana}) check can determine how to disarm the trap: by carefully scratching over the rune with a dagger, a sharp piece of wire, or a similar implement. Once this is done, the journal can safely be opened either by picking the lock with thieves' tools and making a successful {@dc 10} Dexterity check, or by breaking the lock with a successful {@dc 12} Strength check. If the lock is opened without first disarming the trap, the magic trap spews out noxious green gas, and the character who opened the lock takes 3 ({@dice 1d6}) poison damage.",
												"Inside, the journal contains star maps and notes on experiments with magic. One passage is underlined near the start of the journal. It reads, in an archaic dialect of Common, \"To ye four scholars: point your eyes toward the Dragon's light, for it guides your descent into knowledge.\" This passage is a clue to unlocking the hidden entrance in the observatory tower (area {@dice D5}).",
												{
													"type": "inset",
													"name": "Clever Solutions",
													"page": 32,
													"id": "0b7",
													"entries": [
														"The challenges characters face in this adventure can have more than one solution. For example, to reach the isolated study (area {@dice D4}), characters could try any of these approaches:",
														{
															"type": "list",
															"items": [
																"Ask the winged kobolds to retrieve the moonstone key from {@adventure area D1|DoSI|4|D1: Overlook} so it can be used again in {@adventure area D2|DoSI|4|D2: Rotunda Ruins}.",
																"Dive or climb down into the water below, swim over to the other column, and climb back up to the study.",
																"Have a character use the {@spell misty step} spell to cross the gap and explore alone."
															]
														},
														"Remember, there's more than one way to proceed through an adventure, and more than one way to play D&D! When characters come up with clever solutions to tricky problems, reward them with success—or at least a good chance of success. Use the guidelines in the \"{@area Improvising Ability Checks|010|x}\" section to help you. Embrace your players' creativity, and let them surprise you!"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 32,
											"id": "0b8",
											"entries": [
												"A character who searches the tower and succeeds on a {@dc 12} Intelligence ({@skill Investigation}) check finds a loose brick in the northwest wall. Pulling the brick out reveals a hidden compartment containing a {@item Potion of Lightning Resistance||potion of resistance (lightning)} (described in {@adventure appendix A|DoSI|5}) and a {@item pouch|PHB} holding 10 gp."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D5: Observatory Tower",
									"page": 32,
									"id": "0b9",
									"entries": [
										"Standing taller than the rest of the observatory, the main floor of this tower is 45 feet above the ocean's surface, which puts it 15 feet above the floor of the rotunda ({@adventure area D2|DoSI|4|D2: Rotunda Ruins}). The kobolds have constructed a rough pulley lift so the wingless kobolds can reach this area when Sparkrender summons them.",
										{
											"type": "insetReadaloud",
											"id": "0ba",
											"entries": [
												"Rays of light dance across the remains of this tower's stained glass dome, making iridescent colors shimmer across the crumbled marble walls. Gilded lines and jeweled inlays form a detailed star map spanning the dusty floor. Four alabaster statues of scholars stand around the perimeter of the room, their expressions worn with time. Each ten-foot-tall statue is pointing or gesturing in a different direction.",
												"Curled in the northeast corner of the tower is a lithe blue dragon. Lightning arcs around his horns and snout as he slumbers amid a scattered collection of coins and glittering jewels."
											]
										},
										"Sparkrender the {@creature blue dragon wyrmling} is currently sleeping here, curled up against the northeast wall. This presents the characters with an important choice: they can waken the dragon and fight him now, or they can sneak past the dragon, find a way into the secret library below ({@adventure area D6|DoSI|4|D6: Secret Library}) and free {@creature Bronze Dragon Wyrmling||Aidron}, and then fight Sparkrender with Aidron's help. Either approach is fine. The fight will be easier for the characters with Aidron on their side, but they can still triumph without Aidron's help.",
										"You don't need to encourage one course of action or the other. Make sure the players realize they have a choice, though. You can use Mek and Minn (the kobolds from {@adventure D2|DoSI|4|D2: Rotunda Ruins}) to remind the characters there's another dragon around. As you describe the observatory tower, you can also highlight the caved-in wall beneath it (leading to area {@dice D6}) as a potential point of access to the tower. Or you can just tell the players they have these two options—plus any others they come up with on their own!",
										{
											"type": "entries",
											"name": "Sneaking Around",
											"page": 33,
											"id": "0bb",
											"entries": [
												"If the characters move quietly around the area, they can avoid waking {@creature Blue Dragon Wyrmling||Sparkrender} as long as at least half of them succeed on a {@dc 14} Dexterity ({@skill Stealth}) check.",
												"If the characters try to turn the statues (see \"{@area Hidden Entrance|0bd|x}\" below) without waking Sparkrender, have the characters turning the north and east statues (nearest the sleeping dragon) each make a {@dc 14} Dexterity ({@skill Stealth}) check. On a failed check, the noise of a turning statue wakes the dragon."
											]
										},
										{
											"type": "entries",
											"name": "Waking the Dragon",
											"page": 33,
											"id": "0bc",
											"entries": [
												"If awakened, Sparkrender is hostile toward the characters, growling and barking threats in Draconic. Characters who speak Draconic (the paladin and the wizard) can try to convince the dragon not to attack by making a {@dc 12} Charisma check and applying the {@skill Deception}, {@skill Intimidation}, or {@skill Persuasion} skill as appropriate. A character who succeeds on the check stops Sparkrender from attacking immediately, and he instead takes the opportunity to boast about his grand ambitions. If no character successfully intervenes, or if a character mentions Aidron or {@creature Runara|DoSI}, Sparkrender snarls and attacks.",
												"Despite his youth, {@creature Blue Dragon Wyrmling||Sparkrender} is a fearsome foe and a loathsome villain. He uses Breath Weapon on his first turn and every round it is available thereafter. (Clever characters can try to use the statues for cover from the dragon's breath; see \"{@book Cover|PHB|9|Cover}\" in the {@book Basic Rules|PHB}.) Consider having the wyrmling deliver short lines of dialogue on each of his turns, inspired by the following examples:",
												{
													"type": "list",
													"items": [
														"\"You pests will not stand in my way! I will claim the might of my ancestors!\"",
														"\"Get out of here before I tire of this game and end you all!\"",
														"\"Chromatic dragons are the rightful rulers of this world. Bow down to the children of Tiamat!\"",
														"\"Enough of this! This work is too important to be hindered by the likes of you!\""
													]
												},
												"The dragon fights until reduced to 10 or fewer hit points, at which point he swears vengeance against the characters and attempts to flee the island starting on his next turn. (He might say something like this as he takes the {@action Disengage} action and flies away: \"I swear by Eldenemir the Raging Storm and the five heads of Tiamat, you will pay for this insult!\")",
												"If the characters flee, Sparkrender does not pursue them, but he taunts them as they run away. (He might say something like, \"Yes! Flee before my might, as all will flee when I claim my inheritance!\")",
												"If the characters defeat Sparkrender, they hear growling and yelping coming from below them ({@adventure area D6|DoSI|4|D6: Secret Library})."
											]
										},
										{
											"type": "entries",
											"name": "Hidden Entrance",
											"page": 33,
											"id": "0bd",
											"entries": [
												"Each of the four statues can be rotated on its base. To unlock the hidden entrance to the observatory's secret archive, each statue must be rotated so it points at the constellation called the Dragon of Dawn on the floor's star map.",
												"If the characters found the clue in the isolated study ({@adventure area D4|DoSI|4|D4: Isolated Study}) exhorting \"four scholars\" to \"point your eyes toward the Dragon's light,\" they might search the star map for a constellation that looks like a dragon. A character who searches the floor and succeeds on a {@dc 10} Intelligence ({@skill Investigation}) check finds a constellation resembling a dragon in the southeast quadrant of the floor.",
												"In lieu of that information, a character who searches the room for clues and succeeds on a {@dc 15} Wisdom ({@skill Perception}) check notices worn grooves in the base of each statue, suggesting the statues can turn on their bases. While turning a statue, a character can make a {@dc 10} Wisdom ({@skill Perception}) check; if the check succeeds, the character notices the statue settles slightly when it is pointing toward the southeast quadrant of the room and requires extra effort to nudge out of that position.",
												"Once each statue is in its correct position, a semicircular section at the center of the floor begins to glow before descending into the library ({@adventure area D6|DoSI|4|D6: Secret Library}). It forms a spiral staircase leading down to the floor of the library. When any statue is rotated out of its position, the staircase rises back up, sealing the library shut once more. (A character on the staircase when this happens is lifted up to this area on the rising stairs.)"
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 33,
											"id": "0be",
											"entries": [
												"With Sparkrender no longer defending his fledgling hoard, characters can gather it up. It includes large piles of coins: 4,500 cp, 2,200 sp, and 130 gp. There are also ten gems: five pale {@item blue quartz} crystals worth 10 gp each and five blue {@item jasper} stones worth 50 gp each. A waterproof leather case holds a blue silk fan painted with powdered blue gems, worth 25 gp. There are also a few ordinary items Sparkrender enjoyed, including a crude flute with a pleasing sound, an hourglass filled with sparkling sand, and a set of seven candlesticks."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D6: Secret Library",
									"page": 33,
									"id": "0bf",
									"entries": [
										"This space was formerly a hidden archive of knowledge, accessible only to those who knew the observatory's secrets. However, the walls of the tower are crumbling—a fact that Sparkrender used to trap Aidron here. After weakening the bronze wyrmling, Sparkrender forced him into the library and then caused one of the walls to cave in, sealing the exit.",
										"If the characters don't use the hidden entrance in area {@dice D5}, they can attempt to clear away the rubble from the cave-in to access the secret library. To access the rubble, the characters must climb down from area {@dice D5} or swim to the bottom of this spire and climb up from the water. Clearing the rubble takes one character 30 minutes, or the characters can work together to clear it faster (for example, it takes two characters 15 minutes or five characters 6 minutes). If the characters are trying to clear the rubble quietly, it takes twice as long, and at least half of the characters must succeed on a {@dc 14} Dexterity ({@skill Stealth}) check to avoid waking Sparkrender.",
										"Once they've cleared the rubble, the characters can access the library's interior.",
										{
											"type": "insetReadaloud",
											"id": "0c0",
											"entries": [
												"Stale air heavy with the smell of old parchment floods your nostrils. The walls are lined with shelves stuffed full of old tomes and yellowing scrolls. Glass cases, toppled over and shattered, have strewn their contents across the stone floor. The sound of splintering wood echoes through the space, and a moment later you see an agitated bronze dragon the size of a bear, picking himself up from the wreckage of the old desk he apparently crashed into."
											]
										},
										"Aidron the {@creature bronze dragon wyrmling} excitedly greets the characters when they enter. He has spent days trying to dig his way out through the caved-in wall, but his efforts from the inside only caused further collapse. He is eager to escape, but if the characters ask, he explains his conflict with Sparkrender. He expresses regret over his inability to defeat the blue wyrmling and concern for the safety of the island's other inhabitants. And he is terrified of the fate Sparkrender has in store for him—the blue dragon plans to use Aidron's death to claim the power of all the dead dragons on the island, transforming himself into a mighty draconic avatar.",
										"If the characters have not yet defeated Sparkrender, Aidron decides to face the blue dragon himself. He flies to the top of the observatory tower ({@adventure area D5|DoSI|4|D5: Observatory Tower}) to confront Sparkrender once more. However, Aidron is too weak to defeat Sparkrender alone; he needs the characters' help.",
										"Once Sparkrender is defeated, the bronze wyrmling is excited to return to Dragon's Rest with the characters.",
										{
											"type": "entries",
											"name": "Treasure",
											"page": 34,
											"id": "0c1",
											"entries": [
												"This library was once a repository of magical knowledge and items of power, though most of its contents are too weathered to read. However, a character who searches through the room and succeeds on a {@dc 15} Intelligence ({@skill Investigation}) check finds a {@item +1 battleaxe} or a {@item Spell Scroll (2nd Level)||spell scroll} of {@spell hold person} ({@item +1 Weapon||+1 weapons} and {@item Spell Scroll||spell scrolls} are both described in {@adventure appendix A|DoSI|5}). A {@spell detect magic} spell reveals the location of both of these items without requiring an ability check. Aidron has also cataloged the contents of the room and can direct the characters to these valuable items."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sparkrender's Ritual",
					"page": 34,
					"id": "0c2",
					"entries": [
						"If the characters leave the observatory without defeating {@creature Blue Dragon Wyrmling||Sparkrender}, they might return to find the blue wyrmling's ritual underway. This is most likely to happen if the characters leave and take a long rest before confronting Sparkrender, or if they flee from combat with Sparkrender and return after they've rested.",
						"Another possibility is that the characters drive Sparkrender away from the island without killing him, but leave Aidron imprisoned in {@adventure area D6|DoSI|4|D6: Secret Library}. In this case, {@creature Runara|DoSI} urges the characters to return to the observatory to find Aidron. When they arrive, Sparkrender has also rested, healed, and returned to finish his work.",
						"In either case, the characters arrive just as Sparkrender's ritual is getting underway. (If they took or destroyed the dragon effigies in {@adventure area D2|DoSI|4|D2: Rotunda Ruins}, they have been replaced by even cruder versions created in a hurry.) Read the following text:",
						{
							"type": "insetReadaloud",
							"id": "0c3",
							"entries": [
								"Streams of colored light swirl through the air around the golden statue in the ruined rotunda. Each shimmering display seems to originate from one of the five dragon effigies you saw before, and the lights' colors match the colors of the effigies: red, gold, brass, blue, and bronze. A blue dragon is perched atop the sculpture, throwing his head back in pain or ecstasy as the lights surround him, and he unleashes a bolt of lightning up toward the sky. At the base of the statue, a bronze dragon is bound to the ground by three heavy chains. He looks like he's in agony."
							]
						},
						"To stop the ritual, the characters must face Sparkrender ({@creature blue dragon wyrmling}), potentially with the help of Aidron ({@creature bronze dragon wyrmling}), if they can free Aidron from his chains (see \"{@area Freeing Aidron|0c7|x}\" below). Any surviving kobolds and winged kobolds lurk here, but they stay out of combat if possible.",
						"See \"{@area Waking the Dragon|0bc|x}\" in {@adventure area D5|DoSI|4|D5: Observatory Tower} for ideas on how to play Sparkrender in this encounter. He uses Breath Weapon as the characters approach the scene (unleashing lightning into the sky), so he has to wait for this action to recharge before he can use it on the characters this time. He fights to the death—he has too much riding on the success of this ritual to abandon it now.",
						{
							"type": "entries",
							"id": "0c4",
							"entries": [
								{
									"type": "entries",
									"id": "0c5",
									"entries": [
										{
											"type": "entries",
											"name": "Dragon Spirits",
											"page": 35,
											"id": "0c6",
											"entries": [
												"At the end of each round of combat (on initiative count 0, after everyone else has acted), a random magical effect occurs, caused by the magical lights that swirl around the rotunda. These lights are manifestations of the dragon spirits Sparkrender is trying to bind to himself, but their effects are unpredictable. Roll a {@dice d10} and consult the Dragon Spirits table to see what happens.",
												{
													"type": "table",
													"caption": "Dragon Spirits",
													"colLabels": [
														"d10",
														"Effect"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1–2",
															"Astalagan's Blessing. Aidron and the characters each regain {@dice 1d4 + 4} hit points as the bronze light surrounds them with warmth."
														],
														[
															"3–4",
															"Clyssavar's Flames. Sparkrender must succeed on a {@dc 12} Dexterity saving throw or take 7 ({@dice 2d6}) fire damage as the golden light crashes into him."
														],
														[
															"5–6",
															"Eldenemir's Gift. Sparkrender's Breath Weapon recharges as the blue light enfolds him."
														],
														[
															"7–8",
															"Sharruth's Fury. Each of the characters must succeed on a {@dc 12} Dexterity saving throw or take 3 ({@dice 1d6}) fire damage as the red light erupts with fire."
														],
														[
															"9–10",
															"Turadaer's Tricks. Aidron and the characters gain {@book advantage|PHB|7|Advantage and Disadvantage} on attack rolls and saving throws until initiative count 0 of the next round, as the brass light shimmers and sparks around them."
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Freeing Aidron",
											"page": 35,
											"id": "0c7",
											"entries": [
												"Aidron is bound by three heavy chains that keep him {@condition restrained}. He can still take actions, such as biting or clawing an enemy that comes within his reach, but he knows Sparkrender is unaffected by his lightning Breath Weapon, so he doesn't bother using it. He might use his Repulsion Breath if he can see a good use for it.",
												"Large clasps attach the chains to iron rings embedded in the ground. A character can use an action to undo one clasp. Once all three clasps are undone, Aidron is no longer {@condition restrained}, though the chains reduce his speed by 10 feet. Removing the chains from Aidron takes 10 minutes."
											]
										},
										{
											"type": "entries",
											"name": "Disrupting the Ritual",
											"page": 35,
											"id": "0c8",
											"entries": [
												"The most straightforward way to prevent Sparkrender from completing his ritual and obtaining the power he craves is to kill him. But characters can also use their actions in combat to interfere with the process and hinder Sparkrender in magical ways. Let the players try whatever they can imagine, using these ideas as examples:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Manipulate the Effigies",
															"entry": "A character might use an action to lift an effigy closer to the central sculpture, breathe a prayer to the dragon it represents, or otherwise coax magic from it. Doing so immediately triggers the corresponding effect from the Dragon Spirits Table."
														},
														{
															"type": "item",
															"name": "Destroy the Effigies",
															"entry": "A character might break an effigy or throw it over the crumbling wall and into the ocean below. This ensures the corresponding effect does not occur again. (Reroll if you get that result on the {@adventure Dragon Spirits table|DoSI|4|Dragon Spirits}.)"
														},
														{
															"type": "item",
															"name": "Manipulate the Sculpture",
															"entry": "Characters might try to manipulate the golden sculpture as a way of disrupting the ritual. The sculpture is large and sturdy, though, so a single action has no noticeable effect on the sculpture or the magic. (The sculpture has AC 20, 27 hit points, and immunity to poison and psychic damage.) However, disturbing the sculpture does distract Sparkrender. The first time a character uses an action to attack or otherwise try to disturb the sculpture, the distracted blue dragon has {@book disadvantage|PHB|7|Advantage and Disadvantage} on attack rolls and saving throws until the end of his next turn. Once he sees the character's meddling isn't very effective, he can't be distracted in this way again."
														}
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ending the Adventure",
					"page": 35,
					"id": "0c9",
					"entries": [
						"With Aidron in tow, the characters can return victorious to Dragon's Rest. {@creature Runara|DoSI} is pleased by the bronze wyrmling's safe return. As a reward, she gives each of the characters a {@item potion of healing} and an exquisite {@item pearl} worth 100 gp. She welcomes them to stay at Dragon's Rest as long as they wish and furnishes them with whatever supplies they need for their travels when they're ready to leave the island. If Sparkrender is dead, she grieves the death of yet another dragon on Stormwreck Isle, but she doesn't condemn the characters for killing him.",
						"If your players wish to continue playing their characters, you can use the contents of this set to create your own adventures. The \"{@area Exploring the Island|03e|x}\" section of {@adventure chapter 1|DoSI|1} offers additional encounters you can use if the characters haven't already faced them. Perhaps Sparkrender (or a relative of his) pursues the characters in search of revenge, or perhaps something uncovered in the secret library leads the characters to a distant locale in pursuit of more adventure.",
						"If you want to advance these characters beyond 3rd level and create adventures for them, you'll need the {@book Basic Rules|PHB} or the advanced rulebooks: the {@book Player's Handbook|PHB}, {@book Dungeon Master's Guide|DMG}, and {@book Monster Manual|MM}."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix A: Magic Items",
			"page": 36,
			"id": "0ca",
			"entries": [
				"Every adventure holds the promise—but not a guarantee—of finding one or more magic items. {@i Dragons of Stormwreck Isle} contains an assortment of magic items that hints at the wider variety of magic items waiting to be found in the worlds of D&D.",
				{
					"type": "section",
					"name": "Using a Magic Item",
					"page": 36,
					"id": "0cb",
					"entries": [
						"A magic item's description explains how the item works. Handling a magic item is enough to give a character a sense that something is extraordinary about the item. To learn more, a character can concentrate on the item during a short rest, while being in physical contact with the item. At the end of the rest, the character learns the item's properties. Potions are an exception; a little taste is enough to tell the taster what the potion does."
					]
				},
				{
					"type": "section",
					"name": "Item Descriptions",
					"page": 36,
					"id": "0cc",
					"entries": [
						"These items are in alphabetical order.",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@item Boots of Elvenkind}",
								"{@item Elixir of Health}",
								"{@item Potion of Healing}",
								"{@item Potion of Resistance}",
								"{@item Spell Scroll}",
								"{@item +1 Weapon}"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix B: Creatures",
			"page": 37,
			"id": "0d3",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/019-06-001.zombies-attack.webp"
					},
					"width": 1700,
					"height": 1025,
					"credit": "Suzanne Helmigh"
				},
				"This appendix contains stat blocks and short descriptions for the creatures that appear in {@i Dragons of Stormwreck Isle}.",
				{
					"type": "section",
					"name": "Creature Stat Blocks",
					"page": 37,
					"id": "0d4",
					"entries": [
						"A creature's stat block provides the essential information that you, as the DM, need to run it. The following sections explain the various pieces of information you'll find in a stat block.",
						{
							"type": "entries",
							"name": "Size",
							"page": 37,
							"id": "0d5",
							"entries": [
								"A stat block tells you a creature's size: Tiny, Small, Medium, Large, Huge, or Gargantuan. {@book Size|mm|0|size} is explained in the {@book Basic Rules|PHB}.",
								{
									"type": "entries",
									"name": "Squeezing into a Smaller Space",
									"page": 37,
									"id": "0d6",
									"entries": [
										"A creature can squeeze through a space large enough for a creature one size smaller than itself. When a creature is squeezing through such a space, its speed is halved, it has {@book disadvantage|PHB|7|Advantage and Disadvantage} on attack rolls and Dexterity saving throws, and attack rolls against it have {@book advantage|PHB|7|Advantage and Disadvantage}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Type",
							"page": 37,
							"id": "0d7",
							"entries": [
								"A creature's type is specified in a stat block, indicating the family of creatures that it belongs to. The types in the game are Aberration, Beast, Celestial, Construct, Dragon, Elemental, Fey, Fiend, Giant, Humanoid, Monstrosity, Ooze, Plant, and Undead."
							]
						},
						{
							"type": "entries",
							"name": "Alignment",
							"page": 37,
							"id": "0d8",
							"entries": [
								"A creature's alignment reflects its disposition. See Alignment in the {@book Basic Rules|PHB|4|Alignment} for descriptions of the different alignments."
							]
						},
						{
							"type": "entries",
							"name": "Armor Class",
							"page": 37,
							"id": "0d9",
							"entries": [
								"A creature that wears armor or carries a shield has an AC that takes its armor, shield, and Dexterity into account. Otherwise, a creature's AC is based on its Dexterity modifier and any natural armor or supernatural resilience it might possess.",
								"If a creature wears armor or carries a shield, the kind of armor it wears or shield it carries is noted in parentheses after its AC value."
							]
						},
						{
							"type": "entries",
							"name": "Hit Points",
							"page": 37,
							"id": "0da",
							"entries": [
								"A stat block specifies a creature's hit point maximum. In parentheses, the stat block also indicates the Hit Dice that were rolled to determined those hit points, plus the creature's Constitution modifier multiplied by the number of Hit Dice."
							]
						},
						{
							"type": "entries",
							"name": "Speed",
							"page": 37,
							"id": "0db",
							"entries": [
								"A creature's speed tells you how far it can move on its turn. For more information on speed, see {@book Speed|PHB|8|Speed} in the {@book Basic Rules|PHB}.",
								"All creatures have a walking speed; those that have no form of ground-based locomotion have a walking speed of 0 feet. Some of the creatures in this adventure have one or more additional movement modes:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Burrow",
											"entry": "A creature that has a burrowing speed can use all or part of its movement to move through sand, earth, mud, or ice. It can't burrow through solid rock unless it has a special trait that allows it to do so."
										},
										{
											"type": "item",
											"name": "Fly",
											"entry": "A creature that has a flying speed can use all or part of its movement to fly. If the creature is {@condition incapacitated} or knocked {@condition prone} while flying, it falls unless it can hover."
										},
										{
											"type": "item",
											"name": "Swim",
											"entry": "A creature that has a swimming speed doesn't need to spend extra movement to swim."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ability Scores",
							"page": 37,
							"id": "0dc",
							"entries": [
								"Every creature has six ability scores (Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma) and corresponding modifiers. For more information on ability scores, see {@book Ability Scores and Modifiers|PHB|7|Ability Scores and Modifiers} in the {@book Basic Rules|PHB}."
							]
						},
						{
							"type": "entries",
							"name": "Saving Throws",
							"page": 37,
							"id": "0dd",
							"entries": [
								"The Saving Throws entry is reserved for creatures that are proficient in one or more saving throws.",
								"Saving throws in a stat block are shown with the total modifier—the creature's ability modifier plus its proficiency bonus. If a creature's stat block says \"Con +4,\" roll a {@dice d20} and add 4 when the creature makes a saving throw using Constitution."
							]
						},
						{
							"type": "entries",
							"name": "Skills",
							"page": 37,
							"id": "0de",
							"entries": [
								"The Skills entry is reserved for creatures that are proficient in one or more skills.",
								"Skills in a stat block are shown with the total modifier—the creature's ability modifier plus its proficiency bonus. If a creature's stat block says \"{@skill Stealth} +4,\" roll a {@dice d20} and add 4 when the creature makes an ability check using {@skill Stealth}."
							]
						},
						{
							"type": "entries",
							"name": "Vulnerabilities, Resistances, and Immunities",
							"page": 37,
							"id": "0df",
							"entries": [
								"Some creatures have vulnerability, resistance, or immunity to certain types of damage. Additionally, some creatures are immune to certain conditions. These immunities are also noted here."
							]
						},
						{
							"type": "entries",
							"name": "Senses",
							"page": 38,
							"id": "0e0",
							"entries": [
								"The Senses entry gives a creature's passive Wisdom ({@skill Perception}) score, as well as any special senses the creature has, such as the following:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Blindsight",
											"entry": "A creature with {@sense blindsight} can perceive its surroundings without having to rely on sight, within a specific radius."
										},
										{
											"type": "item",
											"name": "Darkvision",
											"entry": "A creature with {@sense darkvision} can see in dim light within the radius as if it were bright light and in darkness as if it were dim light. The creature discerns color in darkness as shades of gray."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Languages",
							"page": 38,
							"id": "0e1",
							"entries": [
								"The languages that a creature can speak are listed in alphabetical order."
							]
						},
						{
							"type": "entries",
							"name": "Challenge",
							"page": 38,
							"id": "0e2",
							"entries": [
								"A well-rested party of four adventurers should be able to defeat a creature that has a challenge rating equal to the adventurers' level without any characters dying. Creatures weaker than 1st-level characters have challenge ratings lower than 1."
							]
						},
						{
							"type": "entries",
							"name": "Traits",
							"page": 38,
							"id": "0e3",
							"entries": [
								"In a stat block, traits are special features that appear right under the creature's Challenge entry."
							]
						},
						{
							"type": "entries",
							"name": "Actions",
							"page": 38,
							"id": "0e4",
							"entries": [
								"When a creature takes its action, it can choose from the options in the \"Actions\" section of its stat block and the options under {@book Actions|mm|0|actions} in the {@book Basic Rules|PHB}.",
								{
									"type": "entries",
									"name": "Melee and Ranged Attacks",
									"page": 38,
									"id": "0e5",
									"entries": [
										"The most common actions that a creature takes in combat are melee and ranged attacks. See {@book Making an Attack|PHB|9|Making an Attack} in the {@book Basic Rules|PHB} for how attacks work.",
										"Any damage or other effects that occur as a result of an attack hitting a target are described here. As the DM, you can use the average damage or roll the damage; for this reason, both the average damage and the die expression are presented. For example, if a monster deals 4 ({@dice 1d8}) slashing damage with its longsword, that notation means you can have the monster deal 4 damage, or you can roll {@dice 1d8} to determine the damage."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Limited Usage",
							"page": 38,
							"id": "0e6",
							"entries": [
								"Some special abilities—whether they are traits, actions, or reactions—have restrictions on the number of times they can be used:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "X/Day",
											"entry": "The notation \"X/Day\" means a special ability can be used a certain number of times, and then the creature must finish a long rest to regain expended uses. For example, \"1/Day\" means a special ability can be used once, and then the creature must finish a long rest to use it again."
										}
									]
								},
								"{@b Recharge X–Y}. The notation \"Recharge X–Y\" means a creature can use a special ability once, and then the ability has a random chance of recharging during each subsequent round of combat. At the start of each of the creature's turns, roll a {@dice d6}. If the roll is one of the numbers in the recharge notation, the creature regains the use of that special ability. The ability also recharges when the creature finishes a short or long rest. For example, \"Recharge 5–6\" means a creature can use the special ability once. Then, at the start of the creature's turn each round, it regains the use of the ability if it rolls a 5 or 6 on a {@dice d6}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Creature Descriptions",
					"page": 39,
					"id": "0e7",
					"entries": [
						"The creatures that appear in the adventure are presented in this section in alphabetical order.",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@creature Blue Dragon Wyrmling}",
								"{@creature Bronze Dragon Wyrmling}",
								"{@creature Fire Snake}",
								"{@creature Fume Drake|DoSI}",
								"{@creature Ghoul}",
								"{@creature Harpy}",
								"{@creature Kobold Tinkerer|DoSI}",
								"{@creature Kobold}",
								"{@creature Myconid Adult}",
								"{@creature Myconid Sprout}",
								"{@creature Owlbear}",
								"{@creature Runara|DoSI}",
								"{@creature Sinensa|DoSI}",
								"{@creature Spore Servant Octopus|DoSI}",
								"{@creature Stirge}",
								"{@creature Tarak|DoSI}",
								"{@creature Varnoth|DoSI}",
								"{@creature Violet Fungus}",
								"{@creature Winged Kobold}",
								"{@creature Zombie}"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Lead Designer",
									"entries": [
										"James Wyatt"
									]
								},
								{
									"type": "item",
									"name": "Designers",
									"entries": [
										"Sydney Adams, Makenzie De Armas, Dan Dillon"
									]
								},
								{
									"type": "item",
									"name": "Rules Developers",
									"entries": [
										"Jeremy Crawford, Ben Petrisor"
									]
								},
								{
									"type": "item",
									"name": "Art Director",
									"entries": [
										"Kate Irwin"
									]
								},
								{
									"type": "item",
									"name": "Cover Illustrator",
									"entries": [
										"Karl Kopinski"
									]
								},
								{
									"type": "item",
									"name": "Interior Illustrators",
									"entries": [
										"Olivier Bernard, Christopher Burdett, Conceptopolis, Caroline Gariba, Ilse Gort, Suzanne Helmigh, Daniel Landerman, Linda Lithén, Brynn Metheney, David Auden Nash, Hector Ortiz, Ryan Pancoast, Jenn Ravenna, Alex Stone"
									]
								},
								{
									"type": "item",
									"name": "Cartographer",
									"entries": [
										"Mike Schley"
									]
								},
								{
									"type": "item",
									"name": "Graphic Designer",
									"entries": [
										"Bob Jordan"
									]
								},
								{
									"type": "item",
									"name": "Editors",
									"entries": [
										"Judy Bauer, Michele Carter"
									]
								},
								{
									"type": "item",
									"name": "Product Manager",
									"entries": [
										"Natalie Egan"
									]
								},
								{
									"type": "item",
									"name": "Producer",
									"entries": [
										"Rob Hawkey"
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "D&D Beyond",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Senior Producer",
													"entries": [
														"Faith Elisabeth Lilley"
													]
												},
												{
													"type": "item",
													"name": "Digital Design Team",
													"entries": [
														"Jay Jani, Adam Walton, Joseph Keen, Cameron Powell"
													]
												}
											]
										}
									],
									"id": "0f6"
								}
							],
							"id": "0f5"
						}
					]
				}
			],
			"id": "0f4"
		}
	]
}
