{
	"data": [
		{
			"type": "section",
			"name": "Dungeons & Dragons: Red Dragon's Tale",
			"page": 4,
			"entries": [
				"Dungeons & Dragons: Red Dragon's Tale is an adventure that accompanies the LEGO® Ideas set of the same name",
				"To play this adventure, you need one person to be the Dungeon Master and up to four other people to play the heroes, referred to hereafter as the Player Characters. Together, you build the LEGO Ideas set as you play through the adventure.",
				"If you're the Dungeon Master, read the boxed text in the \"About the Heroes\" section to the other players, then review the \"Running the Adventure\" section.",
				"If you're not the Dungeon Master, choose a Player Character from the options listed in the table below. Each Player Character comes with a LEGO minifigure, several minifigure accessories, and a Character Sheet that provides more information about the character.",
				{
					"type": "table",
					"caption": "Player Characters",
					"colLabels": [
						"Character",
						"Description",
						"LEGO Equipment"
					],
					"colStyles": [
						"col-2",
						"col-5",
						"col-5"
					],
					"rows": [
						[
							"{@5etoolsImg Dwarf Cleric|pdf/LRDT/Dwarf Cleric.pdf}",
							"Brave protector and healer",
							"Armor, Holy Symbol, Warhammer"
						],
						[
							"{@5etoolsImg Elf Wizard|pdf/LRDT/Elf Wizard.pdf}",
							"Versatile magic-user",
							"Arcane Focus (Rod), Spellbook, 3 Spell Scrolls (Invisibility, Mage Armor, and Magic Missile)"
						],
						[
							"{@5etoolsImg Gnome Fighter|pdf/LRDT/Gnome Fighter.pdf}",
							"Stalwart warrior",
							"Armor, Longsword, Shield, Shortsword"
						],
						[
							"{@5etoolsImg Orc Rogue|pdf/LRDT/Orc Rogue.pdf}",
							"Sneaky and cunning expert",
							"Cape, 2 Daggers, Light Crossbow"
						]
					]
				},
				"The rest of this book is for the Dungeon Master's eyes only. If you're not the Dungeon Master, stop reading now!",
				{
					"type": "section",
					"name": "About the Heroes",
					"page": 4,
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Greetings, Dungeon Master",
											"page": 4,
											"entries": [
												"Before running the adventure, make sure the other players have each chosen a Player Character (Dwarf Cleric, Elf Wizard, Gnome Fighter, or Orc Rogue) and equipped their LEGO characters with the starting equipment noted in the Player Characters table.",
												"Ask each player to give their character a name. Once all the Player Characters have names, read the following boxed text to the other players:",
												{
													"type": "inset",
													"page": 4,
													"entries": [
														"During the adventure, when I ask you what you want your character to do, keep the following things in mind:",
														"The {@5etoolsImg Dwarf Cleric|pdf/LRDT/Dwarf Cleric.pdf} wears good armor, wields an impressive weapon, and channels both helpful and harmful magic through a holy symbol that embodies their faith.",
														"The {@5etoolsImg Elf Wizard|pdf/LRDT/Elf Wizard.pdf} knows many spells, including ones that create fireballs, turn creatures {@condition invisible}, and dispel other magical effects. The wizard can also identify magic items.",
														"The {@5etoolsImg Gnome Fighter|pdf/LRDT/Gnome Fighter.pdf} is strong, athletic, well-armored, skilled with weapons, and able to take a lot of punishment.",
														"The {@5etoolsImg Orc Rogue|pdf/LRDT/Orc Rogue.pdf} can be quiet, sneakily attack enemies who aren't looking, climb walls, pick locks, and disarm traps."
													],
													"id": "005"
												}
											],
											"id": "004"
										}
									],
									"id": "003"
								}
							],
							"id": "002"
						}
					],
					"id": "001"
				},
				{
					"type": "section",
					"name": "Running the Adventure",
					"page": 4,
					"entries": [
						"You can run this adventure in one of two ways:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Using D&D Rules",
									"entries": [
										"If you and the other players are familiar with the Dungeons & Dragons roleplaying game, you can run this adventure with the help of the fifth edition D&D core rulebooks ({@book Player's Handbook|PHB}, {@book Dungeon Master's Guide|PHB}, and {@book Monster Manual|MM}). In addition to rules, these books contain descriptions of the creatures, spells, and items that appear in this adventure."
									]
								},
								{
									"type": "item",
									"name": "Without D&D Rules",
									"entries": [
										"If you or your players haven't played Dungeons & Dragons before, you can run this adventure as a storytelling experience without D&D rules. The \"Without D&D Rules\" section at the end of the adventure tells you how."
									]
								}
							]
						}
					],
					"id": "006"
				},
				{
					"type": "section",
					"name": "Adventure Overview",
					"page": 4,
					"entries": [
						"The adventure takes place amid the ruins of a stone tower located near a dusty road. This tower is home to a famous inn called the Inn Plain Sight. Travelers rave about the inn's food, especially the hot wings.",
						"The \"Sorcerer's Scheme\" section below provides an overview of the villainous plot that sets the adventure in motion. The \"Adventure Progression\" section summarizes how events are likely to proceed once the Player Characters get involved. The remainder of the adventure is divided into six scenes. Each scene uses different elements of the LEGO Ideas set, describes important features in particular locations, and explains how creatures in each location behave.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Sorcerer's Scheme",
									"page": 4,
									"entries": [
										"{@creature Ervan Soulfallen|LRDT}, an evil sorcerer with a foul reputation, sought to obtain an egg from a red dragon. Wearing a magical disguise, Ervan traveled to the Inn Plain Sight, a roadside inn attached to a crumbling stone tower. Not too far from the ruined tower is a mountain where a red dragon named Cinderhowl dwells.",
										"After imprisoning the innkeeper in the tower's dungeon, Ervan took over the inn under an assumed name: Merry Rumwell. A few days later, a group of adventurers called the Hard Way arrived at the inn. Ervan hired them to steal one of Cinderhowl's eggs, promising gold and free hot wings in return. When the adventurers delivered the egg to Ervan as planned, he betrayed them. He slew them with magic and hid their remains in the basement of the tower.",
										"Expecting the egg's theft to infuriate Cinderhowl, Ervan chose to remain at the inn, out of the dragon's sight. He has hidden the egg and hopes it will hatch soon. Once the egg hatches, Ervan plans to train the dragon wyrmling to do his evil bidding.",
										"The adventure begins when the Player Characters arrive at the inn unexpectedly, unaware that an evil sorcerer resides there in the guise of the innkeeper."
									],
									"id": "009"
								},
								{
									"type": "entries",
									"name": "Adventure Progression",
									"page": 4,
									"entries": [
										"The adventure progresses from one scene to another. Each scene has opportunities for exploration, social interaction, and combat:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Scene 1: Inn Plain Sight",
													"entries": [
														"The Player Characters meet Merry Rumwell, the supposed proprietor of the Inn Plain Sight, who offers them hot wings. A search of the inn reveals all is not what it seems."
													]
												},
												{
													"type": "item",
													"name": "Scene 2: The Meadow",
													"entries": [
														"The inn is connected to a crumbling stone tower surrounded by a small meadow. Exploring the meadow uncovers a talking tree and more clues."
													]
												},
												{
													"type": "item",
													"name": "Scene 3: The Dungeon",
													"entries": [
														"The real innkeeper, Alax Jadescales, is imprisoned in this dungeon. The dungeon is also home to several nasty Oozes. Alax is grateful to Player Characters who free the innkeeper."
													]
												},
												{
													"type": "item",
													"name": "Scene 4: The Basement",
													"entries": [
														"Player Characters who search the tower's basement disturb the restless bones of some unlucky adventurers. They also find Alax's missing pet: a displacer beast transformed by magic into a many-eyed monster called a beholder."
													]
												},
												{
													"type": "item",
													"name": "Scene 5: The Tower",
													"entries": [
														"The tower is where Ervan keeps the stolen dragon egg and his other prized possessions. Player Characters also encounter a deadly shrine in the tower."
													]
												},
												{
													"type": "item",
													"name": "Scene 6: The Dragon",
													"entries": [
														"Cinderhowl the red dragon arrives at the tower and accuses the Player Characters of stealing her egg, mistaking them for a different group of adventurers. Meanwhile, Ervan tries to neutralize the dragon using magic. The Player Characters must survive the dragon and defeat the evil sorcerer to win the day."
													]
												}
											]
										}
									],
									"id": "00a"
								}
							],
							"id": "008"
						}
					],
					"id": "007"
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "Scene 1: Inn Plain Sight",
			"page": 5,
			"entries": [
				"Complete assembly of the Inn Plain Sight before running this part of the adventure. Read the following aloud to set the scene:",
				{
					"type": "inset",
					"page": 5,
					"entries": [
						"After a long day on the road, you come to an inn built into the remains of a crumbling stone tower. The Inn Plain Sight smells of delicious hot wings. It's said that the proprietor, Alax Jadescales, makes them fresh to order.",
						"Peering inside, you see that the inn is empty."
					],
					"id": "00c"
				},
				"The inn has a ground floor and an upper floor.",
				{
					"type": "entries",
					"name": "Ground Floor",
					"page": 5,
					"entries": [
						"If one or more Player Characters explore the barroom on the ground floor, read the following aloud:",
						{
							"type": "inset",
							"page": 5,
							"entries": [
								"The door to the back room swings open, and an innkeeper comes out to greet you. \"Oh, I'm afraid you've come at a bad time! We're closed for renovations. But I'll be happy to make you some hot wings to help you on your journey.\""
							],
							"id": "00e"
						},
						"The innkeeper, who introduces himself as Merry Rumwell, is actually the sorcerer Ervan Soulfallen in disguise. Merry doesn't want any guests right now and will say almost anything to get rid of the Player Characters. He tells them that he bought the inn from Alax Jadescales, who retired not too long ago, and that much work needs to be done before the inn is fit for guests. He's lying about Alax and the renovations; a search of the inn yields no evidence of construction work or remodeling.",
						"If the Player Characters want to look around, Merry doesn't protest; in fact, he's happy to let the monsters in the bedroom take care of them (see \"Upper Floor\" below).",
						"If attacked, Merry casts a spell ({@spell Dimension Door}) and disappears. He reappears in his workshop, which the Player Characters explore in scene 5."
					],
					"id": "00d"
				},
				{
					"type": "entries",
					"name": "Hot Wings",
					"page": 5,
					"entries": [
						"If the Player Characters accept Merry's offer of free hot wings, they can wait in the barroom or explore other parts of the inn while Merry prepares the order. Play up how good the hot wings smell and taste!",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/food.webp"
							},
							"width": 744,
							"height": 665
						},
						"Player Characters who spy on Merry discover that he doesn't cook the wings or make the sauce himself; he simply reheats wings that have already been prepared. Clearly, someone else did the hard work.",
						{
							"type": "entries",
							"name": "Searching the Barroom",
							"page": 5,
							"entries": [
								"A search of the barroom reveals the following:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Carvings",
											"entries": [
												"Carved into the top of the bar are two phrases: \"The tree hides the way\" and \"Evil makes merry while good sleeps.\""
											]
										},
										{
											"type": "item",
											"name": "Crates",
											"entries": [
												"Player Characters who look in the crates outside find a variety of dried chilies for making wing sauce, but no recipe."
											]
										},
										{
											"type": "item",
											"name": "Notice",
											"entries": [
												"Posted on the wall behind the bar is a notice for a lost pet that reads as follows: \"Missing cat. Large with black fur and tentacles. Answers to Pouncy. Loves milk. Please contact Alax Jadescales if found.\" Above this notice is a scrap of paper bearing a sketch of a red dragon's face accompanied by the words \"Symbol of the Cult of the Dragon.\""
											]
										},
										{
											"type": "item",
											"name": "Plaque",
											"entries": [
												"Next to the \"Missing Cat\" notice is an \"Adventurers of the Month\" plaque bearing a rough sketch of some adventurers with the following caption: \"The Hard Way plundered the lair of the dragon Cinderhowl and returned alive!\""
											]
										}
									]
								}
							],
							"id": "010"
						},
						{
							"type": "entries",
							"name": "Back Room",
							"page": 5,
							"entries": [
								"In the back is a kitchen that's barely used. This room contains several jars of hot sauce; a barrel of cooked, magically preserved chicken wings; and a rack of ordinary items that belonged to victims of the mimics upstairs, including a battleaxe, a {@item lute|PHB}, a pike, and a rapier."
							],
							"id": "011"
						}
					],
					"id": "00f"
				},
				{
					"type": "entries",
					"name": "Upper Floor",
					"page": 5,
					"entries": [
						"If one or more Player Characters explore the bedroom on the upper floor, read the following aloud:",
						{
							"type": "inset",
							"page": 5,
							"entries": [
								"This room contains a bed and a closed chest. Mounted above the chest are three small pictures depicting a harp nestled between the horns of a crescent moon, a heroic portrait, and a mountain scene with a small plaque under it. Above the bed hangs a family portrait: two dragonborn parents with an unhatched egg. One proud parent has light-green scales; the other has golden scales."
							],
							"id": "013"
						},
						{
							"type": "entries",
							"name": "Closet",
							"page": 5,
							"entries": [
								"The bedroom has a small closet where guests can store coats and the like. A bag lies on a shelf:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Bag",
											"entries": [
												"This {@item Bag of Holding} contains mundane travel gear, such as a bedroll and edible dried rations."
											]
										}
									]
								}
							],
							"id": "014"
						},
						{
							"type": "entries",
							"name": "Mimics",
							"page": 6,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/mimic.webp"
									},
									"width": 1031,
									"height": 1040
								},
								"The bed and the trunk are two {@creature mimic||mimics} (see the {@book Monster Manual|MM} for their stat block). The mimics attack as soon as one of them is touched.",
								"The mimics are lazy and hungry. Feeding them makes them friendly enough to stop attacking and answer simple questions. They know the following:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Merry the Innkeeper",
											"entries": [
												"When the mimics arrived at the inn a few weeks ago, Merry Rumwell invited them to stay. Merry feeds the mimics hot wings to keep them happy."
											]
										},
										{
											"type": "item",
											"name": "The Hard Way",
											"entries": [
												"A group of adventurers called the Hard Way visited the inn not too long ago. Merry hired them to find a dragon egg. (The mimics know nothing else about the adventurers or the egg.)"
											]
										}
									]
								}
							],
							"id": "015"
						},
						{
							"type": "entries",
							"name": "Merry Flees",
							"page": 6,
							"entries": [
								"If he hasn't already fled the scene, Merry casts a spell ({@spell Dimension Door}) that magically transports him to his workshop as soon as he hears any commotion in the bedroom. Player Characters can explore the workshop in scene 5."
							],
							"id": "016"
						},
						{
							"type": "entries",
							"name": "Pictures",
							"page": 6,
							"entries": [
								"The pictures on the walls are described below:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Dragonborn Family",
											"entries": [
												"The figures in this portrait are Alax Jadescales's parents. The painting hides a crack in the wall through which Player Characters can peer into the dungeon (see scene 3), but the crack is too small for the characters to squeeze through."
											]
										},
										{
											"type": "item",
											"name": "Harp",
											"entries": [
												"The harp pictured here is the symbol of the Harpers, an organization dedicated to protecting the innocent from evildoers."
											]
										},
										{
											"type": "item",
											"name": "Heroic Portrait",
											"entries": [
												"This picture depicts a brave hero and Harper named Sir Lucas, who is a frequent guest."
											]
										},
										{
											"type": "item",
											"name": "Mountain Scene",
											"entries": [
												"This picture depicts a mountain range. The tiny plaque below it reads, \"The Spine of the World.\""
											]
										}
									]
								}
							],
							"id": "017"
						}
					],
					"id": "012"
				}
			],
			"id": "00b"
		},
		{
			"type": "section",
			"name": "Scene 2: The Meadow",
			"page": 6,
			"entries": [
				"Make sure the Meadow is fully assembled before you run this part of the adventure, then read the following aloud to set the scene:",
				{
					"type": "inset",
					"page": 6,
					"entries": [
						"Spiky ivy grows up the side of the crumbled tower, which is surrounded by a lush meadow. Next to the tower is an enormous tree with rustling leaves. Mushrooms grow in the shade under a stone bridge, which bears a carving of a dragon's face. Prowling the meadow is an owlbear that walks on all fours. It's clear that the owlbear is hunting three big spiders that crawl through the tall grass."
					],
					"id": "019"
				},
				"The dragon face carving on the bridge represents the Cult of the Dragon, suggesting this location was once used by members of that evil organization.",
				{
					"type": "entries",
					"name": "Owlbear and Spiders",
					"page": 6,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/owlbear.webp"
							},
							"width": 1143,
							"height": 976
						},
						"Three {@creature giant spider||giant spiders} are fleeing from a hungry {@creature owlbear} (see the {@book Monster Manual|MM} for both stat blocks). If the Player Characters kill a spider, the owlbear stops to eat it. Once it has eaten all three spiders, the owlbear is full and falls asleep. If the Player Characters attack or threaten either the owlbear or a spider, the creature attacks them in return or flees if it takes any damage.",
						"Once the owlbear and spiders are dealt with, the Player Characters can explore the tree, the mushrooms under the bridge, and the ivy growing on the tower.",
						"A character who searches the grass finds the spiders' hiding holes. The spiders have collected the following objects:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Coins",
									"entries": [
										"Player Characters find loose coins worth 150 gold pieces."
									]
								},
								{
									"type": "item",
									"name": "Golden Key",
									"entries": [
										"Amid the coins is a golden key that unlocks the door to the dungeon (see \"Awakened Tree\" later in this scene)."
									]
								}
							]
						}
					],
					"id": "01a"
				},
				{
					"type": "entries",
					"name": "Awakened Tree",
					"page": 6,
					"entries": [
						"If a Player Character stands close to the tree or tries to climb it, read the following aloud:",
						{
							"type": "inset",
							"page": 6,
							"entries": [
								"Birds scatter from the tree as its limbs start to move. One of the branches moves to reveal a smiling wooden face."
							],
							"id": "01c"
						},
						"Years ago, a druid used magic to turn the tree into an {@creature awakened tree} (see the {@book Monster Manual|MM} for its stat block). The awakened tree speaks slowly and thoughtfully, mostly about things like the weather and the seasons. It talks fondly of squirrels and birds—although less fondly of woodpeckers and \"the sorcerer who lives in the tower.\"",
						"If the Player Characters ask the awakened tree to share a secret or tell them what it knows, it shuffles aside and moves a rock to reveal a door leading to the dungeon below the tower. The handle to the door has a slight glow to it. Closer examination reveals that the door is held shut by an {@spell Arcane Lock} spell. The golden key hidden by the spiders in the meadow opens it, as does a {@spell Dispel Magic} or {@spell Knock} spell cast by the Elf Wizard. The door can also be destroyed, but it will take a while and create a lot of noise. If the Player Characters enter the dungeon, advance to scene 3."
					],
					"id": "01b"
				},
				{
					"type": "entries",
					"name": "Myconids Under the Bridge",
					"page": 7,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/myconids.webp"
							},
							"width": 1075,
							"height": 853
						},
						"Player Characters can rest in the soft grass under the bridge, which creates enough shade for two {@creature myconid sprout||myconids} (see the {@book Monster Manual|MM} for their stat block) to dwell here comfortably. The myconids, which resemble oversized mushrooms, fight only in self-defense.",
						"The myconids release spores that allow them to communicate telepathically with other intelligent creatures nearby. Player Characters who question the myconids learn the following information:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Disguised Sorcerer",
									"entries": [
										"Merry Rumwell is an evil sorcerer named Ervan Soulfallen in disguise."
									]
								},
								{
									"type": "item",
									"name": "Dungeon Prisoner",
									"entries": [
										"Ervan has imprisoned the real innkeeper, Alax Jadescales, in the tower's dungeon."
									]
								},
								{
									"type": "item",
									"name": "Magic Items",
									"entries": [
										"Ervan recently ordered the myconids to bury some magic items. If the characters are friendly, the myconids dig up these items and give them to the characters. The items include a {@item Potion of Healing}, a {@item Potion of Acid Resistance||Potion of Resistance (Acid)}, and a {@item Sentinel Shield}."
									]
								}
							]
						}
					],
					"id": "01d"
				},
				{
					"type": "entries",
					"name": "Spiky Ivy",
					"page": 7,
					"entries": [
						"The spiky ivy growing up the side of the tower is strong enough to be climbed. If the Player Characters use the ivy to reach the upper levels of the tower, skip scene 3 and continue with scene 4 or 5, depending on how high they climb."
					],
					"id": "01e"
				}
			],
			"id": "018"
		},
		{
			"type": "section",
			"name": "Scene 3: The Dungeon",
			"page": 7,
			"entries": [
				"Make sure the Dungeon is fully assembled before running this part of the adventure.",
				"The Player Characters are most likely to arrive here via the door behind the awakened tree. Read the following aloud to set the scene:",
				{
					"type": "inset",
					"page": 7,
					"entries": [
						"A torch lights the entrance to this musty dungeon. Leaning against one wall is a skeleton without a skull. Clutched in one of its bony hands is a fine scimitar. Other curious items—a shield, a book, and a frosty staff—are scattered throughout the gloom. A ladder ascends to a closed cell door.",
						"Three black globs of ooze creep across the dungeon floor. Behind them, floating in the air, are several items: a glowing yellow gemstone, a skull, and a silvered frying pan."
					],
					"id": "020"
				},
				{
					"type": "entries",
					"name": "Oozes",
					"page": 7,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/cube.webp"
							},
							"width": 1055,
							"height": 830
						},
						"Before the Player Characters can explore the rest of the dungeon, they must contend with several Oozes (see the {@book Monster Manual|MM} for their stat blocks):",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Black Puddings",
									"entries": [
										"The black blobs creeping across the floor are three {@creature black pudding||black puddings}. They can't communicate with the Player Characters and are hostile. Swords and other slashing weapons have no effect on them, but the puddings are afraid of fire and won't attack anyone who carries a lit torch. Dealing fire damage to a pudding causes it to slink away. The puddings love hot sauce; if a character spills a jar of hot sauce on the floor, the puddings creep toward the hot sauce, ignoring other creatures as they do so. It takes them 1 minute to digest the sauce, during which time they won't attack unless they are disturbed."
									]
								},
								{
									"type": "item",
									"name": "Gelatinous Cubes",
									"entries": [
										"The glowing yellow gemstone, skull, and silvered frying pan appear to be floating because they're encased in a {@creature gelatinous cube}. The cube is transparent and hostile. Player Characters near the cube can see its glistening form more clearly. Shambling quietly behind this cube is a baby gelatinous cube. The baby cube doesn't fight."
									]
								}
							]
						},
						"The puddings and the cubes slowly dissolve the flesh of creatures they engulf. The digestive acid of the baby cube is weak, making it mostly harmless."
					],
					"id": "021"
				},
				{
					"type": "entries",
					"name": "Searching the Dungeon",
					"page": 7,
					"entries": [
						"After the Oozes are dealt with, Player Characters can loot the dungeon. It contains the following treasures:",
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/censer.webp"
									},
									"width": 897,
									"height": 605
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/pan.webp"
									},
									"width": 783,
									"height": 635
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Coins and Gems",
									"entries": [
										"Player Characters can find an amethyst worth 500 gold pieces, a diamond worth 1,000 gold pieces, and a pile of loose coins worth 100 gold pieces. The glowing yellow gem inside the adult gelatinous cube is a topaz worth 500 gold pieces and has a {@spell Continual Flame||Continual Light} spell cast on it."
									]
								},
								{
									"type": "item",
									"name": "Book and Shield",
									"entries": [
										"A {@item Tome of Clear Thought} rests behind a {@item +1 Shield}. Tucked inside the book is a {@item Spell Scroll} of {@spell Speak with Dead}."
									]
								},
								{
									"type": "item",
									"name": "Devotee's Censer",
									"entries": [
										"This magic flail deals an extra {@damage 1d8} radiant damage on a hit and can be used as a holy symbol. As a bonus action, you can cause the head of the flail to release a thin cloud of incense within a 10-foot radius for 1 minute. At the start of each of your turns, you and any other creatures in the cloud each regain {@dice 1d4} hit points. This property can't be used again until the next dawn."
									]
								},
								{
									"type": "item",
									"name": "Potion",
									"entries": [
										"On a shelf behind the ladder is a {@item Potion of Speed}."
									]
								},
								{
									"type": "item",
									"name": "Scimitar",
									"entries": [
										"The headless skeleton clutches a {@item Scimitar of Speed}. Removing the blade from the skeleton's tight grip causes the skeleton to collapse into a pile of bones."
									]
								},
								{
									"type": "item",
									"name": "Silvered Frying Pan",
									"entries": [
										"This silver-plated frying pan is a family heirloom belonging to Alax Jadescales. Once freed from the prison cell (see \"Freeing Alax\" below), Alax tries to reclaim the frying pan."
									]
								},
								{
									"type": "item",
									"name": "Staff and Shortbow",
									"entries": [
										"A fully charged {@item Staff of Frost} juts from a barrel in one corner. Lying on the floor near the barrel is a nonmagical shortbow."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Cleric's Skull",
							"page": 8,
							"entries": [
								"The skull floating in the gelatinous cube belongs to Estus the Cleric, an ill-fated member of the Hard Way. A Player Character can use the {@item Spell Scroll} of Speak with Dead to interrogate the skull and ask it up to five questions. It knows the following information:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Adventurers' Names",
											"entries": [
												"The Hard Way had four members: Grackle the Rogue, Kildar the Wizard, Colin the Fighter, and Estus the Cleric."
											]
										},
										{
											"type": "item",
											"name": "Dragon Egg",
											"entries": [
												"Ervan hired the Hard Way to steal a dragon egg from the lair of Cinderhowl the red dragon. The adventurers waited for the dragon to leave her mountain lair before making their way inside."
											]
										},
										{
											"type": "item",
											"name": "Hard-Won Victory",
											"entries": [
												"The Hard Way killed several reptilian guards (kobolds) in the dragon's lair, stole an egg, and fled before the dragon's return."
											]
										},
										{
											"type": "item",
											"name": "Sorcerer's Treachery",
											"entries": [
												"After delivering the egg, the Hard Way demanded payment. Instead, Ervan used powerful magic to kill the group."
											]
										}
									]
								}
							],
							"id": "023"
						}
					],
					"id": "022"
				},
				{
					"type": "entries",
					"name": "Freeing Alax",
					"page": 8,
					"entries": [
						"The door to the prison cell is locked and can be opened in one of several ways:",
						{
							"type": "list",
							"items": [
								"The Elf Wizard can cast a {@spell Knock} spell on the door, causing it to swing open.",
								"The Gnome Fighter or Dwarf Cleric can break down the door. (It takes effort, but success is automatic.)",
								"The Orc Rogue can use thieves' tools to pick the lock. (It takes a moment, but success is automatic.)",
								"If the characters find the large key in scene 5, they can use it to unlock and lock the door."
							]
						},
						"Trapped in the cell is {@creature Alax Jadescales|LRDT} (see the \"Nonplayer Characters\" section at the end of the adventure for their stat block), the dragonborn proprietor of the Inn Plain Sight. True to their name, Alax has bright-green scales. They abhor violence and avoid combat.",
						"Alax thanks the Player Characters for freeing them and says the adventurers can have all the hot wings they can eat once the sorcerer Ervan is no longer a threat. Alax looks forward to retrieving their silvered frying pan and offers to accompany the Player Characters until they find Alax's missing \"cat\"—a displacer beast named Pouncy (see scene 4). If the characters decline Alax's offer to join them, Alax returns to the inn and waits there instead. In either case, Alax advises the characters not to underestimate the evil sorcerer and shares the following helpful information:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Ervan's Plot",
									"entries": [
										"Ervan hired a group of adventurers called the Hard Way to steal a dragon egg from the lair of a red dragon named Cinderhowl. The adventurers delivered the egg, but Ervan betrayed them. Instead of paying them, Ervan killed the adventurers and fed their corpses to the Oozes in the dungeon."
									]
								},
								{
									"type": "item",
									"name": "Where's the Egg",
									"entries": [
										"Ervan hid the dragon egg somewhere in the tower and is waiting for it to hatch."
									]
								}
							]
						}
					],
					"id": "024"
				}
			],
			"id": "01f"
		},
		{
			"type": "section",
			"name": "Scene 4: The Basement",
			"page": 8,
			"entries": [
				"Make sure the tower's Basement is fully assembled before running this part of the adventure.",
				{
					"type": "entries",
					"name": "Axe Trap",
					"page": 8,
					"entries": [
						"The door leading from the dungeon to the tower's basement is trapped. Opening it causes an axe blade to swing from above. Any creature standing in the doorway when the axe swings down must succeed on a {@dc 15} Dexterity saving throw or take {@damage 2d8} slashing damage. The trap can be reset manually but doesn't reset by itself.",
						"The Orc Rogue can automatically disable this trap, but only if the rogue is on the side of the door where the trap can be seen.",
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/grimoire.webp"
									},
									"width": 719,
									"height": 788
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/beholder.webp"
									},
									"width": 1012,
									"height": 924
								}
							]
						}
					],
					"id": "026"
				},
				{
					"type": "entries",
					"name": "Basement Features",
					"page": 9,
					"entries": [
						"Use the following text to describe the contents and occupants of the basement:",
						{
							"type": "inset",
							"page": 9,
							"entries": [
								"You've reached the bottom of the tower, as evidenced by the stone staircase that curls upward. Candlelight illuminates a pair of doors and some scattered treasure.",
								"Standing in this basement are three animated skeletons dressed like adventurers. Tucked in a corner nearby are some brightly colored plants. Floating in the middle of the room is a terrifying, spherical monster with sharp teeth, one big eye, and ten smaller eyes on wriggling stalks."
							],
							"id": "028"
						},
						{
							"type": "entries",
							"name": "Pouncy",
							"page": 9,
							"entries": [
								"The Player Characters recognize the many-eyed monster as a beholder, which has the power to emit an {@condition invisible} cone of anti-magic from its central eye. However, this beholder is not what it seems. It is really Alax's missing pet, a {@creature displacer beast} (see the {@book Monster Manual|MM} for its stat block) named Pouncy. Ervan used a powerful scroll to polymorph Pouncy into a beholder.",
								"If Alax is with the Player Characters, Pouncy's initial attitude is friendly. The beholder rushes toward Alax and begins to lick Alax's face—a clear signal that the beholder is not what it seems. If Alax isn't present, the beholder bares its teeth and keeps its distance, but doesn't attack except in self-defense. Offering it milk or calling it Pouncy changes its attitude to friendly.",
								"If Alax or one of the Player Characters can reflect the beholder's anti-magic cone back on it using a polished object such as a silvered frying pan, the polymorph effect on Pouncy ends, restoring the displacer beast to its natural form. The Elf Wizard can also restore Pouncy's true form by casting {@spell Dispel Magic} on the beholder.",
								"Once Alax is reunited with Pouncy, they both return to the inn, trusting the Player Characters can deal with Ervan on their own. However, if the Player Characters call for help, Alax and Pouncy rejoin them."
							],
							"id": "029"
						},
						{
							"type": "entries",
							"name": "The Hard Way",
							"page": 9,
							"entries": [
								"The three {@creature skeleton||skeletons} (see the {@book Monster Manual|MM} for their stat block) are Undead—the hostile remains of three members of the Hard Way (the group of adventurers hired by Ervan to steal the dragon egg).",
								"These skeletons fight until destroyed and carry the following treasure:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Fighter",
											"entries": [
												"This skeleton wears a {@item +1 Breastplate} and a nonmagical helm, and it carries a {@item Sword of Sharpness}."
											]
										},
										{
											"type": "item",
											"name": "Rogue",
											"entries": [
												"This skeleton carries a {@item Dagger of Venom} and wears a {@item Ring of Invisibility}."
											]
										},
										{
											"type": "item",
											"name": "Wizard",
											"entries": [
												"This skeleton wears a magic cloak that has the properties of a {@item Robe of Scintillating Colors}."
											]
										}
									]
								},
								"Once the skeletons are defeated, a Player Character can use the {@item Spell Scroll} of Speak with Dead found in scene 3 (if it hasn't already been used) to interrogate the skull of one of the dead adventurers and ask it up to five questions. The skull knows the same information as the one in scene 3."
							],
							"id": "02a"
						},
						{
							"type": "entries",
							"name": "Poisonous Plants",
							"page": 9,
							"entries": [
								"The plants that grow in the basement are pink and extremely poisonous. Any creature that so much as touches one of these plants takes {@damage 2d6} poison damage."
							],
							"id": "02b"
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/dagger.webp"
									},
									"width": 889,
									"height": 885
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/sword.webp"
									},
									"width": 733,
									"height": 1040
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/cloak.webp"
									},
									"width": 967,
									"height": 827
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/ring.webp"
									},
									"width": 322,
									"height": 310
								}
							]
						},
						{
							"type": "entries",
							"name": "Staircase",
							"page": 10,
							"entries": [
								"The Player Characters can climb the staircase to reach the upper levels of the tower. If they take the stairs, continue with scene 5."
							],
							"id": "02c"
						},
						{
							"type": "entries",
							"name": "Treasure",
							"page": 10,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/lantern.webp"
									},
									"width": 349,
									"height": 626
								},
								"After the skeletons are dealt with, Player Characters can loot the basement. It contains the following treasures:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Book",
											"entries": [
												"A {@item Manual of Quickness of Action} rests near some poisonous plants. Tucked inside the book is a {@item Spell Scroll} of {@spell Protection from Energy}."
											]
										},
										{
											"type": "item",
											"name": "Coins",
											"entries": [
												"Lying on the floor is pile of loose coins worth 100 gold pieces."
											]
										},
										{
											"type": "item",
											"name": "Lantern",
											"entries": [
												"A {@item Lantern of Revealing} sits in an alcove."
											]
										},
										{
											"type": "item",
											"name": "Potion",
											"entries": [
												"Set atop high shelves are a {@item Potion of Greater Healing||Potion of Healing (Greater)} and a {@item Potion of Heroism}."
											]
										}
									]
								}
							],
							"id": "02d"
						}
					],
					"id": "027"
				}
			],
			"id": "025"
		},
		{
			"type": "section",
			"name": "Scene 5: The Tower",
			"page": 10,
			"entries": [
				"Make sure the Tower is fully assembled before running this part of the adventure. The tower has three floors, which are described in the sections that follow.",
				{
					"type": "entries",
					"name": "First Floor: Shrine",
					"page": 10,
					"entries": [
						"When one or more Player Characters arrive here, read the following aloud:",
						{
							"type": "inset",
							"page": 10,
							"entries": [
								"This level of the tower has a shrine backed against one wall. Carved above the shrine are five stone dragon heads, and resting on the shrine's altar is a lustrous green orb. A large key rests in a small stand on the floor."
							],
							"id": "030"
						},
						{
							"type": "entries",
							"name": "Large Key",
							"page": 10,
							"entries": [
								"The large key unlocks the door to the prison cell in the dungeon (see scene 3). It also locks and unlocks the trap door described below."
							],
							"id": "031"
						},
						{
							"type": "entries",
							"name": "Trap Door",
							"page": 10,
							"entries": [
								"Just inside the door to this room, and exactly where one would stand to pick up the large key from its holder, is a hidden trap door. Any creature heavier than a housecat that steps on the trap door causes it to open, dropping the creature into the basement below (see scene 4). The creature takes {@damage 1d6} bludgeoning damage from the fall. A Player Character can use the large key described above to lock the trap door so that it doesn't open."
							],
							"id": "032"
						},
						{
							"type": "entries",
							"name": "Dragon Orb and Throne",
							"page": 10,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/orb.webp"
									},
									"width": 765,
									"height": 564
								},
								"An {@item Orb of Dragonkind} rests on the shrine's altar. This powerful magic item contains the essence of an evil dragon and is dangerous to use. Whoever controls the orb can issue a telepathic call that extends for 40 miles in all directions. Evil Dragons in range feel compelled to come to the orb as soon as possible by the most direct route. If the orb is used in this way, Cinderhowl is the only dragon to answer the call, as described in scene 6.",
								"The shrine itself was built by the tower's original owner, who was a member of an evil organization called the Cult of the Dragon. The stone heads above the altar represent Tiamat, the five-headed queen of evil dragons. The five dragon heads snap at any creature other than a Dragon or a dragonborn that touches the orb or the shrine. Make one attack roll ({@dice 1d20 + 5}). If the attack hits, whoever triggered the attack takes {@damage 5d6} piercing damage.",
								"If you're not using D&D rules, the biting dragon heads hit automatically."
							],
							"id": "033"
						},
						{
							"type": "entries",
							"name": "Stairs to Second Floor",
							"page": 10,
							"entries": [
								"These winding steps ascend to the second floor. Under the stairs is a small alcove containing a {@item Potion of Clairvoyance} and a {@creature giant wolf spider} (see the {@book Monster Manual|MM} for its stat block). The spider attacks any creature that tries to take the potion and defends itself if attacked."
							],
							"id": "034"
						}
					],
					"id": "02f"
				},
				{
					"type": "entries",
					"name": "Second Floor: Arcane Workshop",
					"page": 10,
					"entries": [
						"This floor contains Ervan's workshop. The evil sorcerer is here when the Player Characters arrive, but he quickly retreats to the tower's peak. Set the scene by reading the following text aloud:",
						{
							"type": "inset",
							"page": 10,
							"entries": [
								"This space contains all the makings of an arcane workshop: a red candle, a cauldron, assorted spell components, scrolls, and a lit brazier made from a humanoid skull.",
								"Merry Rumwell greets your arrival with frustration. \"Not you again! Go bother someone else!\" With that, the form of the innkeeper melts away, replaced by that of a crimson-clad sorcerer who grabs a scroll and disappears yet again."
							],
							"id": "036"
						},
						"Ervan casts another {@spell Dimension Door} spell and escapes before the Player Characters can do anything to him. He takes one of his Spell Scrolls with him (see \"Searching the Workshop\" below). The Player Characters catch up to Ervan in scene 6.",
						{
							"type": "entries",
							"name": "Searching the Workshop",
							"page": 10,
							"entries": [
								"The candle, cauldron, spell components, and skull-shaped brazier are nonmagical. Amid these mundane items are the following treasures:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Coins",
											"entries": [
												"Ervan leaves behind a stack of coins worth a total of 100 gold pieces."
											]
										},
										{
											"type": "item",
											"name": "Scrolls",
											"entries": [
												"Stacked on tables are three Spell Scrolls ({@spell Animate Dead}, {@spell Ice Storm}, and {@spell Phantasmal Force}). Before disappearing, Ervan takes a fourth scroll: a {@item Spell Scroll} of {@spell Hold Monster}."
											]
										}
									]
								}
							],
							"id": "037"
						}
					],
					"id": "035"
				},
				{
					"type": "entries",
					"name": "Third Floor: Egg Chamber",
					"page": 10,
					"entries": [
						"When the Player Characters reach this floor, read the following aloud:",
						{
							"type": "inset",
							"page": 10,
							"entries": [
								"At this height, not much of the tower remains. Resting on what's left of the third floor is a dragon egg surrounded by lit candles."
							],
							"id": "039"
						},
						"Ervan placed candles around the dragon egg to keep it warm until it hatches. Away from its mother, the wyrmling takes much longer to hatch than normal—something the sorcerer didn't anticipate.",
						"The dragon egg is visible from the tower's peak, where Ervan has chosen to make his final stand. If the characters look up, they see Ervan glaring at them. Read the following aloud:",
						{
							"type": "inset",
							"page": 11,
							"entries": [
								"A ladder clinging to the wall stops just short of the tower's peak—little more than a stone shelf on which the sorcerer stands, scroll in hand. His clothes flap in the wind as he glares at you. \"That's my egg!\" he shouts."
							],
							"id": "03a"
						},
						"The dragon egg is surprisingly resilient. Fire doesn't harm it, a fall won't break it, and nonmagical weapons can't crack it.",
						"Despite the egg's natural resilience, Ervan won't risk damaging the egg by attacking Player Characters near it. If the characters seize the egg, Ervan yells, \"Thieves!\" Before Ervan can take further action, Cinderhowl catches sight of him and flies toward the tower. Continue with scene 6."
					],
					"id": "038"
				}
			],
			"id": "02e"
		},
		{
			"type": "section",
			"name": "Scene 6: The Dragon",
			"page": 11,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/LRDT/dragon.webp"
					},
					"width": 1595,
					"height": 1205
				},
				"This final scene marks the arrival of Cinderhowl, who is searching the countryside for signs of the thieves who stole her egg. Activity atop the ruined tower draws her attention:",
				{
					"type": "inset",
					"page": 11,
					"entries": [
						"A terrible roar fills the sky as a fully grown red dragon swoops toward the tower. The evil sorcerer blanches at the sight of the dragon and quickly unfurls his scroll."
					],
					"id": "03c"
				},
				"The adventure concludes with a double \"boss fight.\" The Player Characters must deal with two foes at once: Cinderhowl and Ervan Soulfallen. Clever characters can turn one of these foes against the other.",
				{
					"type": "entries",
					"name": "Cinderhowl",
					"page": 11,
					"entries": [
						"Cinderhowl is a hostile {@creature adult red dragon} who speaks Common (the language of common folk) and Draconic (the language of dragons). Her senses are excellent, and hiding the egg from her is nearly impossible. She accuses those closest to the egg of being thieves and threatens to roast them alive unless the egg is given to her at once.",
						"Nothing the Player Characters say can quench Cinderhowl's rage. The dragon is convinced Ervan hired them to steal her egg. As an action, a character can try to redirect Cinderhowl's rage toward Ervan, doing so with a successful {@dc 20} Charisma ({@skill Deception} or {@skill Persuasion}) check. Use whichever skill seems most appropriate.",
						"If Cinderhowl was lured to the tower by the {@item Orb of Dragonkind} (see scene 5), the dragon tries to kill whoever has the orb after the egg is safely in her custody. If a Player Character willingly gives her the orb, Cinderhowl keeps it while granting nothing in return.",
						"If Cinderhowl regains the egg but seems on the verge of losing the battle, she takes the egg back to her mountain lair after warning the Player Characters that she will haunt their nightmares."
					],
					"id": "03d"
				},
				{
					"type": "entries",
					"name": "Ervan Soulfallen",
					"page": 11,
					"entries": [
						"{@creature Ervan Soulfallen|LRDT} (see the \"Nonplayer Characters\" section at the end of the adventure for his stat block) targets Cinderhowl with his {@item Spell Scroll} of {@spell Hold Monster}. If Cinderhowl fails her saving throw, she has the {@condition paralyzed} condition for the spell's duration and falls to the ground, giving Ervan time to snatch the egg and run. If Cinderhowl succeeds on the saving throw, she laughs at Ervan's \"puny magic.\" Either way, the scroll turns to dust after Ervan casts the spell from it.",
						"Ervan would sooner die than give up the egg."
					],
					"id": "03e"
				}
			],
			"id": "03b"
		},
		{
			"type": "section",
			"name": "Conclusion",
			"page": 11,
			"entries": [
				"If the Player Characters defeat Ervan and Cinderhowl, Alax Jadescales prepares a banquet that includes platters of mouth-watering, all-you-can-eat hot wings. The Player Characters are welcome to stay at the Inn Plain Sight whenever they like."
			],
			"id": "03f"
		},
		{
			"type": "section",
			"name": "Nonplayer Characters",
			"page": 11,
			"entries": [
				"This section provides D&D stat blocks for Alax Jadescales, the dragonborn innkeeper, and Ervan Soulfallen, the evil sorcerer. If you're playing the adventure without D&D rules, you don't need these stat blocks.",
				{
					"type": "list",
					"columns": 2,
					"items": [
						"{@creature Alax Jadescales|LRDT}",
						"{@creature Ervan Soulfallen|LRDT}"
					]
				}
			],
			"id": "040"
		},
		{
			"type": "section",
			"name": "Without D&D Rules",
			"page": 13,
			"entries": [
				"The following system can help you run the adventure without D&D rules. If you're not sure how to resolve a situation using the system outlined below, hot wing it.",
				{
					"type": "entries",
					"name": "Taking Turns",
					"page": 13,
					"entries": [
						"During each scene of the adventure, minifigures take turns in the following order unless everyone agrees to some other arrangement:",
						{
							"type": "list",
							"items": [
								"Orc Rogue",
								"Elf Wizard",
								"Gnome Fighter",
								"Dwarf Cleric",
								"Creatures controlled by the Dungeon Master"
							]
						}
					],
					"id": "042"
				},
				{
					"type": "entries",
					"name": "What Can Happen on a Turn",
					"page": 13,
					"entries": [
						"What minifigures can do is limited only by the players' imaginations. On each of its turns, a minifigure can do whatever activities the player controlling that minifigure wants it to do, subject to the Dungeon Master's approval. Encourage everyone to be creative. Here are examples of activities a minifigure can do on its turn:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Attack",
									"entries": [
										"The minifigure can try to damage another creature or an object using a spell, a weapon, an element of the environment, or something else. (You decide if this is possible.) See \"Damage\" below for more information."
									]
								},
								{
									"type": "item",
									"name": "Drop, Grab, or Move an Item",
									"entries": [
										"The minifigure can drop an item it is holding, grab an item not being held or worn by another creature, or move an item not being held or worn by anyone. (Grabbing an item requires a free hand. You decide if an item is too big to be picked up or moved.)"
									]
								},
								{
									"type": "item",
									"name": "Move",
									"entries": [
										"The minifigure can move to any area of the set that has been built and is reachable. (You decide if an area is reachable.)"
									]
								},
								{
									"type": "item",
									"name": "Other",
									"entries": [
										"The minifigure can try to accomplish something not otherwise accounted for in this section, such as forcing open a locked door, using a {@spell Jump} spell to leap to the top of a wall, or sneaking past a monster without being detected. If the minifigure has a skill, spell, or magic item that can help it accomplish what its player wants to do, assume it is successful."
									]
								}
							]
						}
					],
					"id": "043"
				},
				{
					"type": "entries",
					"name": "Damage",
					"page": 13,
					"entries": [
						"Alax Jadescales, Ervan Soulfallen, and the Player Characters have special rules for determining what happens when they take damage (see \"Special Characters\" below). For all other creatures, use the following rules.",
						"When a creature is attacked with a weapon or a damage-dealing spell, or is subject to some other damaging effect, it automatically loses one or more Points unless you can think of a reason why it shouldn't. You decide how many Points the minifigure loses, but here are some suggestions:",
						{
							"type": "list",
							"items": [
								"1 Point if the minifigure is subjected to a short fall, a minor trap, an attack made with a nonmagical weapon, or a damage-dealing spell of 1st level or lower",
								"2 Points if the minifigure is subjected to a high fall, a deadly trap, an attack made with a magical weapon, or a 2nd-level spell that deals damage",
								"3 Points if the minifigure is subjected to a 3rd-level spell that deals damage or some other devastating effect, such as a dragon's breath, weapon or a collapsing building"
							]
						},
						"You decide how many Points a creature can lose before it surrenders, flees, or dies. A big creature like Cinderhowl has lots of Points to lose, while a smaller minifigure might have only one or two.",
						{
							"type": "entries",
							"name": "Special Characters",
							"page": 13,
							"entries": [
								"Whenever the minifigure of Alex Jadescales, Ervan Soulfallen, or a Player Character becomes the target of a weapon attack, a damage-dealing spell, or some other damaging effect, resolve the outcome with a coin toss using the system outlined below:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Target Wins",
											"entries": [
												"The minifigure isn't damaged."
											]
										},
										{
											"type": "item",
											"name": "Target Loses",
											"entries": [
												"The minifigure is Knocked Down by the damage and must use its next turn to stand up; it can do nothing else on that turn. The minifigure can avoid being Knocked Down by removing one accessory it is wearing or carrying. The removed item is either lost or destroyed; either way, it is no longer in play."
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Three Falls, You're Out",
											"page": 13,
											"entries": [
												"Any minifigure that is Knocked Down by damage three times during a scene is Knocked Out (unable to take turns) until the next scene begins; the same rule applies to Alax Jadescales. If all the Player Characters' minifigures are Knocked Out when the Dungeon Master's turn begins, the adventure ends in defeat.",
												"If Ervan Soulfallen is Knocked Down three times during a scene, he surrenders, escapes, or dies (your choice)."
											],
											"id": "047"
										}
									],
									"id": "046"
								}
							],
							"id": "045"
						}
					],
					"id": "044"
				},
				{
					"type": "entries",
					"name": "Adjudicating Saving Throws",
					"page": 13,
					"entries": [
						"Whenever a Player Character becomes the target of an effect that allows a saving throw, resolve the outcome with a coin toss using the system outlined below:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Player Character Wins",
									"entries": [
										"The character is unaffected."
									]
								},
								{
									"type": "item",
									"name": "Player Character Loses",
									"entries": [
										"The character loses one piece of equipment they are wearing or carrying. The item is removed from play and no longer obtainable. If the character has no items to lose, the character is Knocked Down instead (see \"Three Falls, You're Out!\" above)."
									]
								}
							]
						}
					],
					"id": "048"
				},
				{
					"type": "section",
					"name": "Using Magic Items",
					"page": 14,
					"entries": [
						"Magic items are scattered throughout the adventure. You and the other players can invent effects for these items, using the suggestions below to inspire you:",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "+1 Breastplate",
											"page": 14,
											"entries": [
												"Nonmagical, handheld weapons can't harm the minifigure wearing this breastplate."
											],
											"id": "04c"
										},
										{
											"type": "entries",
											"name": "+1 Shield",
											"page": 14,
											"entries": [
												"A minifigure equipped with this shield can use it to shove another creature. The shield also protects against incoming arrows and breath weapons."
											],
											"id": "04d"
										},
										{
											"type": "entries",
											"name": "Dagger of Venom",
											"page": 14,
											"entries": [
												"If a minifigure is hidden before making an attack with this dagger, the dagger's poison deals extra damage."
											],
											"id": "04e"
										},
										{
											"type": "entries",
											"name": "Devotee's Censer",
											"page": 14,
											"entries": [
												"When used as a flail, this magic censer automatically destroys any Undead creature it hits."
											],
											"id": "04f"
										},
										{
											"type": "entries",
											"name": "Lantern of Revealing",
											"page": 14,
											"entries": [
												"A minifigure can use this lantern to see {@condition invisible} creatures and objects."
											],
											"id": "050"
										},
										{
											"type": "entries",
											"name": "Manual of Quickness of Action",
											"page": 14,
											"entries": [
												"After a minifigure reads this magic book, the book vanishes, and the minifigure gains the ability to perform amazing acrobatic feats for the rest of the adventure."
											],
											"id": "051"
										},
										{
											"type": "entries",
											"name": "Orb of Dragonkind",
											"page": 14,
											"entries": [
												"Three times during the adventure, the orb can be used to teleport its holder to a safe location of the holder's choice within the confines of the built LEGO® set. The orb also has the power to summon evil dragons, as described in scene 5."
											],
											"id": "052"
										},
										{
											"type": "entries",
											"name": "Potion of Clairvoyance",
											"page": 14,
											"entries": [
												"Drinking this potion allows a minifigure to see or hear what's going on in a location that is otherwise beyond the range of its senses. For example, this potion can help a minifigure see what's on the opposite side of a closed door."
											],
											"id": "053"
										},
										{
											"type": "entries",
											"name": "Potion of Healing",
											"page": 14,
											"entries": [
												"Feeding this potion to a Knocked Out minifigure ends that effect on it, allowing the minifigure to resume taking turns. In addition, the minifigure's Knocked Down count for the current scene resets to 0. Alternatively, if a minifigure missing one or more Points drinks this potion, it regains one of its missing Points."
											],
											"id": "054"
										},
										{
											"type": "entries",
											"name": "Potion of Healing (Greater)",
											"page": 14,
											"entries": [
												"This potion is identical to a {@item Potion of Healing} (see above), except two missing Points are regained instead of one."
											],
											"id": "055"
										},
										{
											"type": "entries",
											"name": "Potion of Heroism",
											"page": 14,
											"entries": [
												"After drinking this potion, a minifigure can perform impressive feats of strength and athleticism until the current scene ends."
											],
											"id": "056"
										},
										{
											"type": "entries",
											"name": "Potion of Resistance (Acid)",
											"page": 14,
											"entries": [
												"After drinking this potion, a minifigure is immune to acid until the current scene ends."
											],
											"id": "057"
										},
										{
											"type": "entries",
											"name": "Potion of Speed",
											"page": 14,
											"entries": [
												"After drinking this potion, a minifigure can make an extra attack on each of its turns and moves more rapidly than normal. These effects end when the current scene ends."
											],
											"id": "058"
										},
										{
											"type": "entries",
											"name": "Ring of Invisibility",
											"page": 14,
											"entries": [
												"On the minifigure's turn, it can don this ring to become {@condition invisible} or remove the ring to become visible again."
											],
											"id": "059"
										},
										{
											"type": "entries",
											"name": "Robe of Scintillating Colors",
											"page": 14,
											"entries": [
												"The minifigure can command this article of clothing to shed {@quickref Vision and Light||2||bright light} in a dazzling array of colors that enemies can't bear to look at."
											],
											"id": "05a"
										},
										{
											"type": "entries",
											"name": "Scimitar of Speed",
											"page": 14,
											"entries": [
												"On its turn, a minifigure holding this scimitar can attack twice with it instead of once."
											],
											"id": "05b"
										},
										{
											"type": "entries",
											"name": "Sentinel Shield",
											"page": 14,
											"entries": [
												"Whoever holds this shield is great at spotting and finding things."
											],
											"id": "05c"
										},
										{
											"type": "entries",
											"name": "Spell Scroll of Animate Dead",
											"page": 14,
											"entries": [
												"The scroll turns to dust as the minifigure casts the {@spell Animate Dead} spell, which transforms inanimate bones into an Undead skeleton under the caster's control."
											],
											"id": "05d"
										},
										{
											"type": "entries",
											"name": "Spell Scroll of Hold Monster",
											"page": 14,
											"entries": [
												"The scroll turns to dust as the minifigure casts the {@spell Hold Monster} spell on another minifigure, preventing it from doing anything on its next turn."
											],
											"id": "05e"
										},
										{
											"type": "entries",
											"name": "Spell Scroll of Ice Storm",
											"page": 14,
											"entries": [
												"The scroll turns to dust as the minifigure casts the {@spell Ice Storm} spell, which deals damage to all creatures in the storm's area."
											],
											"id": "05f"
										},
										{
											"type": "entries",
											"name": "Spell Scroll of Invisibility",
											"page": 14,
											"entries": [
												"The scroll turns to dust as the minifigure casts the {@spell Invisibility} spell on itself or another minifigure. The spell's recipient is {@condition invisible} until it attacks or casts a spell."
											],
											"id": "060"
										},
										{
											"type": "entries",
											"name": "Spell Scroll of Mage Armor",
											"page": 14,
											"entries": [
												"The scroll turns to dust as the minifigure casts the {@spell Mage Armor} spell on itself or another minifigure, encasing the spell's recipient in magical armor."
											],
											"id": "061"
										},
										{
											"type": "entries",
											"name": "Spell Scroll of Magic Missile",
											"page": 14,
											"entries": [
												"The scroll turns to dust as the minifigure casts the {@spell Magic Missile} spell, creating three magical darts that automatically hit their targets."
											],
											"id": "062"
										},
										{
											"type": "entries",
											"name": "Spell Scroll of Phantasmal Force",
											"page": 14,
											"entries": [
												"The scroll turns to dust as the minifigure casts the {@spell Phantasmal Force} spell, which creates an illusion of a creature or an object. The illusion lasts until the end of the current scene, but the caster can make it vanish before then."
											],
											"id": "063"
										},
										{
											"type": "entries",
											"name": "Spell Scroll of Protection from Energy",
											"page": 14,
											"entries": [
												"The scroll turns to dust as the minifigure casts the {@spell Protection from Energy} spell, either on itself or on another creature, giving the spells' target immunity to one type of energy (such as cold or fire) until the end of the current scene."
											],
											"id": "064"
										},
										{
											"type": "entries",
											"name": "Spell Scroll of Speak with Dead",
											"page": 14,
											"entries": [
												"The scroll turns to dust as the minifigure casts the {@spell Speak with Dead} spell, which lets the caster interrogate a nearby inanimate skull, asking it up to five questions."
											],
											"id": "065"
										},
										{
											"type": "entries",
											"name": "Staff of Frost",
											"page": 14,
											"entries": [
												"A minifigure holding this staff can cause it to project a cone of cold energy at another minifigure. In addition to taking cold damage, the target can't do anything on its next turn."
											],
											"id": "066"
										},
										{
											"type": "entries",
											"name": "Sword of Sharpness",
											"page": 14,
											"entries": [
												"This sword is so sharp that it can cut through wood and stone. It can be used to break off elements of buildings and other large objects."
											],
											"id": "067"
										},
										{
											"type": "entries",
											"name": "Tome of Clear Thought",
											"page": 14,
											"entries": [
												"After a minifigure reads this magic book, the book vanishes, and the minifigure gains special knowledge previously unknown to it, which takes the form of a secret or hint revealed by the Dungeon Master."
											],
											"id": "068"
										}
									],
									"id": "04b"
								}
							],
							"id": "04a"
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/shield.webp"
									},
									"width": 692,
									"height": 725
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/LRDT/staff.webp"
									},
									"width": 859,
									"height": 986
								}
							]
						}
					],
					"id": "049"
				}
			],
			"id": "041"
		},
		{
			"type": "section",
			"name": "Character Sheets",
			"page": 14,
			"entries": [
				"Included here are four Character Sheets, one for each Player Character. These sheets are designed for players who have access to D&D rules.",
				"If you're not using D&D rules, the following sections of each Character Sheet are still relevant, though players must interpret them using the information given:",
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/dwarf.webp"
							},
							"title": "{@5etoolsImg Dwarf Cleric|pdf/LRDT/Dwarf Cleric.pdf}",
							"width": 1075,
							"height": 919
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/mage.webp"
							},
							"title": "{@5etoolsImg Elf Wizard|pdf/LRDT/Elf Wizard.pdf}",
							"width": 649,
							"height": 908
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/knight.webp"
							},
							"title": "{@5etoolsImg Gnome Fighter|pdf/LRDT/Gnome Fighter.pdf}",
							"width": 883,
							"height": 993
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/rogue.webp"
							},
							"title": "{@5etoolsImg Orc Rogue|pdf/LRDT/Orc Rogue.pdf}",
							"width": 1005,
							"height": 944
						}
					]
				}
			],
			"id": "069"
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "entries",
							"name": "Wizards of the Coast",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Product Lead:",
											"entry": "Kyle Brink"
										},
										{
											"type": "item",
											"name": "Adventure Designer:",
											"entry": "Christopher Perkins"
										},
										{
											"type": "item",
											"name": "Editor:",
											"entry": "Janica Carter"
										},
										{
											"type": "item",
											"name": "Product Manager:",
											"entry": "Natalie Egan"
										},
										{
											"type": "item",
											"name": "Senior Producer:",
											"entry": "Dan Tovar"
										},
										{
											"type": "item",
											"name": "Producer:",
											"entry": "Andy Smith"
										},
										{
											"type": "item",
											"name": "D&D Beyond Deployment:",
											"entry": "Jay Jani"
										},
										{
											"type": "item",
											"name": "Senior Creative Director:",
											"entry": "Jeremy Jarvis"
										},
										{
											"type": "item",
											"name": "Franchise Creative Lead:",
											"entry": "Kara Kenna"
										}
									]
								}
							],
							"id": "06b"
						},
						{
							"type": "entries",
							"name": "AVdesign",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Art Director:",
											"entry": "Jonas Scott Di Hu"
										},
										{
											"type": "item",
											"name": "Graphic Design & Illustration:",
											"entry": "Patricia de Erausquin Llorens & Alison Titus Hughes"
										}
									]
								}
							],
							"id": "06c"
						},
						{
							"type": "entries",
							"name": "The LEGO Group",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Creative Lead:",
											"entry": "Jordan Scott"
										},
										{
											"type": "item",
											"name": "Marketing Manager:",
											"entry": "Tereza Dovinová"
										},
										{
											"type": "item",
											"name": "Project Management:",
											"entry": "Sanne Dollerup"
										}
									]
								}
							],
							"id": "06d"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/LRDT/cover.webp"
					},
					"title": "Cover",
					"width": 2039,
					"height": 2636
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/book.webp"
							},
							"width": 856,
							"height": 846
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/lantern.webp"
							},
							"width": 349,
							"height": 626
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/LRDT/skeletons.webp"
							},
							"width": 1871,
							"height": 1040
						}
					]
				}
			],
			"id": "06a"
		}
	]
}
