{
	"data": [
		{
			"type": "section",
			"name": "The Magister's Masquerade",
			"page": 125,
			"id": "2e0",
			"entries": [
				"As the characters' third year at Strixhaven dawns, their legacies are beginning to solidify. They made it through their second year of studies, and their heroics have earned them reputations as some of the most remarkable student-mages on campus.",
				"In this adventure, the characters are invited to the Magister's Masquerade, one of the most elaborate annual events on campus. Before the big dance, though, they'll clash with rivals, pick the perfect masquerade outfit, and help prepare for one of the most glamorous nights of their lives. During this time, an influential faculty member begins to act strangely, and a menacing shadow falls over all of Strixhaven.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/084-05-001.chapter-splash.webp"
					},
					"title": "The annual Magister's Masquerade is a night of magic and fun that third-year students will never forget",
					"width": 1700,
					"height": 2261,
					"credit": "Caroline Gariba"
				},
				{
					"type": "section",
					"name": "Running This Adventure",
					"page": 125,
					"id": "2e1",
					"entries": [
						"Here's what you need to know to run the adventure in this chapter, whether you're running it as part of a campaign or as a standalone adventure.",
						{
							"type": "entries",
							"name": "Adventure Overview",
							"page": 125,
							"id": "2e2",
							"entries": [
								"Recently, {@creature Murgaxor|SCC} found his opportunity to wreak new havoc on Strixhaven University. During an archaeological expedition in the Fortress Badlands, Dean Augusta Tullus of Lorehold College unearthed a curious orb. Unknown to her, this orb allows {@creature Murgaxor|SCC} to influence her to fulfill his plan to drain the life from Strixhaven's students.",
								{
									"type": "entries",
									"name": "A Standalone Adventure",
									"page": 125,
									"id": "2e3",
									"entries": [
										"If you're running this chapter's adventure as a standalone, {@creature Murgaxor|SCC} is long dead, defeated in his first attempt to murder hundreds of students and use their life energy to achieve immortality. However, his spirit lingers in {@item Murgaxor's orb|SCC}, allowing him a chance to sow his revenge."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Character Advancement",
							"page": 125,
							"id": "2e4",
							"entries": [
								"This adventure assumes the characters are 6th level when it begins. The Third-Year Level Advancement table summarizes when the characters gain levels during the adventure.",
								{
									"type": "table",
									"caption": "Third-Year Level Advancement",
									"colLabels": [
										"Level",
										"Reached When Characters..."
									],
									"colStyles": [
										"col-1",
										"col-11"
									],
									"rows": [
										[
											"7th",
											"Quell the panicked students as they prepare for the Magister's Masquerade"
										],
										[
											"8th",
											"Finish the adventure"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Random Encounters",
							"page": 125,
							"id": "2e5",
							"entries": [
								"Use the Third-Year Encounters table for random encounters on campus during this adventure.",
								{
									"type": "table",
									"caption": "Third-Year Encounters",
									"colLabels": [
										"d10",
										"Encounter"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1–3",
											"{@dice 2d4} {@creature Pest Mascot|SCC|pest mascots} (see {@book chapter 7|SCC|8|Pest Mascot}) making off with a student's ball gown"
										],
										[
											"4–5",
											"{@dice 1d4} {@creature Lorehold Apprentice|SCC|Lorehold apprentices} (see {@book chapter 7|SCC|8|Lorehold Apprentice}) affected by an {@spell Otto's irresistible dance} spell"
										],
										[
											"6–7",
											"{@dice 1d6} {@creature Inkling Mascot|SCC|inkling mascots} (see {@book chapter 7|SCC|8|Inkling Mascot}) on a mission to mar a student's outfit for the Magister's Masquerade"
										],
										[
											"8–9",
											"{@dice 1d4} bolts of shimmering, animate fabric (use the {@creature rug of smothering} stat block for each bolt) that clearly don't want to be turned into clothes"
										],
										[
											"10",
											"1 {@creature cloaker} disguised as part of a student's outfit for the Magister's Masquerade"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Student Schedules",
							"page": 125,
							"id": "2e6",
							"entries": [
								"Before starting this adventure, have the players choose at least three courses their characters are taking this year, either by coming up with the courses themselves or by rolling on the Third-Year Courses table. Inform them that the characters are also enrolled in a required course, Advanced Arcane History.",
								{
									"type": "table",
									"caption": "Third-Year Courses",
									"colLabels": [
										"d10",
										"Course",
										"Offered By"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2 text-center"
									],
									"rows": [
										[
											"1",
											"Advanced Abstraction",
											"Quandrix"
										],
										[
											"2",
											"Aquatic Cryptozoology",
											"Witherbloom"
										],
										[
											"3",
											"Ethics in Enchantment",
											"Silverquill"
										],
										[
											"4",
											"Extradimensional Architecture",
											"Quandrix"
										],
										[
											"5",
											"History of Magic Rings",
											"Lorehold"
										],
										[
											"6",
											"Introductory Aesthemancy",
											"Prismari"
										],
										[
											"7",
											"Overview of Magical Notation",
											"Silverquill"
										],
										[
											"8",
											"Advanced Arcano-mycology",
											"Witherbloom"
										],
										[
											"9",
											"Principles of Warsinging",
											"Lorehold"
										],
										[
											"10",
											"Turning Inner Fire into Outer Flames",
											"Prismari"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mysterious Magic",
							"page": 126,
							"id": "2e7",
							"entries": [
								"Many of the strange events that occur in this chapter are a result of {@creature Murgaxor|SCC} Grenshel manipulating Dean Tullus using a mysterious orb. This device, {@item Murgaxor's orb|SCC} (see below), remains in the dean's possession throughout the adventure and allows her to spread the curse that afflicts Strixhaven's students. The adventure tells you when cursed students behave strangely during relevant events, so don't worry about tracking which Strixhaven students are cursed.",
								{
									"type": "statblock",
									"name": "Murgaxor's Orb",
									"source": "SCC",
									"tag": "item"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Cordially Invited",
					"page": 126,
					"id": "2e8",
					"entries": [
						"Once the characters have decided how they've spent their time away from school and chosen their courses for the year, read the following text:",
						{
							"type": "insetReadaloud",
							"id": "2e9",
							"entries": [
								"Classes haven't even started at Strixhaven yet, but excitement and magic are already in the air on campus. Amid the bustle of students reuniting after their time away and preparing for the new year, you find your new lodgings. Inside the small, clean room is a bed, a closet, and a desk, and on the desktop is a thick piece of vellum, carefully rolled, sealed, and bearing your name. Nestled next to it is a silver pin shaped like the Strixhaven star, the symbol of the university."
							]
						},
						"Characters who examine the sealed message on their desk find it easy to open. Show players the Masquerade Invitation as characters open the letter.",
						{
							"type": "entries",
							"name": "The Magister's Masquerade",
							"page": 126,
							"id": "2ea",
							"entries": [
								"The Magister's Masquerade is an elaborate dress ball and a major campus event. All third-year students are invited and expected to attend. Invitees may invite fourth-year companions to the event, but first- and second-year students aren't permitted.",
								"A note provided along with the invitation explains the expectations for the event and the accompanying pin:",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/085-05-002.invitation.webp"
									},
									"width": 850,
									"height": 966
								},
								{
									"type": "list",
									"items": [
										"The Magister's Masquerade dress code requires attendees to come in formal costumes with masks. Costumes can take a wide variety of forms, but they can't suggest any specific college affiliation. Otherwise, style, creativity, and magical flair are encouraged.",
										"The pin is a magic item called a {@item masque charm|SCC}. Its magic can help students dress for the Magister's Masquerade.",
										"Masque charms are only for use during the Magister's Masquerade. Students caught wearing a {@i masque charm} or using its magic outside the event are withdrawn from any Extracurriculars for the rest of the academic year.",
										"All third-year students must assist the event's organizing committee.",
										"Students will learn more about the masquerade and the organizing committee tonight at a reception at Bow's End Tavern."
									]
								},
								"Characters who succeed on a {@dc 14} Intelligence ({@skill History}) check know more about the background of the Magister's Masquerade, as described in the \"Masquerade History\" section.",
								{
									"type": "statblock",
									"name": "Masque Charm",
									"source": "SCC",
									"tag": "item"
								},
								{
									"type": "entries",
									"name": "Masquerade History",
									"page": 127,
									"id": "2eb",
									"entries": [
										"The founding masters of Strixhaven University sought ways to mitigate the clashes common among students of different magical colleges. Magister Kollema of Lorehold College recognized that shared experiences and culture created more unity than merely attending the same classes. In light of this, he proposed the first Magister's Masquerade, which would rely on students from all five colleges to prepare every aspect of the event and would require students to attend in costume, divesting themselves of any college loyalty. The first event was a grand success, and since then the Magister's Masquerade has been an annual tradition at Strixhaven. It's a night of magic and mystery that highlights what students can accomplish together and allows them to see one another in a different light."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Reception at Bow's End",
					"page": 127,
					"id": "2ec",
					"entries": [
						"The night the characters return to Strixhaven, there's a welcoming reception at Bow's End Tavern. This event gives students the opportunity to socialize with friends and learn more about the Magister's Masquerade. More information about Bow's End Tavern and a map of the location appear in {@adventure chapter 3|SCC-CK|0|Bow's End Tavern}.",
						"After the characters have settled into their lodgings, they find their classmates drifting toward Bow's End Tavern for the reception, including some of the characters' Friends, Beloveds, or Rivals. When the characters arrive at Bow's End, read or paraphrase the following text:",
						{
							"type": "insetReadaloud",
							"id": "2ed",
							"entries": [
								"A crowd of boisterous third-year students fills Bow's End Tavern, abuzz with conversations about the Magister's Masquerade and dream outfits for the event. Among the crowds of chatting friends and mingling students are decorated tables; one is surrounded by the masquerade's student organizers, and the others are covered in outlandish snacks. A wave of shouts rises from the back of the tavern, where high-energy games are underway."
							]
						},
						"Besides students, several faculty members also attend the reception. Among them is one of Lorehold College's deans, Augusta Tullus (lawful neutral human {@creature Lorehold professor of order|SCC}; see {@book chapter 7|SCC|8|Lorehold Professor of Order}). Characters recognize her as the professor of their Advanced Arcane History course. If approached, the dean proves pleasant and professional. Her attendance at the reception is noteworthy, but its relevance won't be clear until later in the adventure.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/086-05-003.dead-augusta-tullus.webp"
							},
							"title": "Dean Augusta Tullus",
							"width": 1700,
							"height": 1168,
							"credit": "Brian Sola"
						},
						"At the reception, the characters can catch up with other students and enjoy magical snacks. The event concludes with a student getting ill (see \"{@adventure One Too Many?|SCC-TMM|0|One Too Many?}\")—foreshadowing events later in this adventure—and disgruntled students demanding the characters face them in a magical contest (see \"{@adventure The Challenge|SCC-TMM|0|The Challenge}\"). This challenge works best if it comes from a character's Rival.",
						{
							"type": "entries",
							"name": "Activities and Rumors",
							"page": 128,
							"id": "2ee",
							"entries": [
								"Students the characters interact with during the reception might want to participate in any of the activities on the Reception Activities table. Roll an activity or choose one from this table to determine the characters' interactions.",
								{
									"type": "table",
									"caption": "Reception Activities",
									"colLabels": [
										"d6",
										"Activity"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Catching Up. The student wants to talk about their recent break, which they spent reading everything by a specific author, mastering an esoteric game, or traveling to an exciting location."
										],
										[
											"2",
											"Join the Committee. The student has big ideas and wants to join the masquerade organizing committee with the character."
										],
										[
											"3",
											"Bar Games. The student asks the character to play a friendly bar game, such as darts or cards. This is more an opportunity to chat than about winning."
										],
										[
											"4",
											"Eating Everything. The student wants to try every food available at the event (see \"{@adventure Snack Sampling|SCC-TMM|0|Snack Sampling}\"). They ask the character to join them."
										],
										[
											"5",
											"Perfect Opportunity. The student has a crush on or rivalry with another student. They ask the character for help talking to or pranking this student."
										],
										[
											"6",
											"Drama. The student is anxious about something that happened during their break or about the impending academic year (perhaps the masquerade)."
										]
									]
								},
								"Additionally, in the course of the reception, characters might hear any of the gossip on the Third-Year Rumor Mill table. Not all the rumors are true, as noted in the table, but some foreshadow events later in this adventure.",
								{
									"type": "table",
									"caption": "Third-Year Rumor Mill",
									"colLabels": [
										"d6",
										"Rumor",
										"Accuracy"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2 text-center"
									],
									"rows": [
										[
											"1",
											"Some professors seek to change Mage Tower for the sake of student safety. Many students oppose this.",
											"False"
										],
										[
											"2",
											"There's a ailment going around campus. Several students say they haven't been feeling well.",
											"True ({@creature Murgaxor|SCC}'s influence)"
										],
										[
											"3",
											"Rumor has it that the Magister's Masquerade is actually a secret test.",
											"False"
										],
										[
											"4",
											"People are still on edge after mage hunters crept onto campus last year.",
											"True"
										],
										[
											"5",
											"Supposedly one of the Founder Dragons will be a surprise guest of honor at the masquerade.",
											"False"
										],
										[
											"6",
											"Dean Tullus wants this year's masquerade to focus on Strixhaven history—boring to many students.",
											"True"
										]
									]
								},
								{
									"type": "entries",
									"name": "Relationship Encounter",
									"page": 129,
									"id": "2ef",
									"entries": [
										"If there are students with whom the characters wish to earn Relationship Points, treat the reception as a Relationship encounter using the rules in {@adventure chapter 3|SCC-CK|0|Using These Rules}. Have players note the results of this encounter on their copies of the tracking sheet."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Masquerade Committee",
							"page": 129,
							"id": "2f0",
							"entries": [
								"A student committee organizes the Magister's Masquerade, and its leaders use the reception to get other students excited about the event. Characters who approach the committee table learn that, throughout the academic year, third-year students will periodically be assigned tasks to help prepare for the masquerade. The adventure assumes that committee leaders are in charge of much of the masquerade's orchestration, but if your players are excited about contributing to the event's decor, menu, entertainment, and so on, you can incorporate their suggestions into the descriptions of the preparation tasks and the masquerade itself."
							]
						},
						{
							"type": "entries",
							"name": "Snack Sampling",
							"page": 129,
							"id": "2f1",
							"entries": [
								"Characters who investigate any of the tavern tables laden with snacks find an array of magic-infused dishes. Roll or choose an option from Bow's End Snacks table to see what's available at any given table. All these dishes include magical ingredients meant to give the dishes a little extra flair. The first time a creature samples any of these dishes, it must succeed on a {@dc 12} Charisma ({@skill Deception}) check to avoid making an alarmed face, coughing loudly, or having another potentially embarrassing reaction.",
								{
									"type": "table",
									"caption": "Bow's End Snacks",
									"colLabels": [
										"d6",
										"Snack"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Eel rolls with sticky rice, jalapeno-infused honey-ginger sauce, and wriggling eels"
										],
										[
											"2",
											"{@recipe Exploding cheese puffs|HFDoMM} that pop in the mouth with cheesy flavor and illusory fireworks"
										],
										[
											"3",
											"Fire beetle paste, a scorchingly spicy dip limned in illusory flames, served with toasted crackers"
										],
										[
											"4",
											"Midnight mushroom caps with blinking, phosphorescent spots, stuffed with crumbled cheese"
										],
										[
											"5",
											"Pickled {@recipe black lotus root|HFFotM} that turns the tongue of anyone who eats it purple"
										],
										[
											"6",
											"Chilled vegetable rolls in glass-leaf wrappers that feel like they shatter when bitten"
										]
									]
								},
								{
									"type": "entries",
									"name": "One Too Many?",
									"page": 129,
									"id": "2f2",
									"entries": [
										"After the characters catch up with other students and participate in any other activities that they please, read or paraphrase the following text:",
										{
											"type": "insetReadaloud",
											"id": "2f3",
											"entries": [
												"Out of place amid the laughter and conversation comes an uncomfortable-sounding groan. Two students escort a third sick-looking student toward the tavern doors. As they pass, one of the escorts says, \"One too many eel rolls, I guess.\""
											]
										},
										"The student being escorted out is suffering from the curse caused by {@item Murgaxor's orb|SCC} (detailed at the beginning of this adventure). At the moment, characters have no way of learning this, and no one lets it dampen the reception's atmosphere for long.",
										"If the characters follow the sick student or check up on them later, they learn the student was delivered to the infirmary, spent a night there with a bad headache, and recovered by the next morning. A character who succeeds on a {@dc 14} Intelligence ({@skill Investigation}) check also learns that the sick student was summoned to Dean Tullus's office earlier in the day, shortly before the reception. During the meeting, Dean Tullus addressed the student's chronic lateness to class; the student recalls that the conversation was brief and cordial."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Challenge",
							"page": 129,
							"id": "2f4",
							"entries": [
								"After the scene with the sick student, give the characters one last opportunity to do anything else they please at the reception. As they prepare to leave, one or more students approach and challenge them.",
								{
									"type": "entries",
									"name": "Who Are the Rivals?",
									"page": 130,
									"id": "2f5",
									"entries": [
										"Determine who issues the challenge. If one or more of the characters have Rivals, pick a Rival to be the challenger. The challenger leads a group the same size as the characters' party, which could include other Rivals. If none of the characters have Rivals, students who were part of the opposing Mage Tower team in {@adventure chapter 4|SCC-HfMT|0|The Opposing Team} or from the \"{@adventure Fellow Students|SCC-CK|0|Fellow Students}\" section in {@adventure chapter 3|SCC-CK|0} can issue this challenge."
									]
								},
								{
									"type": "entries",
									"name": "Why a Challenge?",
									"page": 130,
									"id": "2f6",
									"entries": [
										"Choose one of the following grudges as the reason for the challenge:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Dangerous",
													"entry": "The Rival accuses the characters of causing the dangerous events that have occurred over the past two years. They can't prove it, but they want to punish the characters anyway."
												},
												{
													"type": "item",
													"name": "Love Polygon",
													"entry": "The Rival blames a character for a relationship disappointment."
												},
												{
													"type": "item",
													"name": "Mage Tower Affront",
													"entry": "The characters beat the Rival at Mage Tower in chapter 4, or the characters' efforts caused the Rival to lose a bet."
												},
												{
													"type": "item",
													"name": "So Special",
													"entry": "The Rival just can't stand the characters. Now's the time to take them down a notch."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Challenge Details",
									"page": 130,
									"id": "2f7",
									"entries": [
										"The opposing students challenge the characters to meet the following midnight at the Furygale Repository on the Prismari College campus. The repository is a dumping ground for magical experiments and dangerous spell reagents. It's empty at night and out of the way, so the duel isn't likely to be discovered or disturbed.",
										"In the characters don't want to participate in this challenge, the Rival tries to compel the character to participate. This could include any of the following coercions:",
										{
											"type": "list",
											"items": [
												"Offering the characters something they desire or important information if they win",
												"Stealing a magic item or personal heirloom from a character's lodgings",
												"Revealing embarrassing information, perhaps to the whole school, an instructor, or a Beloved",
												"Fabricating blackmail material that implicates a character in past dangerous events"
											]
										},
										"If one or more characters accept the challenge, the \"{@adventure Fate at Furygale|SCC-TMM|0|Fate at Furygale}\" encounter occurs at midnight of the following night. Allow characters to spend the intervening time as they please, likely with their first day of studies or other responsibilities. A character who spends time seeking information about Furygale easily learns the details in the \"{@book Furygale|SCC|1|Furygale}\" section of {@book chapter 1|SCC|1}.",
										"The characters can arrive at the Furygale Repository whenever they please and find it empty—no one is using the storage site this early in the academic year. The students who challenged the characters arrive at midnight.",
										"If the characters refuse even in the face of the Rival's coercion, the Rival leaves. The next day, the characters learn that the Rival has taken more extreme actions—potentially involving one of the characters' Friends or Beloveds—to force the characters to come to Furygale."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Fate at Furygale",
					"page": 130,
					"id": "2f8",
					"entries": [
						"The Furygale Repository, on the Prismari campus, is a storage facility where magical experiments are disposed of. Magic woven into the structure makes the interior a zone of wild magic. Over time, these unpredictable magical forces break down the failed or ill-conceived student projects disposed of within. Because of its air of danger and relative isolation, the Furygale Repository is a popular spot for Strixhaven students who want to meet without being observed by university staff.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/087-05-004.furygale.webp"
							},
							"title": "Students sometimes sneak off to the Furygale Repository, a dangerous disposal site for failed magic, to duel away from prying eyes",
							"width": 1700,
							"height": 1275,
							"credit": "Tomasz Jedruszek"
						},
						{
							"type": "entries",
							"name": "Furygale Repository",
							"page": 130,
							"id": "2f9",
							"entries": [
								"When the characters arrive at the Furygale Repository, they find a warehouse-like structure with walls that slowly change shape and color, as if melting and reforming. Floating warning signs around it read, \"Danger: Elemental Forces.\" A cavernous opening in the south wall provides access to the interior. When the characters enter, read or paraphrase the following text:",
								{
									"type": "insetReadaloud",
									"id": "2fa",
									"entries": [
										"The space within the Furygale Repository is a vast, open area filled with discarded magical creations. Elemental forces infuse the structure's walls and numerous alcoves, the surfaces of which slowly shift, glowing with discordant lights that shimmer, clash, consume one another, and then glow anew."
									]
								},
								"Map 5.1 shows the layout of the repository.",
								{
									"type": "entries",
									"name": "Furygale Repository Features",
									"page": 130,
									"id": "2fb",
									"entries": [
										"The following features apply throughout the Furygale Repository:",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/088-map-5.1-furygale-repository.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "square",
												"offsetX": -2,
												"offsetY": -7
											},
											"title": "Map 5.1: Furygale Repository",
											"width": 3000,
											"height": 4071,
											"credit": "Mike Schley",
											"id": "006"
										},
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Ceilings and Walls",
													"entry": "The walls and ceilings are as hard and durable as stone. The structure's ceiling rises 20 feet above the floor."
												},
												{
													"type": "item",
													"name": "Illumination",
													"entry": "The repository's scintillating walls shed bright light out to a range of 20 feet and dim light for an additional 20 feet."
												},
												{
													"type": "item",
													"name": "Magic Protections",
													"entry": "The repository is designed to break down magic without damaging creatures. See \"{@adventure Duels in the Repository|SCC-TMM|0|Duels in the Repository}\" for details on the site's protective magic. The site's magic restores hit points to creatures within the structure, whether they're dueling or not. After taking damage in the repository, a creature still in the building is healed to full hit points after not taking damage for 1 minute."
												},
												{
													"type": "item",
													"name": "Wild Magic",
													"entry": "Once per turn, when a creature expends a spell slot to cast a spell of 1st level or higher, an additional effect might occur. That creature must roll a {@dice d10}. On a roll of 1, they must then roll on the {@table Wild Magic Surge|PHB} table in the \"{@class Sorcerer|phb}\" section of the {@book Player's Handbook|PHB} to determine which wild magic effect occurs."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Furygale Repository Secrets",
									"page": 131,
									"id": "2fc",
									"entries": [
										"If the heroes arrive at the Furygale Repository before the challenge, they have the opportunity to explore the site and potentially discover some of the structure's secrets.",
										{
											"type": "entries",
											"name": "Animate Statues",
											"page": 131,
											"id": "2fd",
											"entries": [
												"The symbols that look like circles inscribed with stars represent statues of knights designed with flourishes evocative of the four elements. The statues have partially melted from long-term exposure to the Furygale Repository's magic, but they have also gained magical mobility and limited sapience; use the {@creature helmed horror} stat block to represent them. Each statue protects the site from intruders, animating and attacking any suspicious creature that comes within 10 feet of it. A statue fights until it is destroyed or its opponents leave the Furygale Repository."
											]
										},
										{
											"type": "entries",
											"name": "Duelist Marks",
											"page": 131,
											"id": "2fe",
											"entries": [
												"Ten X marks mar the floor. A character who succeeds on a {@dc 14} Intelligence ({@skill Arcana}) check knows that these marks serve as stations for student duelists, and the scars between them were made by violent magic."
											]
										},
										{
											"type": "entries",
											"name": "Secret Storage Chambers",
											"page": 131,
											"id": "2ff",
											"entries": [
												"Two secret doors are located in the northern wall of the structure. Finding either door requires a successful {@dc 14} Wisdom ({@skill Perception}) check. The chamber behind each secret door contains various leaking jars and boxes of used alchemical reagents. A character who spends 5 minutes searching either room and succeeds on a {@dc 12} Wisdom ({@skill Perception}) check discovers two {@item Potion of Healing||potions of healing} and a packet containing {@item dust of sneezing and choking} (the contents of both rooms are the same)."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Duels in the Repository",
							"page": 133,
							"id": "300",
							"entries": [
								"Strixhaven students have the following rules for duels at the Furygale Repository:",
								{
									"type": "list",
									"items": [
										"Only two students duel at a time.",
										"Duelists must use magic to defeat their opponents.",
										"Weapons and magic items aren't allowed.",
										"A duelist can't receive aid from non-duelists.",
										"A duel is over when one duelist surrenders or is {@condition incapacitated}.",
										"A duelist may not kill another duelist."
									]
								},
								"Any duelist who breaks these rules loses the duel. If a duelist kills an opponent, the killer, if discovered, is expelled from the university and forced to pay for {@spell raise dead} to be cast on the dead duelist.",
								"As mentioned in the \"Magic Protections\" portion of the \"{@adventure Furygale Repository Features|SCC-TMM|0|Furygale Repository Features}\" section, creatures that take damage in this area are healed by Furygale's magic.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/089-05-005.the-magic-of-furygale.webp"
									},
									"title": "The magic of Furygale is erratic and dangerous. Students dueling there often get in over their heads",
									"width": 1700,
									"height": 1250,
									"credit": "Liiga Smilshkalne"
								}
							]
						},
						{
							"type": "entries",
							"name": "Dueling Begins",
							"page": 133,
							"id": "301",
							"entries": [
								"If the characters go to the repository early, their opponents arrive at midnight. If the characters arrive on time, their opponents are already there waiting at the duelist marks in the center of the structure.",
								"Once both parties meet and banter, one-on-one duels commence following the rules outlined in the \"{@adventure Duels in the Repository|SCC-TMM|0|Duels in the Repository}\" section. The Rivals use the pledgemage stat blocks appropriate for their colleges (see {@book chapter 7|SCC|8}). All their actions are considered permissible magic for the purposes of dueling.",
								"Run as many one-on-one duels as the characters want to participate in. During these duels, remember to account for the wild magic effect detailed in \"{@adventure Furygale Repository Features.|SCC-TMM|0|Furygale Repository Features}\" The challenge is complete when every character who wants to has dueled. The team with the most victors is deemed the winning team and earns bragging rights.",
								"Before the groups go their separate ways, though, things take an unexpected turn."
							]
						},
						{
							"type": "entries",
							"name": "Foul Play",
							"page": 133,
							"id": "302",
							"entries": [
								"At the conclusion of the duels but before the characters leave the Furygale Repository, one of their opponents collapses. A moment later, another opponent falls. In seconds, all the opponents but one have collapsed. Although there's no way for the characters to know this yet, the collapsed opponents have been rendered {@condition unconscious} by the curse from {@item Murgaxor's orb|SCC}. Dean Tullus spread the curse to several students during the recent reception, and {@creature Murgaxor|SCC} is now testing his magic's power.",
								"The one remaining opponent reacts as follows:",
								{
									"type": "insetReadaloud",
									"id": "303",
									"entries": [
										"\"What... what are you doing?\" your opponent stammers, panicking as their friends sprawl across the floor. \"Cut it out, cheaters! You can't do this!\""
									]
								},
								"The last opponent standing blames the characters for what has happened and attacks. On their first turn, the opponent casts a spell. This proves to be a terrible mistake, as the wild magic of the Furygale Repository surges, summoning an {@creature oni}. The oni appears near the entrance to the repository and does as it pleases. Without hesitating, it moves to attack the closest conscious student. After inadvertently summoning the oni, the opponent tries to flee, leaving the characters to fight the oni by themselves.",
								"In the course of the ensuing battle, a character can try to convince the opponent that the characters weren't responsible for rendering the other students {@condition unconscious}, doing so with a successful {@dc 16} Charisma ({@skill Persuasion}) check. On a success, the opponent believes, albeit grudgingly, that the characters aren't to blame for what happened. At that point, the opponent accepts blame for summoning the oni and helps the characters defeat it.",
								{
									"type": "entries",
									"name": "Aftermath",
									"page": 134,
									"id": "304",
									"entries": [
										"Once the danger is dealt with, the characters must decide what to do about the {@condition unconscious} students.",
										"A character who casts {@spell detect magic} on the {@condition unconscious} students discovers an aura of enchantment magic surrounding each of them, along with some strange element they can't quite place. This is an oddity caused by {@item Murgaxor's orb|SCC}. A character who detected similar magic in a previous Strixhaven adventure realizes this magic has the same unusual signature.",
										"Shaking or slapping the {@condition unconscious} opponents rouses them. When they come to, the students all have terrible headaches and recall vague but dreadful nightmares. They don't know what happened to them, but some are eager to go to the infirmary. They have no more desire to duel the characters and might even be visibly scared of them. They won't publicly accuse the characters of a crime, though, as doing so would mean openly admitting that they snuck into the Furygale Repository.",
										"Should Strixhaven faculty members find out about the characters sneaking into the repository, the characters are warned that further rule-breaking will result in disciplinary consequences."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Advanced Arcane History Exam: Relics",
					"page": 134,
					"id": "305",
					"entries": [
						"During this year at Strixhaven, the characters are enrolled together in Advanced Arcane History. The course is held in a lecture hall in the Biblioplex ({@adventure area B7|SCC-CK|0|B7. Lecture Hall} on {@adventure map 3.1|SCC-CK|0|Map 3.1: the biblioplex} in {@adventure chapter 3|SCC-CK|0}) and taught by Dean Tullus. Several weeks after their encounter at the Furygale Repository, the characters have their first Exam for the course (see {@book chapter 3|SCC|3|Exams} for details on Exams).",
						{
							"type": "entries",
							"name": "The Relic Lecture",
							"page": 134,
							"id": "306",
							"entries": [
								"During an early Advanced Arcane History course that all the characters are attending, Dean Tullus displays a relic she discovered during a recent expedition. Read or paraphrase the following text to describe part of her lecture:",
								{
									"type": "insetReadaloud",
									"id": "307",
									"entries": [
										"\"A historian interrogates the stories we tell ourselves about the past, learning how true they are—or otherwise,\" lectures Dean Tullus. \"Only by understanding the truth of the past might we learn lessons applicable to our magic in the present. Take this, for example.\" The professor reveals a translucent orb. Within it a coil of green mist endlessly knots around itself. \"I unearthed this in the Fortress Badlands during my most recent expedition. Its creator and use remain uncertain. But by investigating the reason for its creation, we stand to learn more about those who made it and how their lessons might teach us more about our own magic.\""
									]
								},
								"Dean Tullus eagerly takes questions on her lecture or the relic she exhibits, but she doesn't know much about it yet. She suspects it was used as a magical focus by an ancient wizard she has yet to identify. A character who subtly casts {@spell detect magic} in class learns the object exudes an aura of enchantment.",
								"The class ends with a reminder that the first Exam is only a few days away and that it will test students on their knowledge of historical relics and the relics' use in magic.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/090-05-006.lorehold-professors.webp"
									},
									"title": "Lorehold professors often use relics they've unearthed in their lectures about magical objects",
									"width": 1700,
									"height": 1168,
									"credit": "Francisco Miyara"
								}
							]
						},
						{
							"type": "entries",
							"name": "Studying Phase",
							"page": 134,
							"id": "308",
							"entries": [
								"The day before the Exam, the characters can study the course material. A character can use any ability check and skill during the Studying phase.",
								"Once you've asked each player how their character is approaching the Studying phase, resolve that phase by having each character who studies make a {@dc 17} ability check. Make sure players keep track of their characters' rerolls and apply them during the Testing phase."
							]
						},
						{
							"type": "entries",
							"name": "Testing Phase",
							"page": 135,
							"id": "309",
							"entries": [
								"On the day of the Exam, each character makes two ability checks related to parts of the test:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Commonly Used Magic Devices",
											"entry": "Identifying types of magic devices, from battlefield magic items to objects useful as spell foci, requires a successful {@dc 17} Intelligence ({@skill Arcana}) check."
										},
										{
											"type": "item",
											"name": "Historical Relics in Magic",
											"entry": "Writing a short essay about historical relics and how they were famously used in ritual magic requires a successful {@dc 17} Intelligence ({@skill History}) check."
										}
									]
								},
								"Have each player note their character's Exam results—how many Student Dice they gained and what skills they used during the test—on their copies of the tracking sheet."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dressing for Success",
					"page": 135,
					"id": "30a",
					"entries": [
						"Although the Magister's Masquerade takes place late in the Strixhaven academic year, it occupies a significant place in the mind of many third-year students. To help students decide what to wear, the administration announces a theme for the masquerade and hosts a fashion show early in the year.",
						"The theme announcement and fashion show take place in the weeks following the Advanced Arcane History Exam.",
						{
							"type": "section",
							"name": "The Masquerade's Theme",
							"page": 135,
							"id": "30b",
							"entries": [
								"This year, the Strixhaven faculty has chosen to honor the school's storied history in the theme for the Magister's Masquerade.",
								"During one of her Advanced Arcane History classes, Dean Tullus explains that the theme for the masquerade is \"{@adventure A Starlit Evening|SCC-TMM|0}.\" Just as the light from stars is visible for thousands of years, so too does the professor want to see the students' attire shine with the same wondrous history. She then offers extra credit in her course to students who show her costume designs evocative of some aspect of Strixhaven's history ahead of the ball.",
								{
									"type": "entries",
									"name": "Historical Research",
									"page": 135,
									"id": "30c",
									"entries": [
										"To meet Dean Tullus's demand for historical authenticity, a character must research Strixhaven fashion through the centuries. This requires spending 6 hours studying at the Biblioplex and succeeding on a {@dc 14} Intelligence ({@skill History}) check. Characters who exceed {@dc 18} on this check also learn the information in the \"Records Gap\" section.",
										"After successfully conducting their research, a character can show their notes to Dean Tullus and receive extra credit on their second Advanced Arcane History Exam, as noted in the \"{@adventure Exam Results|SCC-TMM|0|Costume Designs}\" section for that Exam."
									]
								},
								{
									"type": "entries",
									"name": "Records Gap",
									"page": 136,
									"id": "30d",
									"entries": [
										"A character who excels at their fashion research notices a gap in the Biblioplex's records approximately 200 years ago. All information about that year's masquerade is missing. If a character pursues the missing information, cross-checking other university records reveals an unusually high number of student deaths that same year. While Strixhaven experiences the occasional rare fatality among the student body, that year dozens of students perished. No available record notes how the students died. Characters who, in {@adventure chapter 4|SCC-HfMT|0|Quenthorne's History}, learned about the student expelled for practicing forbidden magic realize that these deaths occurred in the same year that student was expelled. Beyond this, no other information on the topic is currently available.",
										"If the characters mention the records gap to one or more faculty members, it sparks very little interest, since the missing records are so old. These faculty members have neither the time nor the recollection to shed light on the mystery."
									]
								},
								{
									"type": "entries",
									"name": "Fashion Show Preparations",
									"page": 136,
									"id": "30e",
									"entries": [
										"As part of the preparations for the Magister's Masquerade, many Strixhaven students participate in a fashion show on the Silverquill College campus at the Rose Stage (detailed in {@adventure chapter 3|SCC-CK|0|The Rose Stage}). During this event, student and alumni designers present fashions meant to inspire masquerade attendees and help them prepare for the ball. After the show, some of the outfits are auctioned off to help fund the masquerade. Characters might learn about the event by hearing about it from other students or spotting flyers posted around campus.",
										{
											"type": "entries",
											"name": "Fashion Show Timing",
											"page": 136,
											"id": "30f",
											"entries": [
												"Events related to the fashion show play out over the course of several weeks. Characters might decide to design their own fashions, model designs at the show, or sell their works at the auction. Other students might get involved in the fashion show as well, coaxing characters into the event.",
												"Let the players know the ways in which their characters can participate in the fashion show, and allow them to do so as much as they're interested, building toward the event at a date you set. These activities can happen in the background as characters focus on other goals or as the events in the \"{@adventure Party Preparations|SCC-TMM|0|Party Preparations}\" section take place."
											]
										},
										{
											"type": "entries",
											"name": "Fashion Design",
											"page": 136,
											"id": "310",
											"entries": [
												"Characters with an eye for design might create an outfit and enter it in the fashion show.",
												{
													"type": "entries",
													"name": "Creating an Outfit",
													"page": 136,
													"id": "311",
													"entries": [
														"To create an outfit, a character must describe the look they're after, spend 24 hours crafting the outfit, then make a successful {@dc 10} Dexterity check using leatherworker's tools, weaver's tools, or similarly appropriate artisan's tools. If the check fails, no wearable outfit is produced. If the character is successful, the character creates an outfit that is accepted into the show. Note the total of this check, which will help determine the outfit's value at the fashion auction later.",
														"If a character is Friends with Zanther Bowen or Aurora Luna Wynterstarr (see the \"{@adventure Fellow Students|SCC-CK|0|Fellow Students}\" section in {@adventure chapter 3|SCC-CK|0}), these students eagerly help the character with the outfit, providing advantage on the Dexterity check."
													]
												},
												{
													"type": "entries",
													"name": "Choosing a Model",
													"page": 136,
													"id": "312",
													"entries": [
														"A character who designs their own outfit can model the design or have someone else do so. This model takes part in the activities detailed in the \"Fashion Modeling\" section.",
														{
															"type": "image",
															"href": {
																"type": "internal",
																"path": "book/SCC/091-05-007.magic-and-style.webp"
															},
															"title": "Magic and style are on full display at a Strixhaven fashion show",
															"width": 850,
															"height": 1169,
															"credit": "Alessandra Pisano"
														}
													]
												},
												{
													"type": "entries",
													"name": "Rival Designers",
													"page": 136,
													"id": "313",
													"entries": [
														"Characters' Rivals might submit their own outfits to the fashion show. Aside from competing against a character, they might invite other characters or friendly students to model their fashions, leading to backstage drama."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Fashion Modeling",
											"page": 137,
											"id": "314",
											"entries": [
												"A character might be invited by a fashion designer to model the designer's outfit.",
												{
													"type": "entries",
													"name": "Preparation",
													"page": 137,
													"id": "315",
													"entries": [
														"A character intending to model an outfit must spend the hour before the show preparing by dressing, making final adjustments, and adding magical flourishes."
													]
												},
												{
													"type": "entries",
													"name": "Walking the Runway",
													"page": 137,
													"id": "316",
													"entries": [
														"When the time comes for a character to model an outfit by walking the runway, the character must make a {@dc 10} Dexterity ({@skill Acrobatics}) or Charisma ({@skill Performance}) check. If the check fails, the character suffers some mishap, and their modeling doesn't help sell that outfit. If the check succeeds, the modeling goes well, and you should note the total of the check, which will help determine the outfit's value for the fashion auction."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Fashion Show",
									"page": 137,
									"id": "317",
									"entries": [
										"When the characters arrive at the Rose Stage the night of the fashion show, read or paraphrase the following text:",
										{
											"type": "insetReadaloud",
											"id": "318",
											"entries": [
												"Shimmering lights and soft music drift across the Rose Stage and the surrounding seating as well-dressed students, professors, and alumni guests mingle. Behind the runway, student fashion designers, models, and their assistants buzz to and from backstage dressing rooms, making finishing touches before the show begins."
											]
										},
										"For the fashion show, the Rose Stage is divided into the external seating and open areas for audience mingling, the backstage for dressing, and the stage itself. See {@adventure map 3.5|SCC-CK|0|Map 3.5: the rose stage} in {@adventure chapter 3|SCC-CK|0} for a map of the Rose Stage.",
										"The event includes a pre-show period for mingling and light refreshment, the show itself, the fashion auction, and a brief closing reception. Characters can engage in any portion of the event, though models and designers typically spend the period prior to the show preparing in the hectic backstage dressing rooms.",
										{
											"type": "entries",
											"name": "Fashion Show Rumors",
											"page": 137,
											"id": "319",
											"entries": [
												"Roll on the Fashion Show Rumors table to determine what students chitchat with characters about during the event. The veracity of these rumors is up to you; use them to add additional drama to the event.",
												{
													"type": "table",
													"caption": "Fashion Show Rumors",
													"colLabels": [
														"d6",
														"Rumor"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"Another designer stole the student's design and is trying to pass it off as their own work!"
														],
														[
															"2",
															"An alumni designer is here to watch and recruit models for professional work."
														],
														[
															"3",
															"One of the outfits is actually alive."
														],
														[
															"4",
															"A student activist group plans to crash the event in protest of wasteful magical decadences."
														],
														[
															"5",
															"One of the colleges' deans wants to buy an outfit and has sent a proxy to bid on it."
														],
														[
															"6",
															"A plot is underway to animate an outfit while it's being worn down the runway, embarrassing the model and designer."
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "On the Runway",
											"page": 137,
											"id": "31a",
											"entries": [
												"After the guests take their seats, one by one an announcer introduces each model and whose outfit they're wearing, then proceeds to describe the outfit. All the while, the model walks the perimeter of the Rose Stage, doing their best to highlight the virtues of the outfit. The fashion show lasts 1 hour.",
												"Besides the characters, numerous students and Strixhaven alumni participate in the fashion show, and all the outfits on the Fashion at Auction table are modeled."
											]
										},
										{
											"type": "entries",
											"name": "Fashion Auction",
											"page": 137,
											"id": "31b",
											"entries": [
												"Following the fashion show, designers can auction their work to help fund the Magister's Masquerade. The auction takes place at the Rose Stage immediately following the fashion show. Dozens of students attend the show and the auction, including all the students in the \"{@adventure Fellow Students|SCC-CK|0|Fellow Students}\" section in {@adventure chapter 3|SCC-CK|0}. Three of these students—Urzmaktok Grojsh, Rubina Larkingdale, and Melwythorne—submitted designs and auction them off.",
												{
													"type": "entries",
													"name": "Determining a Design's Value",
													"page": 137,
													"id": "31c",
													"entries": [
														"To determine how much a character's outfit sells for at auction, add the number the designer recorded when creating the outfit and the number the model recorded when modeling the outfit (if any). Look up this total in the Check Total column of the Fashion Auction table to determine the outfit's value, along with some comparable outfits also being sold at the auction."
													]
												},
												{
													"type": "entries",
													"name": "Buying Fashions",
													"page": 137,
													"id": "31d",
													"entries": [
														"A character can bid on a design being auctioned off, ultimately winning it for the price listed in the Value column of the Fashion at Auction table. If you want to play out the bidding, the opening bid for each design is half of its value. Other students might bid against characters, driving up the outfit's value to its listed price. If you want to make bidding particularly intense, a rival bidder might drive up an outfit's price to 50 percent more than its listed value before relenting.",
														{
															"type": "table",
															"caption": "Fashion at Auction",
															"colLabels": [
																"Check Total",
																"Value",
																"Comparable Outfit"
															],
															"colStyles": [
																"col-2 text-center",
																"col-1 text-right",
																"col-9"
															],
															"rows": [
																[
																	"10–12",
																	"15 gp",
																	"Leather suit with a self-tying tie"
																],
																[
																	"13–16",
																	"30 gp",
																	"Violet ballgown with puffy sleeves"
																],
																[
																	"17–19",
																	"60 gp",
																	"Sleek tailcoat with levitating tails"
																],
																[
																	"20–23",
																	"120 gp",
																	"Black sheath dress studded with animated crimson eyes"
																],
																[
																	"24–27",
																	"240 gp",
																	"Kurta embroidered with magically orbiting constellations"
																],
																[
																	"28–31",
																	"360 gp",
																	"Mermaid dress with illusory jellyfish bobbing around it"
																],
																[
																	"32–35",
																	"540 gp",
																	"Kaleidoscopic agbada shifting with geometric patterns"
																],
																[
																	"36–39",
																	"720 gp",
																	"Daring assemblage of hovering ink splotches"
																],
																[
																	"40+",
																	"1,000 gp",
																	"Gloves that grow to cover the wearer in regal draconic scales"
																]
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Relationship Encounter",
											"page": 138,
											"id": "31e",
											"entries": [
												"If there are students with whom the characters wish to earn Relationship Points, treat the fashion show as a Relationship encounter using the rules in {@adventure chapter 3|SCC-CK|0|Using These Rules}. Have players note the results of this encounter on their copies of the tracking sheet."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Fashion Montage",
									"page": 138,
									"id": "31f",
									"entries": [
										"Following the fashion show, characters might still be undecided on what they're going to wear to the Magister's Masquerade. If they want ideas, it's time for a fashion montage.",
										"Have each player write two or three ideas for wild magical outfits on pieces of paper and collect them. Then, during an outing with friends or privately using their {@item Masque Charm|SCC|Masque charms}, the characters can try out the proposed outfits. Have players select from the collected ideas at random, then describe their characters trying on the outfit. Allow characters to try out as many outfits as they please. Other students might also be present to offer their advice, support, or criticism."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Party Preparations",
							"page": 138,
							"id": "320",
							"entries": [
								"Either after the fashion show or while preparations for that event are underway, the characters each receive a request from the masquerade organizing committee asking for their help. Two tasks need to be undertaken:",
								{
									"type": "list",
									"items": [
										"A trip to Witherbloom's bayou to harvest marshwicks (see \"Sedgemoor Harvest\" below)",
										"A day of gathering supplies stored at the Biblioplex (see \"{@adventure Biblioplex Supplies|SCC-TMM|0|Biblioplex Supplies}\" below)"
									]
								},
								{
									"type": "entries",
									"name": "Sedgemoor Harvest",
									"page": 138,
									"id": "321",
									"entries": [
										"In Sedgemoor grow phosphorescent marshwicks. The masquerade organizing committee has determined that these plants would be perfect for creating starry decorations for the ball's \"A Starlit Evening\" theme. A considerable number of marshwicks are needed, and they must be harvested by hand. The characters are part of a group that includes ten other students (apprentices from all five colleges; see {@book chapter 7|SCC|8} for their stat blocks).",
										"Harvesting the required number of marshwicks from Sedgemoor takes 8 hours. A character who succeeds on a {@dc 16} Intelligence ({@skill Nature}) or Wisdom ({@skill Survival}) check can reduce this time for everyone by 1 hour (to a minimum of 4 hours).",
										{
											"type": "entries",
											"name": "Random Encounters in the Bayou",
											"page": 138,
											"id": "322",
											"entries": [
												"Sedgemoor's bayou is full of dangerous creatures. For every hour the characters' group spends there, roll on the Bayou Encounters table to see what they discover. Use {@adventure map 3.6|SCC-CK|0|Map 3.6: sedgemoor} of Sedgemoor, found in {@adventure chapter 3|SCC-CK|0|Sedgemoor}, for any encounters where a map would be useful.",
												"Assume the characters are off by themselves when an encounter occurs; however, the other students aren't far away and can frighten away a monster or two if the characters get into serious trouble.",
												{
													"type": "table",
													"caption": "Bayou Encounters",
													"colLabels": [
														"d20",
														"Encounter"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1–4",
															"No encounter"
														],
														[
															"5–6",
															"1 {@creature giant crocodile} and 2 {@creature Crocodile||crocodiles}"
														],
														[
															"7–8",
															"A rare tourmaline-coiffed woodpecker, which a student insists on studying, adding 1 hour to the expedition"
														],
														[
															"9–10",
															"1 {@creature troll} who insists she's a magically transformed Strixhaven student"
														],
														[
															"11–12",
															"4 {@creature Lizardfolk Shaman||lizardfolk shamans} also looking for marshwicks"
														],
														[
															"13–14",
															"2 {@creature Shambling Mound||shambling mounds} covered in flowers"
														],
														[
															"15–16",
															"An archaic university emblem worth 50 gp"
														],
														[
															"17–18",
															"1 {@creature blue slaad}, which is lost"
														],
														[
															"19",
															"A {@creature green hag} who will give the group all the marshwicks they need if one of them invites her to the Magister's Masquerade"
														],
														[
															"20",
															"A dense stand of marshwicks that shaves 1 hour off the expedition if harvested"
														]
													]
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/SCC/092-05-008.those-who-visit-sedgemoor.webp"
													},
													"title": "Those who visit Sedgemoor are bound to discover its wondrous inhabitants and hidden mysteries",
													"width": 1700,
													"height": 1330,
													"credit": "Lie Setiawan"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Biblioplex Supplies",
									"page": 138,
									"id": "323",
									"entries": [
										"The Magister's Masquerade is such a Strixhaven institution that an entire section of the Biblioplex's archives is devoted to it. Along with records about the event, these archives serve as storage for masquerade supplies needed annually. The characters are among those students the masquerade organizing committee tasks with retrieving the hundreds of storage boxes conveying them to Kollema Hall. Ten other students (apprentices from all five colleges; see {@book chapter 7|SCC|8} for their stat blocks) are sent along with the characters.",
										{
											"type": "entries",
											"name": "Transporting the Supplies",
											"page": 139,
											"id": "324",
											"entries": [
												"Finding all the supplies related to the Magister's Masquerade, moving them out of the archives, and then transporting them to Kollema Hall should take the characters and their group 6 hours to complete. That assumes everyone in the group helps the entire time and someone arranges for transportation of the supplies. If one or more characters refuse to help or slip away for part of the time, add 1 hour to the task's duration. If the characters don't arrange transportation in advance, the task stalls until they make arrangements.",
												{
													"type": "entries",
													"name": "Masquerade Research",
													"page": 139,
													"id": "325",
													"entries": [
														"The records in the Biblioplex archives weren't available to the characters when they were doing their historical research earlier in the academic year (see \"{@adventure Records Gap|SCC-TMM|0|Records Gap}\" earlier in the chapter). A character who ignores their manual labor duties for an hour and investigates the archive records can make a {@dc 14} Intelligence ({@skill History}) check. If they succeed, they discover a firsthand report from 200 years ago involving a mysterious illness striking campus. Dozens of students fell victim to it, experiencing fatigue and headaches; many of them died, wasting away in a matter of days despite all efforts to cure them."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Advanced Arcane History Exam: Devices",
							"page": 139,
							"id": "326",
							"entries": [
								"The characters' second Exam in Advanced Arcane History takes place a short while after they complete the errands in preparation for the masquerade. It tests students' knowledge of famous magical relics and the history behind their creation and use. However, this test is unusual because the characters' professor, Dean Tullus, doesn't show up to administer it.",
								{
									"type": "entries",
									"name": "Studying Phase",
									"page": 140,
									"id": "327",
									"entries": [
										"The day before the Exam, the characters can study the course material. A character can use any ability check and skill during the Studying phase.",
										"Once you've asked each player how their character is approaching the Studying phase, resolve that phase by having each character who studies make a {@dc 18} ability check. Make sure players keep track of their characters' rerolls and apply them during the Testing phase."
									]
								},
								{
									"type": "entries",
									"name": "Testing Phase",
									"page": 140,
									"id": "328",
									"entries": [
										"On the day of the Exam, Dean Tullus doesn't show up for class. After 10 minutes of uncertainty, one of the dean's teaching assistants steps in to administer the Exam. Each character makes two ability checks related to parts of the test:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Magical Devices and Their Functions",
													"entry": "Matching a list of magical devices with their functions requires a successful {@dc 18} Intelligence ({@skill History}) check."
												},
												{
													"type": "item",
													"name": "History of Magical Devices",
													"entry": "Writing short essays about the origins of different magical devices requires a successful {@dc 18} Wisdom ({@skill Insight}) check."
												}
											]
										},
										"Have each player note their character's Exam results—how many Student Dice they gained and what skills they used during the test—on their copies of the tracking sheet.",
										{
											"type": "entries",
											"name": "Cheating",
											"page": 140,
											"id": "329",
											"entries": [
												"Due to Dean Tullus's absence and the lax attention of the teaching assistant administering the test, cheating on this Exam is a relatively easy matter; the DCs of the two checks is only 12."
											]
										},
										{
											"type": "entries",
											"name": "Costume Designs",
											"page": 140,
											"id": "32a",
											"entries": [
												"A character who showed Dean Tullus their plans for a historical masquerade costume adjusts their Exam results as follows:",
												{
													"type": "list",
													"items": [
														"If the character failed the Exam, they pass instead.",
														"If the character passed the Exam, they ace it instead.",
														"If the character aced the Exam, they receive three Student Dice, instead of two."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Following Up on the Dean",
									"page": 140,
									"id": "32b",
									"entries": [
										"After the Exam, a character who seeks to learn what happened to Dean Tullus can make a {@dc 14} Intelligence ({@skill Investigation}) check. If the check succeeds, the character learns that Dean Tullus just didn't show up for class, offering no explanation to her teaching assistants. Apparently, the normally fastidious dean was in her office at Archaeo Memorial Hall the whole time."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Suspicions",
							"page": 140,
							"id": "32c",
							"entries": [
								"After Dean Tullus's unexpected absence, characters might suspect that there's something off about the dean. A character who spends a day investigating Dean Tullus further and succeeds on a {@dc 12} Intelligence ({@skill Investigation}) check learns one of the rumors on the Dean Tullus Rumors table.",
								"Even if the characters choose not to investigate the dean, have some of these rumors come to the characters' attention to increase their suspicion. Characters who bring their misgivings to other faculty members are dismissed, as most professors are inured to students grousing about their teachers.",
								"Should the characters try to investigate Dean Tullus's office, there's rarely a time she or other faculty aren't working in the Deans' Wing of Archaeo Memorial Hall. However, everyone knows the dean will be attending the Magister's Masquerade. It might serve as a perfect chance to slip into her office while she's otherwise occupied.",
								"Ultimately, fuel the characters' suspicions, but they shouldn't have a chance to act until the night of the Magister's Masquerade.",
								{
									"type": "table",
									"caption": "Dean Tullus Rumors",
									"colLabels": [
										"d4",
										"Rumor"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"It seems like Dean Tullus is always working—she rarely leaves her office."
										],
										[
											"2",
											"The dean is rarely seen without a relic from her recent expedition to the Fortress Badlands: a misty green orb."
										],
										[
											"3",
											"Dean Tullus seems to be suffering from some malady. She has been uncharacteristically short with her students and seems to have frequent headaches."
										],
										[
											"4",
											"The dean has relied on teaching assistants to cover several of her lessons, sometimes missing class without warning or explanation."
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Fancying Up Footwork",
							"page": 140,
							"id": "32d",
							"entries": [
								"In preparation for the Magister's Masquerade, the Strixhaven faculty sponsors a day of free, professional dance lessons for third-year students.",
								"Dance lessons are offered about a week after the characters' second Advanced Arcane History Exam and are held on the Rose Stage on Silverquill College. {@adventure Map 3.5|SCC-CK|0|Map 3.5: the rose stage} shows the layout of the Rose Stage, and a full description of it can be found in {@adventure chapter 3|SCC-CK|0|The Rose Stage}.",
								"Numerous students attend the dance classes, including several of the characters' Friends, Beloveds, and Rivals, as well as other students from the \"{@adventure Fellow Students|SCC-CK|0|Fellow Students}\" section in {@adventure chapter 3|SCC-CK|0}.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/093-05-009.magic-or-dance.webp"
									},
									"title": "Whether learning magic or dance, Strixhaven students throw themselves into their studies with zeal",
									"width": 850,
									"height": 1170,
									"credit": "Marta Nael"
								},
								"The day of the dance classes, when the characters show up at the Rose Stage, read or paraphrase the following text:",
								{
									"type": "insetReadaloud",
									"id": "32e",
									"entries": [
										"The hum of conversation, awkward laughter, and the sound of shuffling feet meet you as you approach the Rose Stage on Silverquill's campus. Upon the polished stage mill dozens of students, waiting nervously or trying out their best approximations of dance moves."
									]
								},
								"Several dozen students are already present at the Rose Stage, waiting for the dance lessons to begin. As soon as the characters arrive, a familiar student approaches one of them and points out a large, graceful, blue-skinned individual amid the crowd. \"I think that's Nivall!\" the student says, urging the characters to follow. \"They're the greatest dancer ever to graduate from Strixhaven. Come on—I bet they'll teach us amazing moves!\"",
								"Dance instructor Nivall (chaotic good {@creature djinni}) is a graceful individual who moves as naturally as a cloud. A recent Strixhaven graduate, Nivall leads the students through 4 hours of dance lessons. First, though, Nivall asks everyone to choose their first dance partner or allow Nivall to pair them off.",
								{
									"type": "entries",
									"name": "Dance with Me?",
									"page": 141,
									"id": "32f",
									"entries": [
										"Nivall walks students through a dance routine, then asks dancers to repeat it on their own. After each dance, Nivall encourages students to switch partners. During the dance lesson, at least one student each character dances with stands out. Roll on the Dance Partner Quirks table to determine how.",
										{
											"type": "table",
											"caption": "Dance Partner Quirks",
											"colLabels": [
												"d6",
												"The Character's Partner..."
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Is already a fantastic dancer."
												],
												[
													"2",
													"Treats a dance like a competitive, full-contact sport."
												],
												[
													"3",
													"Is shy or embarrassed, giggling uncontrollably and never making eye contact."
												],
												[
													"4",
													"Is fantastically clumsy or gets dizzy easily."
												],
												[
													"5",
													"Tries to mask their discomfort by complaining about how stupid this all is."
												],
												[
													"6",
													"Talks tirelessly about their incredible outfit for the masquerade."
												]
											]
										},
										{
											"type": "entries",
											"name": "Relationship Encounter",
											"page": 141,
											"id": "330",
											"entries": [
												"If there are students with whom the characters wish to earn Relationship Points, treat the dance lesson as a Relationship encounter using the rules in {@adventure chapter 3|SCC-CK|0|Using These Rules}. Have players note the results of this encounter on their copies of the tracking sheet."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Preparing the Hall",
							"page": 141,
							"id": "331",
							"entries": [
								"After the dance lessons, characters have time to focus on classes or other activities, but the date of the Magister's Masquerade is getting close. A week before the ball, each character receives a request from the masquerade organizing committee. They're asked to collaborate with other students to help prepare Kollema Hall for the masquerade. Unknown to the characters, though, {@creature Murgaxor|SCC} uses this gathering to test his curse on a larger, more dangerous scale.",
								"The following sections detail the parts of Kollema Hall where students set up for the Magister's Masquerade, along with several incidents that plague their work.",
								{
									"type": "entries",
									"name": "Kollema Hall Features",
									"page": 142,
									"id": "332",
									"entries": [
										"Kollema Hall is a historic structure dedicated to the respected Strixhaven professor, Magister Kollema—an innovator in the magical study of history. After his death, the university renamed this hall in his honor and built an enormous statue of him at its center. Details about the hall are summarized here:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Ceilings",
													"entry": "The center of the hall rises 200 feet above the floor to a domed ceiling. The ceiling above each balcony is 20 feet high."
												},
												{
													"type": "item",
													"name": "Doors",
													"entry": "At night, all exterior doors to the hall are locked and sealed with {@spell arcane lock} spells. Only Lorehold College faculty members, including Dean Tullus, know the password to bypass these spells. Opening a lock requires thieves' tools and a successful {@dc 25} Dexterity check ({@dc 35} while the {@spell arcane lock} spell is active)."
												},
												{
													"type": "item",
													"name": "Illumination",
													"entry": "Light from the domed skylight and {@spell continual flame} spells cast on hanging lanterns provide bright illumination throughout the hall."
												},
												{
													"type": "item",
													"name": "Magic Steps",
													"entry": "All steps, including the hall's grand staircase, shift up or down like escalators, or flatten out completely before raising or lowering like lifts to accommodate larger creatures and mobility devices, depending on users' needs."
												},
												{
													"type": "item",
													"name": "Transport Glyphs",
													"entry": "Runic glyphs (marked as starbursts on map 5.2) are etched on the floor near the hall's main staircase. Any creature that stands on a glyph and says \"up\" or \"down\" is teleported to the transport glyph one floor higher or lower in the hall (depending on the direction spoken), along with anything the creature is wearing or carrying. If the destination glyph is occupied or the command doesn't make sense (such as saying \"down\" while on the hall's lowest floor), the transport glyph doesn't function."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Kollema Hall Locations",
									"page": 142,
									"id": "333",
									"entries": [
										"The following locations are keyed to map 5.2. This map depicts only the building's first floor, part of its symmetrical second floor, and the infirmary on its third floor. The full building consists of ten floors, but these locations are the most relevant to the characters' activities.",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/SCC/094-map-5.2-kollema-hall.webp"
													},
													"imageType": "map",
													"grid": {
														"type": "square",
														"size": 93,
														"offsetX": 32,
														"offsetY": 44,
														"scale": 2
													},
													"title": "Map 5.2: Kollema Hall",
													"width": 3000,
													"height": 4314,
													"mapRegions": [
														{
															"area": "337",
															"points": [
																[
																	1080,
																	528
																],
																[
																	943,
																	545
																],
																[
																	796,
																	587
																],
																[
																	644,
																	665
																],
																[
																	507,
																	766
																],
																[
																	404,
																	878
																],
																[
																	303,
																	996
																],
																[
																	269,
																	1082
																],
																[
																	229,
																	1208
																],
																[
																	229,
																	1288
																],
																[
																	278,
																	1305
																],
																[
																	360,
																	1299
																],
																[
																	573,
																	1301
																],
																[
																	535,
																	1206
																],
																[
																	549,
																	1133
																],
																[
																	589,
																	1145
																],
																[
																	653,
																	1139
																],
																[
																	678,
																	1099
																],
																[
																	682,
																	1053
																],
																[
																	661,
																	1011
																],
																[
																	741,
																	994
																],
																[
																	760,
																	985
																],
																[
																	768,
																	966
																],
																[
																	792,
																	964
																],
																[
																	789,
																	914
																],
																[
																	813,
																	840
																],
																[
																	872,
																	775
																],
																[
																	958,
																	737
																],
																[
																	1034,
																	741
																],
																[
																	1080,
																	771
																]
															]
														},
														{
															"area": "337",
															"points": [
																[
																	571,
																	1356
																],
																[
																	255,
																	1352
																],
																[
																	219,
																	1373
																],
																[
																	215,
																	1406
																],
																[
																	234,
																	1491
																],
																[
																	274,
																	1585
																],
																[
																	337,
																	1709
																],
																[
																	406,
																	1813
																],
																[
																	503,
																	1907
																],
																[
																	646,
																	2004
																],
																[
																	823,
																	2084
																],
																[
																	1004,
																	2139
																],
																[
																	1065,
																	2147
																],
																[
																	1084,
																	2133
																],
																[
																	1095,
																	2101
																],
																[
																	1097,
																	1884
																],
																[
																	981,
																	1920
																],
																[
																	907,
																	1912
																],
																[
																	851,
																	1874
																],
																[
																	815,
																	1838
																],
																[
																	794,
																	1789
																],
																[
																	787,
																	1737
																],
																[
																	794,
																	1695
																],
																[
																	768,
																	1684
																],
																[
																	758,
																	1667
																],
																[
																	665,
																	1651
																],
																[
																	602,
																	1619
																],
																[
																	623,
																	1608
																],
																[
																	640,
																	1589
																],
																[
																	663,
																	1552
																],
																[
																	661,
																	1505
																],
																[
																	640,
																	1465
																],
																[
																	613,
																	1457
																],
																[
																	577,
																	1453
																],
																[
																	545,
																	1461
																],
																[
																	545,
																	1408
																],
																[
																	558,
																	1385
																]
															]
														},
														{
															"area": "33a",
															"points": [
																[
																	2164,
																	596
																],
																[
																	2164,
																	1046
																],
																[
																	2701,
																	1046
																],
																[
																	2701,
																	596
																]
															]
														},
														{
															"area": "339",
															"points": [
																[
																	2198,
																	1509
																],
																[
																	2478,
																	1053
																],
																[
																	2697,
																	1053
																],
																[
																	2419,
																	1509
																]
															]
														},
														{
															"area": "338",
															"points": [
																[
																	1880,
																	1518
																],
																[
																	1880,
																	1973
																],
																[
																	2419,
																	1973
																],
																[
																	2419,
																	1518
																]
															]
														},
														{
															"area": "335",
															"points": [
																[
																	1135,
																	3274
																],
																[
																	1154,
																	3185
																],
																[
																	1196,
																	3112
																],
																[
																	1253,
																	3048
																],
																[
																	1352,
																	3006
																],
																[
																	1448,
																	3000
																],
																[
																	1560,
																	3042
																],
																[
																	1629,
																	3116
																],
																[
																	1669,
																	3179
																],
																[
																	1680,
																	3301
																],
																[
																	1657,
																	3392
																],
																[
																	1619,
																	3463
																],
																[
																	1566,
																	3509
																],
																[
																	1488,
																	3541
																],
																[
																	1402,
																	3552
																],
																[
																	1316,
																	3531
																],
																[
																	1229,
																	3478
																],
																[
																	1173,
																	3402
																],
																[
																	1143,
																	3337
																]
															]
														},
														{
															"area": "336",
															"points": [
																[
																	897,
																	2952
																],
																[
																	907,
																	2933
																],
																[
																	916,
																	2912
																],
																[
																	996,
																	2838
																],
																[
																	1078,
																	2794
																],
																[
																	1194,
																	2756
																],
																[
																	1219,
																	2752
																],
																[
																	1238,
																	2743
																],
																[
																	1345,
																	2726
																],
																[
																	1453,
																	2720
																],
																[
																	1600,
																	2743
																],
																[
																	1623,
																	2758
																],
																[
																	1644,
																	2756
																],
																[
																	1749,
																	2792
																],
																[
																	1872,
																	2855
																],
																[
																	1935,
																	2920
																],
																[
																	1935,
																	2939
																],
																[
																	1937,
																	2952
																],
																[
																	1655,
																	3141
																],
																[
																	1627,
																	3048
																],
																[
																	1579,
																	2983
																],
																[
																	1520,
																	2933
																],
																[
																	1461,
																	2907
																],
																[
																	1371,
																	2909
																],
																[
																	1295,
																	2937
																],
																[
																	1234,
																	2985
																],
																[
																	1183,
																	3057
																],
																[
																	1166,
																	3112
																]
															]
														},
														{
															"area": "334",
															"points": [
																[
																	855,
																	3272
																],
																[
																	855,
																	3457
																],
																[
																	1040,
																	3457
																],
																[
																	1040,
																	3272
																]
															]
														}
													],
													"hrefThumbnail": {
														"type": "internal",
														"path": "book/SCC/thumbnail/094-map-5.2-kollema-hall.webp"
													},
													"id": "000",
													"credit": "Sean MacDonald"
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/SCC/map-5.2-kollema-hall-player.webp"
													},
													"title": "Player Version",
													"width": 3000,
													"height": 4314,
													"imageType": "mapPlayer",
													"grid": {
														"type": "square",
														"size": 93,
														"offsetX": 32,
														"offsetY": 44,
														"scale": 2
													},
													"mapParent": {
														"id": "000"
													},
													"credit": "Sean MacDonald"
												}
											]
										},
										{
											"type": "entries",
											"name": "K1. Serenity Quadrants",
											"page": 142,
											"id": "334",
											"entries": [
												"Study areas under the hall's tiered balconies hold an impressive collection of history books. Sorting the book collection day and night are {@dice 1d4} {@creature Cogwork Archivist|SCC|cogwork archivists} (see {@book chapter 7|SCC|8|Cogwork Archivist})."
											]
										},
										{
											"type": "entries",
											"name": "K2. Wise Kollema",
											"page": 142,
											"id": "335",
											"entries": [
												"The towering statue of Kollema holds an open book in one hand and a staff in the other and is visible from each of the hall's floors."
											]
										},
										{
											"type": "entries",
											"name": "K3. Demonstration Stage",
											"page": 142,
											"id": "336",
											"entries": [
												"This stage rises 5 feet to be flush with the base of Kollema's statue. Here, Lorehold professors perform demonstrations of their college's more physically demanding subjects, such as conjuring the spirits of past scholars and historians. On any given weekday, there is a 50 percent chance that one {@creature Lorehold professor of chaos|SCC} and twelve {@creature Lorehold Pledgemage|SCC|Lorehold pledgemages} (see {@book chapter 7|SCC|8|Lorehold Scholars} for both) are taking part in a class here."
											]
										},
										{
											"type": "entries",
											"name": "K4. Second-Floor Study",
											"page": 142,
											"id": "337",
											"entries": [
												"The collection of books upon the second floor focuses on historical accounts of mage-explorers and archaeomancers. Attending this collection day and night are {@dice 1d4} {@creature Cogwork Archivist|SCC|cogwork archivists} (see {@book chapter 7|SCC|8|Cogwork Archivist})."
											]
										},
										{
											"type": "entries",
											"name": "K5. Infirmary Intake",
											"page": 142,
											"id": "338",
											"entries": [
												"This infirmary is staffed by Zertha DeSantos (lawful good human {@creature Lorehold professor of order|SCC}; see {@book chapter 7|SCC|8|Lorehold Professor of Order}). Colorful, framed art bears the messages \"Keep eating habits healthy!\" and \"Never practice dangerous magic without a buddy!\""
											]
										},
										{
											"type": "entries",
											"name": "K6. Infirmary Hall",
											"page": 142,
											"id": "339",
											"entries": [
												"This featureless hall connects the infirmary and the sickroom."
											]
										},
										{
											"type": "entries",
											"name": "K7. Sickroom",
											"page": 142,
											"id": "33a",
											"entries": [
												"The six stiff-sheeted beds in this rarely used sickroom provide places for ill or injured students to rest."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Masquerade Preparations",
									"page": 142,
									"id": "33b",
									"entries": [
										"The following tasks must be completed to transform Kollema Hall:",
										{
											"type": "list",
											"items": [
												"Remove all the tables from the first floor.",
												"Unpack the supplies delivered from the Biblioplex.",
												"Hang banners from the second floor.",
												"Hang colorful lanterns.",
												"Ready the stage for magic that will allow dancers to levitate.",
												"Prepare magical decorations for later deployment.",
												"Set up mundane decorations."
											]
										},
										"The characters are sent to complete these tasks along with twenty other students. These students include individuals the characters know and classmates they're less familiar with. Even for this number of helpers, the work takes at least 8 hours to complete—longer if students get distracted.",
										"The work of preparing the hall might be plagued by accidents. Student recklessness isn't entirely to blame for these dangers—unknown to the characters, some more sinister force is at work. For every two hours the characters spend working in Kollema Hall, roll on the Kollema Hall Accidents table to determine whether an event occurs, then run the corresponding event, which is described below the table. Events can occur more than once. At the end of this time, continue with the \"{@adventure Waking Nightmares|SCC-TMM|0|Waking Nightmares}\" section.",
										{
											"type": "table",
											"caption": "Kollema Hall Accidents",
											"colLabels": [
												"d10",
												"Event"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1–4",
													"No Event"
												],
												[
													"{@adventure 5|SCC-TMM|0|Archivist Attack}",
													"Archivist Attack"
												],
												[
													"{@adventure 6|SCC-TMM|0|Firebreak}",
													"Firebreak"
												],
												[
													"{@adventure 7|SCC-TMM|0|Get Me Down}",
													"Get Me Down"
												],
												[
													"{@adventure 8|SCC-TMM|0|Look Out}",
													"Look Out"
												],
												[
													"{@adventure 9–10|SCC-TMM|0|Sick Leave}",
													"Sick Leave"
												]
											]
										},
										{
											"type": "entries",
											"name": "Archivist Attack",
											"page": 144,
											"id": "33c",
											"entries": [
												"In response to a dropped table or minor damage to the library shelves, two {@creature Cogwork Archivist|SCC|cogwork archivists} (see {@book chapter 7|SCC|8|Cogwork Archivist}) move to attack the offending students. It's unclear why the archivists react so aggressively."
											]
										},
										{
											"type": "entries",
											"name": "Firebreak",
											"page": 144,
											"id": "33d",
											"entries": [
												"On the night of the masquerade, the hall will be lit with dozens of magical floating lights that emanate from magical firework-like devices that will be set off soon after the event begins. These tube-like devices are among the decorations being set up during the day's preparations. Choose a character and have them make a {@dc 16} Intelligence ({@skill Investigation}) check. On a successful check, they notice that one of the devices is faulty. On a failed check, the character doesn't spot anything amiss.",
												"If the character fails to notice the damaged device, or notices the problem but elects to do nothing about it, a misfire occurs in the \"{@adventure Welcoming Announcement|SCC-TMM|0|Welcoming Announcement}\" section later in this chapter."
											]
										},
										{
											"type": "entries",
											"name": "Get Me Down",
											"page": 144,
											"id": "33e",
											"entries": [
												"The demonstration stage ({@adventure area K3|SCC-TMM|0|K3. Demonstration Stage} on {@adventure map 5.2|SCC-TMM|0|Map 5.2: Kollema hall}) has been enchanted with magic that will allow dancers to fly above it on the night of the masquerade. However, this magic has somehow activated early, causing a student the characters know to levitate unexpectedly, stranding them 50 feet in the air, out of reach of any solid objects. The student can't move from their position while out of reach, but if they come in contact with an anchored object, they can move along it as if climbing. The student levitates for 5 minutes before the magic ends and they fall."
											]
										},
										{
											"type": "entries",
											"name": "Look Out",
											"page": 144,
											"id": "33f",
											"entries": [
												"Someone shouts a warning as a box of heavy decorations drops from a balcony several floors up. A random character must succeed on a {@dc 14} Dexterity saving throw or take 10 ({@dice 3d6}) bludgeoning damage.",
												"If no character is in a place where something could fall on them, choose a character and let them notice the box about to fall on a student on the first floor. The character has an instant to try to mitigate the danger—perhaps by casting a spell or using a class feature. If they can't, the box hits the student and deals damage as described above."
											]
										},
										{
											"type": "entries",
											"name": "Sick Leave",
											"page": 144,
											"id": "340",
											"entries": [
												"During the hall's preparation, a student complains of having a headache that's suddenly gotten worse, and they head to the third-floor infirmary. Although the characters have no way of knowing it, this student is cursed by {@item Murgaxor's orb|SCC}. When this happens, increase the number of sick students in the \"Waking Nightmares\" section by one. If a character escorts the student to the infirmary, Professor DeSantos doesn't find anything wrong with the student and encourages them to lie down in the sickroom ({@adventure area K7|SCC-TMM|0|K7. Sickroom} on {@adventure map 5.2|SCC-TMM|0|Map 5.2: Kollema hall}) until they feel better."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Waking Nightmares",
									"page": 144,
									"id": "341",
									"entries": [
										"As the work of preparing Kollema Hall winds down, six students complain about headaches and go to the infirmary. All these students are feeling the effects of the curse caused by {@item Murgaxor's orb|SCC}. These students should be a mix of students the characters know and don't know.",
										"If a character goes to the infirmary with the sick students, Professor DeSantos is concerned by the sudden influx of patients but can't find anything wrong with them. She insists they rest in the sickroom until they feel better.",
										"Ten minutes later, these six students—along with any others who came to the infirmary during the \"Sick Leave\" event—are back on their feet, though something is clearly wrong. The afflicted students are all suffering from the Visions of Terror effect of {@item Murgaxor's orb|SCC}. They're delirious and hallucinating, shouting things like \"No! Stop!\" and \"Keep away!\" Reacting violently to whatever they're seeing, they attack anyone near them as they try to escape Kollema Hall; use one or more of the college apprentice stat blocks in {@book chapter 7|SCC|8} to represent them.",
										"Any characters in the infirmary are among the first people the delirious students turn against. Characters on the hall's first and second floors who succeed on a {@dc 14} Wisdom ({@skill Perception}) check hear shouting and breaking glass on the third floor. Soon after, the panicking students rush onto the second floor and seek to escape, attacking anyone who comes close, while yelling things like \"Stay back, monster!\" and \"Help, they're trying to kill me!\" The resulting scene descends into chaos as the other students either try to help or scatter in terror.",
										{
											"type": "entries",
											"name": "Ending the Panic",
											"page": 145,
											"id": "342",
											"entries": [
												"A character can use an action to try to calm a delirious student, doing so with a successful {@dc 14} Charisma ({@skill Persuasion}) check. A character who is a Friend or Beloved of the delirious student has advantage on the check. If the check fails, the student continues to panic. If the check succeeds, the student becomes docile and returns to normal after 10 minutes; the same thing happens if the student is {@condition incapacitated}. Sick students who escape from Kollema Hall rampage across campus for 10 minutes before being taken into custody by university staff.",
												"After this incident, most of the afflicted students are too scared to attend the Magister's Masquerade."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Investigating the Panic",
									"page": 145,
									"id": "343",
									"entries": [
										"A character who investigates what led to the students' mysterious behavior can make a {@dc 14} Intelligence ({@skill Investigation}) check. A successful check reveals that the sick students all recently visited {@adventure Bow's End Tavern|SCC-CK|0|Bow's End Tavern}—they met for breakfast before the day's work started. If the characters miss this clue, a student whom a character is acquainted with shares this observation a day later.",
										{
											"type": "entries",
											"name": "Investigating Bow's End",
											"page": 145,
											"id": "344",
											"entries": [
												"A character who visits Bow's End Tavern can ask around about the students. None of the staff remembers anything remarkable, but one of the tavern's chefs, Curtie Axechucker, was working when the students originally came in. She's also there when the characters come to investigate.",
												"Regardless of the characters' line of questioning, the anxious Chef Curtie (chaotic neutral dwarf {@creature commoner}) jumps to the conclusion that her food might have sickened the students. A character must succeed on a {@dc 12} Charisma ({@skill Intimidation} or {@skill Persuasion}) check to get useful information out of Curtie, as she works herself into a flustered state. For each successful check, Curtie offers one of the following pieces of information:",
												{
													"type": "list",
													"items": [
														"She was the only chef on duty when the students in question came in.",
														"The morning meal was nothing remarkable, with waffles drizzled in Sedgemoor mushroom syrup being popular.",
														"Student pranksters have tried to slip psychoactive ingredients into meals in years past.",
														"Dean Tullus was at the tavern and spoke with the students. The dean seemed uncharacteristically friendly, chatting and shaking hands as they parted."
													]
												},
												"Curtie couldn't hear what the dean said to the students and doesn't remember anything useful beyond this. She begs the characters not to spread rumors about the tavern until it's clear what happened."
											]
										},
										{
											"type": "entries",
											"name": "Talking to the Dean",
											"page": 145,
											"id": "345",
											"entries": [
												"If the characters wish to ask Dean Tullus about why she was at Bow's End Tavern, meeting with her immediately proves impossible, as the professor is busy with her classes and personal research. However, a teaching assistant can make an appointment for the characters to talk to the dean during her office hours three days after the chaos at Kollema Hall. This meeting takes place in Tullus's office in the Deans' Wing of Archaeo Memorial Hall.",
												"Should the characters meet with Dean Tullus, they find her polite but cold. She admits she was at the tavern, but only to ensure preparations for the Magister's Masquerade were on track. She remembers seeing some of her students at the tavern but doesn't remember what they spoke about. She claims to be cordial with all her students. Characters who succeed on a {@dc 12} Wisdom ({@skill Insight}) check suspect Tullus isn't being entirely truthful, but aren't sure what about. Those who succeed on a {@dc 12} Wisdom ({@skill Perception}) check also notice the green orb the dean showcased during class occupying a prominent space behind her desk.",
												"If the characters persist in their questioning, Dean Tullus brushes off any implication of impropriety and mentions that the Strixhaven administration is making its own investigation into the events at Kollema Hall—one that will scrutinize everyone who was there. She ends the meeting by telling the characters to focus on studying for their upcoming exams."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Advance to 7th Level!",
							"page": 145,
							"id": "346",
							"entries": [
								"Once the characters have dealt with the incident at Kollema Hall, they advance to 7th level."
							]
						},
						{
							"type": "section",
							"name": "Advanced Arcane History Exam: Unearthed Arcana",
							"page": 145,
							"id": "347",
							"entries": [
								"The characters' final Exam in Advanced Arcane History takes place just two days before the masquerade and tests students' knowledge of theories about lost magical relics and devices.",
								{
									"type": "entries",
									"name": "Studying Phase",
									"page": 145,
									"id": "348",
									"entries": [
										"The day before the Exam, the characters can study the course material. A character can use any ability check and skill during the Studying phase.",
										"Once you've asked each player how their character is approaching the Studying phase, resolve that phase by having each character who studies make a {@dc 17} ability check. Make sure players keep track of their characters' rerolls and apply them during the Testing phase."
									]
								},
								{
									"type": "entries",
									"name": "Testing Phase",
									"page": 146,
									"id": "349",
									"entries": [
										"Once again, Dean Tullus doesn't appear to administer this Exam, but her assistants are prepared and run the Exam smoothly. On the day of the Exam, each character makes two ability checks related to parts of the test:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Lost Magic Relics",
													"entry": "Identifying famous missing magical relics requires a successful {@dc 19} Intelligence ({@skill Arcana}) or Intelligence ({@skill History}) check."
												},
												{
													"type": "item",
													"name": "Discovery Hypotheses",
													"entry": "Writing short essays theorizing what magic items scholars have yet to discover requires a successful {@dc 19} Charisma ({@skill Persuasion}) check."
												}
											]
										},
										"Have each player note their character's Exam results—how many Student Dice they gained and what skills they used during the test—on their copies of the tracking sheet.",
										{
											"type": "entries",
											"name": "Cheating",
											"page": 146,
											"id": "34a",
											"entries": [
												"Dean Tullus's teaching assistants aren't as alert for cheaters as true Strixhaven professors; the DCs of the two checks is only 14."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "A Starlit Night",
					"page": 146,
					"id": "34b",
					"entries": [
						"The Magister's Masquerade occurs in the final weeks of the academic year as students' final exams conclude. The events of the ball precipitate the end of the adventure, so tie up any loose plots characters are involved in prior to starting this section or during its more free-form parts.",
						"While the masquerade is the climax of the academic year, the adventure's final challenges take place at Archaeo Memorial Hall as the characters' investigation of Dean Tullus comes to a head. During the Masquerade, the dean uses the crowd to spread {@creature Murgaxor|SCC}'s curse, sowing the seeds for the villain's future magical plots. Use opportunities at the masquerade to fuel the characters' suspicions and ultimately encourage them to investigate the dean's office, as detailed in the \"{@adventure Midnight at Lorehold|SCC-TMM|0|Midnight at Lorehold}\" section.",
						{
							"type": "section",
							"name": "Preparing for the Masquerade",
							"page": 146,
							"id": "34c",
							"entries": [
								"Many students spend the day of the Magister's Masquerade preparing for the event by relaxing, putting the finishing touches on their costumes, dressing, and meeting with friends so they can arrive at the event together. Nothing sinister happens to the characters during this time, but it's still a stressful period, and tensions are apt to be high. The day of the masquerade, have each character roll on the Preparation Accidents table to see how the lead-up to the event goes.",
								{
									"type": "table",
									"caption": "Preparation Accidents",
									"colLabels": [
										"d10",
										"Accident"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1–3",
											"No accident. Preparations go smoothly."
										],
										[
											"4",
											"The character learns another student is wearing the same costume as them."
										],
										[
											"5",
											"Makeup, hair dye, or magical accessories work incorrectly, causing part of the character's appearance to have an unexpected color."
										],
										[
											"6",
											"The character loses their {@item masque charm|SCC}."
										],
										[
											"7",
											"The character's date backs out at the last moment, or they're encouraged to have someone unexpected attend the ball with them."
										],
										[
											"8",
											"An unexpected emergency at a Job or related to an Extracurricular takes up some of the character's preparation time. This makes them {@dice 6d10} minutes late to the event."
										],
										[
											"9",
											"The masquerade's organizers require the character to show up to the event {@dice 1d4} hours early and work for a portion of the masquerade."
										],
										[
											"10",
											"An accident—such as a chemical spill, animal damage, or a rain of magic pigment—ruins the character's costume {@dice 1d4} hours before the event."
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Arriving at the Masquerade",
							"page": 146,
							"id": "34d",
							"entries": [
								"The Magister's Masquerade starts at dusk. Once characters have completed their preparations (or time has run out), they should head to Kollema Hall. As they arrive at Kollema Hall and step inside, read or paraphrase the following text:",
								{
									"type": "insetReadaloud",
									"id": "34e",
									"entries": [
										"Kollema Hall has been transformed. Music, color, and laughter fill the airy space as masked and impeccably dressed students and faculty mingle. Beyond a check-in stand attended by student hosts, tables are arranged with whimsical ice sculptures and ornate refreshments. A band plays energetic music near the demonstration stage, which has been turned into a dance floor. Above it all, banners depicting Strixhaven heroes hang amid drifting lanterns glowing with soft light."
									]
								},
								"Students don't need to present their invitations to gain admittance to the masquerade, but they are expected to check in. All third-year students and their guests are admitted to the ball, so long as they're wearing appropriate attire. If a student arrives without adequate attire, a helpful student working the desk takes them to a room upstairs with a wardrobe full of musty costumes from past Prismari theatrical events. The character can use these costumes to assemble an outfit, albeit an atrocious one.",
								{
									"type": "entries",
									"name": "Masquerade General Features",
									"page": 147,
									"id": "34f",
									"entries": [
										"The Magister's Masquerade is held on the first floor of Kollema Hall, which is shown on {@adventure map 5.2.|SCC-TMM|0|Kollema Hall Locations} The tables have been moved from {@adventure area K1|SCC-TMM|0|K1. Serenity Quadrants} and replaced with a few long tables serving refreshments. During the masquerade, add the following features to those listed in the \"{@adventure Kollema Hall Features|SCC-TMM|0|Kollema Hall Features}\" section earlier in this chapter:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Crowded",
													"entry": "During the masquerade, the first and second floors of the hall are crowded with people. These floors are {@book difficult terrain|PHB|8|Difficult Terrain}."
												},
												{
													"type": "item",
													"name": "Distracting",
													"entry": "The hall is filled with music and activity. Creatures on the first and second floors have disadvantage on Wisdom ({@skill Perception}) checks."
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Masquerade Events",
							"page": 147,
							"id": "350",
							"entries": [
								"The Magister's Masquerade includes the events below; run them in the order shown. Between the events, allow opportunities for characters to socialize. Moments to mingle or dance can serve as the culmination of some Relationships or as turning points for others. Linger on opportunities to socialize as long as you and the players please, and adjust Relationship Points as necessary.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/095-05-010.from-spell-mishaps.webp"
									},
									"title": "From spell mishaps to pigment storms, plenty could go wrong the day of the Magister's Masquerade",
									"width": 1700,
									"height": 1247,
									"credit": "Bayard Wu"
								},
								{
									"type": "entries",
									"name": "Guess Who?",
									"page": 147,
									"id": "351",
									"entries": [
										"When the characters arrive, they have time to socialize, take in other students' costumes, and meet up with acquaintances they recognize. While characters easily recognize each other, nearly everyone at the masquerade is wearing a magical disguise. Correctly guessing another student's identity requires a successful {@dc 13} Intelligence ({@skill Investigation}) check, regardless of whether the student wears a mundane or magical costume. A character has advantage on checks made to recognize any students they have a Relationship with.",
										"Some characters might look for Dean Tullus during the masquerade, but they don't immediately see her. Anyone they ask about her believes the dean is present, but no one can readily point her out.",
										"During this initial period (and later in the event), mages using the {@spell unseen servant} spell circulate trays of food and drink throughout the hall."
									]
								},
								{
									"type": "entries",
									"name": "Welcoming Announcement",
									"page": 147,
									"id": "352",
									"entries": [
										"Once all the characters have arrived and had a chance to mingle, Dean Tullus welcomes the attendees to the annual Magister's Masquerade. Read the following text to begin this event:",
										{
											"type": "insetReadaloud",
											"id": "353",
											"entries": [
												"The music falls silent and a spotlight shines upon a second-floor balcony as Dean Tullus approaches the railing. The dean is unmasked and resplendent in a gown made of golden scrolls. Magic amplifies her voice, carrying it throughout the hall.",
												"\"Students, faculty, honored guests of Strixhaven: welcome to the Magister's Masquerade! I know many of you have been looking forward to this night as much as I have, and I promise it will be a night to remember!\"",
												"She gestures toward the massive statue in the hall's center. \"Centuries ago, wise Kollema established this masquerade as a Strixhaven tradition to bring students of all our colleges together, to show the potential of our university's mission, and to create a night of magic. Tonight, we are honored by the presence of his spirit and wisdom once again, for history lives here at Strixhaven, and nothing is ever truly forgotten.",
												"\"Now, you've all been promised a starlit night, so one and all, come dance among the stars!\""
											]
										},
										"With Dean Tullus's final words, the tube-like devices placed during the \"{@adventure Preparing the Hall|SCC-TMM|0|Preparing the Hall}\" event fire, scattering multicolored lights to the heights of the hall. These insubstantial magical motes hang in the air, shedding a gentle starry light.",
										{
											"type": "entries",
											"id": "354",
											"entries": [
												{
													"type": "entries",
													"name": "Misfire",
													"page": 148,
													"id": "355",
													"entries": [
														"If a character failed to notice the faulty device in the \"{@adventure Firebreak|SCC-TMM|0|Firebreak}\" event earlier in the chapter, or noticed it but did nothing about it, the device explodes when activated. The explosion happens in the quadrant of Kollema Hall's first floor with the largest number of characters. Everyone in that quarter of the hall must succeed on a {@dc 14} Dexterity saving throw or have starry embers burn small holes into their attire. Creatures are otherwise unharmed. Guests are startled, and many are upset about what's happened to their outfits, but within 10 minutes most attendees calm down."
													]
												},
												{
													"type": "entries",
													"name": "Dance among the Stars",
													"page": 148,
													"id": "356",
													"entries": [
														"As the dean finishes her speech, the magic placed on the Kollema Hall demonstration stage activates. Anyone who enters a space on or above the stage gains a fly speed equal to their walking speed. This allows the guests to literally dance on air. Anyone who leaves the space above the dance floor in midair drifts gently to an unoccupied space in {@adventure area K1|SCC-TMM|0|K1. Serenity Quadrants}. This magic lasts until the end of the masquerade."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Further Suspicions",
									"page": 148,
									"id": "357",
									"entries": [
										"Use the Magister's Masquerade as an opportunity to heighten the characters' suspicions about Dean Tullus. After her welcome announcement, Dean Tullus grows distant. In the course of the evening, a character keeping an eye on the dean can make a {@dc 12} Wisdom ({@skill Insight}) check. On a success, the character notices the dean engaged in one of the following strange behaviors:",
										{
											"type": "list",
											"items": [
												"Dean Tullus moves through the crowd, letting her hand drift across the backs of those she passes.",
												"The dean faces a bookshelf and momentarily examines something she's holding. Green light from an unseen source illuminates her, then fades.",
												"Dean Tullus ignores and moves away from anyone who tries to engage her in conversation."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Masquerade Festivities",
									"page": 148,
									"id": "358",
									"entries": [
										"During the masquerade, characters can interact with every other student present. Roll on the Masquerade Developments table for each character to see which interactions occur.",
										{
											"type": "table",
											"caption": "Masquerade Developments",
											"colLabels": [
												"d8",
												"Event"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A student approaches the character and asks them to dance. The student reveals their feelings, those of another student, or some secret to the character during the dance."
												],
												[
													"2",
													"A character overhears a group of students planning a mean-spirited prank on another student. The character can thwart the prank, but risks having a bucket of ink being spilled on them or being targeted by a {@spell Tasha's hideous laughter} spell."
												],
												[
													"3",
													"A Friend of the character is clearly experiencing an altered state, perhaps due to magic, an intense calming method, or a more mundane reason. The student needs someone to watch out for them lest they embarrass themself."
												],
												[
													"4",
													"A Rival of the character challenges them to an aerial dance-off. Whoever has the highest Charisma ({@skill Performance}) check total wins."
												],
												[
													"5",
													"The character finds a distraught student who's had their costume ruined or suffered a messy rejection."
												],
												[
													"6",
													"A magically gifted artist is capturing rapid portraits of masquerade attendees. The character is invited to have their portrait made to remember the night."
												],
												[
													"7",
													"If the character put a lot of thought into their costume, multiple attendees compliment their outfit. If they didn't, the comments are less flattering."
												],
												[
													"8",
													"The character notices Dean Tullus watching them intently several times in the course of the evening."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Kollema's Wisdom",
									"page": 149,
									"id": "359",
									"entries": [
										"Part of the tradition of the Magister's Masquerade involves a speech made by the spirit of Magister Kollema. The statue of Kollema animates, offering wisdom to the gathered students of Strixhaven, in the final hour of the masquerade:",
										{
											"type": "insetReadaloud",
											"id": "35a",
											"entries": [
												"At the anticipated time, the music fades, dancers drift to the floor, and the hall falls silent as lights rise to illuminate the towering statue of Magister Kollema. After a moment's stillness, the statue speaks.",
												"\"Students of Strixhaven,\" Wise Kollema says in a voice that booms through the hall, yet echoes as if coming from afar. \"Always remember the chain of which you are a part. Wisdom is shared, learned, added to, and passed on. Links are added and lost, but the chain of tradition connects us all—those of us who were, who are, and who are yet to come. You are bonded, students of Strixhaven, to one another and to those you'll never know. Never doubt the wondrousness of what you've learned or the remarkable place you hold as the link between the past and the future. This night, we are one community, knowing no boundaries of role, college, or time.\"",
												"The hall bursts into applause.",
												"\"But be warned!\" the statue of Kollema unexpectedly continues. \"There is a harsh lesson you have yet to learn. When the mistakes of the past are forgotten, that dire past will return to haunt the present. Beware, mages, of the shadow that reaches for you even now.\""
											]
										},
										"The hall falls into silence as the voice of Kollema fades, followed by muttering and the jarringly jaunty notes of the band playing anew. Questions about Kollema's pronouncement run through the crowd. Some faculty members report that the magister's spirit often offers cryptic advice at the event, but they've never heard of anything as ominous as this."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Masquerade's Conclusion",
							"page": 149,
							"id": "35b",
							"entries": [
								"After Kollema's pronouncement, students begin slipping away. Within the next couple of hours, half the guests funnel out, heading back to their lodgings or to clandestine after-parties. Dean Tullus soon leaves as well. A character who's been watching the dean and who succeeds on a {@dc 12} Wisdom ({@skill Perception}) check notices her slip out, headed in the direction of Archaeo Memorial Hall.",
								"Whether the characters follow the dean or go about their business after the masquerade, they soon stumble across an unsettling sight. Read or paraphrase the following text:",
								{
									"type": "insetReadaloud",
									"id": "35c",
									"entries": [
										"Even considering the late hour, the walk across campus is unusually quiet. But as you round a corner, a flickering magical lantern illuminates several bewildered students standing in the path."
									]
								},
								"These three students are {@creature Lorehold Apprentice|SCC|Lorehold apprentices} (see {@book chapter 7|SCC|8|Lorehold Apprentice}) who were ambushed by Dean Tullus. The dean used {@item Murgaxor's orb|SCC} to curse them with Visions of Terror. Dean Tullus hopes to scare off the characters by placing the students in the characters' path.",
								"The students begin panicking as the characters approach them. The scene should be familiar to anyone who faced the sick students at Kollema Hall. The students attack whichever non-cursed creature is closest to them, and they can't be calmed. During the battle, the delirious students scream things like \"No! You can't take me!\" but also more useful information like \"This isn't the way to Archaeo Hall! What are you doing?!\" A student who is either {@condition incapacitated} or knocked {@condition unconscious} comes to their senses when the condition ends on them.",
								{
									"type": "entries",
									"id": "35d",
									"entries": [
										{
											"type": "entries",
											"id": "35e",
											"entries": [
												{
													"type": "entries",
													"name": "Golden Scroll",
													"page": 149,
													"id": "35f",
													"entries": [
														"After the battle, one of the students drops something: a piece of a golden scroll. A character who succeeds on a {@dc 12} Intelligence ({@skill Investigation}) check recognizes this as a ripped piece of Dean Tullus's masquerade dress."
													]
												},
												{
													"type": "entries",
													"name": "Further Investigation",
													"page": 149,
													"id": "360",
													"entries": [
														"Characters who go to Archaeo Memorial Hall find another scrap of dress outside the building. A successful {@dc 14} Wisdom ({@skill Perception}) check also allows a character to notice a light flickering within the hall and a silhouette moving within.",
														"Characters who wait for the panicked students to recover can question them. All three students say Dean Tullus requested they assist her with an errand at Archaeo Memorial Hall, but along the way a strange headache left them dazed. One of them reached out to the dean for help, snagging her dress, but she left them.",
														"If the characters investigate any of these clues, proceed with the \"Midnight at Lorehold\" section."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Midnight at Lorehold",
							"page": 149,
							"id": "361",
							"entries": [
								"Following their suspicions about Dean Tullus, the characters visit Archaeo Memorial Hall, the primary administrative building on Lorehold's campus. They know Tullus's office is in the Deans' Wing and find strangeness afoot there.",
								{
									"type": "entries",
									"name": "Lorehold Deans' Wing",
									"page": 149,
									"id": "362",
									"entries": [
										"The Deans' Wing occupies a potion of the first floor of Archaeo Memorial Hall. The wing consists primarily of offices and portions of Lorehold's extensive historical archives.",
										{
											"type": "entries",
											"name": "Lorehold Deans' Wing Features",
											"page": 150,
											"id": "363",
											"entries": [
												"The following are general features of the Lorehold Deans' Wing:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Structure",
															"entry": "The exterior walls of the Deans' Wing are heavy stone construction, while the interior walls are wood and plaster, with heavy wooden doors, except as specified otherwise."
														},
														{
															"type": "item",
															"name": "Ceilings",
															"entry": "Most of the Deans' Wing has 12-foot ceilings, while the records rooms ({@adventure area L4|SCC-TMM|0|L4. Records Room}) have 20-foot-high ceilings."
														},
														{
															"type": "item",
															"name": "Illumination",
															"entry": "Unless otherwise noted, when visited at night, areas of the Deans' Wing are unlit."
														},
														{
															"type": "item",
															"name": "Guardian",
															"entry": "An {@creature invisible stalker} roams the halls of the Deans' Wing after hours, serving as a guard. Until the invisible stalker is defeated, whenever the characters enter a room, roll a {@dice d20}. On a roll of 18–20, the {@creature invisible stalker} is in that room. Otherwise, any significant noise the characters make attracts the invisible stalker. The creature attacks anyone they find who isn't a member of the Lorehold faculty."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lorehold Deans' Wing Locations",
									"page": 150,
									"id": "364",
									"entries": [
										"The following locations are keyed to map 5.3. All descriptions assume the character explore this area at night, when the wing is largely abandoned.",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/SCC/096-map-5.3-lorehold-deans-wing.webp"
													},
													"imageType": "map",
													"grid": {
														"type": "square",
														"size": 137,
														"offsetX": -77,
														"offsetY": -43
													},
													"title": "Map 5.3: Lorehold Deans' Wing",
													"width": 4343,
													"height": 3000,
													"mapRegions": [
														{
															"area": "367",
															"points": [
																[
																	632,
																	1326
																],
																[
																	632,
																	1067
																],
																[
																	893,
																	800
																],
																[
																	1221,
																	1219
																],
																[
																	1036,
																	1326
																]
															]
														},
														{
															"area": "36e",
															"points": [
																[
																	903,
																	796
																],
																[
																	1297,
																	394
																],
																[
																	1566,
																	394
																],
																[
																	1566,
																	1019
																],
																[
																	1229,
																	1215
																]
															]
														},
														{
															"area": "371",
															"points": [
																[
																	1581,
																	1013
																],
																[
																	1968,
																	783
																],
																[
																	1968,
																	396
																],
																[
																	1581,
																	396
																]
															]
														},
														{
															"area": "378",
															"points": [
																[
																	1981,
																	394
																],
																[
																	1981,
																	781
																],
																[
																	2379,
																	781
																],
																[
																	2379,
																	394
																]
															]
														},
														{
															"area": "374",
															"points": [
																[
																	2389,
																	394
																],
																[
																	2781,
																	394
																],
																[
																	2781,
																	1013
																],
																[
																	2389,
																	779
																]
															]
														},
														{
															"area": "36e",
															"points": [
																[
																	2792,
																	396
																],
																[
																	3063,
																	396
																],
																[
																	3461,
																	789
																],
																[
																	3124,
																	1206
																],
																[
																	2792,
																	1011
																]
															]
														},
														{
															"area": "367",
															"points": [
																[
																	3133,
																	1215
																],
																[
																	3465,
																	800
																],
																[
																	3728,
																	1059
																],
																[
																	3728,
																	1318
																],
																[
																	3328,
																	1318
																]
															]
														},
														{
															"area": "36f",
															"points": [
																[
																	1587,
																	1019
																],
																[
																	1979,
																	794
																],
																[
																	2377,
																	794
																],
																[
																	2768,
																	1021
																],
																[
																	2518,
																	1326
																],
																[
																	1851,
																	1326
																]
															]
														},
														{
															"area": "365",
															"points": [
																[
																	1989,
																	1339
																],
																[
																	1989,
																	2821
																],
																[
																	2377,
																	2821
																],
																[
																	2377,
																	1339
																]
															]
														},
														{
															"area": "367",
															"points": [
																[
																	629,
																	1878
																],
																[
																	1032,
																	1876
																],
																[
																	1968,
																	2421
																],
																[
																	1968,
																	2678
																],
																[
																	1312,
																	2674
																],
																[
																	760,
																	2143
																],
																[
																	629,
																	2143
																]
															]
														},
														{
															"area": "367",
															"points": [
																[
																	3741,
																	1886
																],
																[
																	3307,
																	1886
																],
																[
																	2392,
																	2415
																],
																[
																	2392,
																	2682
																],
																[
																	2933,
																	2682
																],
																[
																	3596,
																	2137
																],
																[
																	3741,
																	2137
																]
															]
														},
														{
															"area": "368",
															"points": [
																[
																	989,
																	1373
																],
																[
																	606,
																	1373
																],
																[
																	581,
																	1348
																],
																[
																	581,
																	1072
																],
																[
																	434,
																	1072
																],
																[
																	402,
																	1078
																],
																[
																	377,
																	1107
																],
																[
																	377,
																	2069
																],
																[
																	387,
																	2103
																],
																[
																	423,
																	2122
																],
																[
																	579,
																	2122
																],
																[
																	579,
																	1859
																],
																[
																	602,
																	1836
																],
																[
																	989,
																	1836
																]
															]
														},
														{
															"area": "368",
															"points": [
																[
																	3377,
																	1362
																],
																[
																	3752,
																	1362
																],
																[
																	3773,
																	1341
																],
																[
																	3773,
																	1076
																],
																[
																	3945,
																	1076
																],
																[
																	3981,
																	1088
																],
																[
																	3996,
																	1135
																],
																[
																	3996,
																	2061
																],
																[
																	3985,
																	2109
																],
																[
																	3941,
																	2120
																],
																[
																	3785,
																	2120
																],
																[
																	3785,
																	1859
																],
																[
																	3765,
																	1839
																],
																[
																	3377,
																	1839
																]
															]
														},
														{
															"area": "36b",
															"points": [
																[
																	1036,
																	1349
																],
																[
																	1568,
																	1032
																],
																[
																	1851,
																	1341
																],
																[
																	1971,
																	1341
																],
																[
																	1971,
																	2398
																],
																[
																	1036,
																	1863
																]
															]
														},
														{
															"area": "36b",
															"points": [
																[
																	2389,
																	1337
																],
																[
																	2520,
																	1337
																],
																[
																	2785,
																	1027
																],
																[
																	3333,
																	1335
																],
																[
																	3333,
																	1844
																],
																[
																	2389,
																	2400
																]
															]
														}
													],
													"hrefThumbnail": {
														"type": "internal",
														"path": "book/SCC/thumbnail/096-map-5.3-lorehold-deans-wing.webp"
													},
													"id": "001",
													"credit": "Sean MacDonald"
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/SCC/map-5.3-lorehold-deans-wing-player.webp"
													},
													"title": "Player Version",
													"width": 4343,
													"height": 3000,
													"imageType": "mapPlayer",
													"grid": {
														"type": "square",
														"size": 137,
														"offsetX": -77,
														"offsetY": -43
													},
													"mapParent": {
														"id": "001"
													},
													"credit": "Sean MacDonald"
												}
											]
										},
										{
											"type": "entries",
											"name": "L1. Main Hall",
											"page": 150,
											"id": "365",
											"entries": [
												"The double door leading into the Deans' Wing from outside is locked, but it can be opened with a successful {@dc 25} Dexterity check using thieves' tools.",
												{
													"type": "insetReadaloud",
													"id": "366",
													"entries": [
														"A double door opens onto a stately, carpeted hall hung with unlit lamps and fine portraits. There are doors to either side of the entrance, a double door in each wall halfway along the hall, and a single door at the far end."
													]
												},
												"The portraits here depict past deans of Lorehold and are invested with a measure of their spirits. Any visible creature not part of the Lorehold faculty that enters this hall after hours and proceeds more than 10 feet down the hall causes the portraits to watch the interloper and whisper.",
												"If a character proceeds more than 20 feet down the hall without addressing the portraits, the paintings target them with disconcerting magic. Each creature in the hall that can hear the whispers must make a {@dc 14} Wisdom saving throw. On a failed save, the creature takes 10 ({@dice 3d6}) psychic damage and must immediately use its reaction, if available, to move as far as its speed allows out of the Lorehold Deans' Wing. If the creature succeeds, it takes half as much damage and doesn't have to flee the area.",
												"If a character addresses any of the portraits, one or more of them reply and insist to know the characters' business in the Deans' Wing. The portraits all have the personalities of the deans they depict and are generally stodgy and pedantic. However, characters who succeed on a {@dc 16} Charisma ({@skill Persuasion}) check can convince the portraits that the party belongs there. The portraits won't use their magic on the characters if so convinced."
											]
										},
										{
											"type": "entries",
											"name": "L2. Administrative Office",
											"page": 150,
											"id": "367",
											"entries": [
												"Lorehold administrative personnel use these offices to handle the various day-to-day tasks of keeping the campus running. Each office contains at least one desk and chair, along with stacks of dull paperwork and some personal tchotchkes, like a paperweight bearing the Lorehold emblem or an overdue romance novel from the Biblioplex."
											]
										},
										{
											"type": "entries",
											"name": "L3. Porch",
											"page": 150,
											"id": "368",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "369",
													"entries": [
														"A three-foot-high stone railing surrounds this broad, paved porch, separating the space from the Lorehold campus beyond."
													]
												},
												"These porches are used as sitting and meal areas on the rare occasion that social events are held at the Deans' Wing. The characters can easily hop over the railings here and access the building through one of the side doors. These doors open easily from the inside, but from the outside they're locked and require a successful {@dc 25} Dexterity check using thieves tools to open.",
												{
													"type": "entries",
													"name": "Spirit Statues",
													"page": 150,
													"id": "36a",
													"entries": [
														"Two {@creature Spirit Statue Mascot|SCC|spirit statue mascots} (see {@book chapter 7|SCC|8|Spirit Statue Mascot}) stand on each of these porches. They house the spirits of departed Lorehold faculty, and they politely ask anyone who hops the railing to use the main doors during working hours. If they're ignored, the statues shout an alarm, calling the characters \"trespassers\" as they move to attack. This alerts the two {@creature Cogwork Archivist|SCC|cogwork archivists} in the nearby Records Room (area L4), which remain in that area, and causes the {@creature invisible stalker} that guards the wing to arrive in {@dice 1d4} rounds."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "L4. Records Room",
											"page": 150,
											"id": "36b",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "36c",
													"entries": [
														"Bound volumes of Lorehold records cram this room's tall bookshelves and round tables. A double door and numerous plain doors lead from the chamber."
													]
												},
												"Two {@creature Cogwork Archivist|SCC|cogwork archivists} (see {@book chapter 7|SCC|8|Cogwork Archivist}) work in each of these records rooms after hours, sorting and organizing. If they notice the characters, the archivists demand to know why they are in the Deans' Wing after hours. If they aren't convinced by the response, they try to grapple the intruders and eject them from the building.",
												{
													"type": "entries",
													"name": "Research",
													"page": 151,
													"id": "36d",
													"entries": [
														"The bookshelves here contain detailed records of Lorehold's staff, students, and curriculum going back centuries. A character who spends 10 minutes going through the records and succeeds on a {@dc 14} Intelligence ({@skill Investigation}) check discovers a map of the Deans' Wing. This map clearly marks that there is a hidden space behind a wall of the Deans' Records Room ({@adventure area L9|SCC-TMM|0|L9. Deans' Records Room})."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "L5. Restricted Records Room",
											"page": 151,
											"id": "36e",
											"entries": [
												"The doors to these rooms are locked, and each requires a successful {@dc 25} Dexterity check using thieves' tools to open. Each room contains shelves and cabinets of Lorehold records that detail the academic progress of current students. A character who spends 10 minutes searching the shelves and succeeds on a {@dc 16} Intelligence ({@skill Investigation}) check can find any students' grades for courses they're taking in the Biblioplex or on the Lorehold Campus, like Advanced Arcane History. Altering someone's test results or final grades is a simple matter once their records are discovered. Even the sloppiest alterations aren't questioned. This doesn't, however, affect any benefits gained from Exams."
											]
										},
										{
											"type": "entries",
											"name": "L6. Deans' Reception Room",
											"page": 151,
											"id": "36f",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "370",
													"entries": [
														"A simple desk faces a pair of uncomfortable-looking benches in this sparse, hexagonal reception room. Six polished wooden doors lead from the room, one in each wall."
													]
												},
												"During the day, office staff mind this desk and keep track of the deans' appointments. The desk is filled with unremarkable office supplies.",
												"If the party has not already encountered the {@creature invisible stalker} that serves as the wing's guardian, it's currently in this room. It waits until intruders move to leave the room, then attacks from behind."
											]
										},
										{
											"type": "entries",
											"name": "L7. Dean Plargg's Office",
											"page": 151,
											"id": "371",
											"entries": [
												"A bronze nameplate on the door to this room reads \"Plargg, Dean of Chaos.\"",
												{
													"type": "insetReadaloud",
													"id": "372",
													"entries": [
														"A clean desk and several stiff-looking chairs fill this austere office. Behind the desk, between various framed academic honors, hangs a mace with a spherical head."
													]
												},
												"Dean Plargg, the owner of this office, shares responsibilities as Lorehold's dean with Dean Tullus. The gruff orc professor specializes in military history and is known for his perfect recall of countless battles and historic events. Beyond office supplies, books on military history (all scribed in the tactile lettering that Plargg invented), and Plargg's awards, the only thing of interest in the room is one of the dean's prized discoveries.",
												{
													"type": "entries",
													"name": "Treasure",
													"page": 152,
													"id": "373",
													"entries": [
														"Hanging behind Plargg's desk is a {@item mace of smiting} with a round head and a grip wrapped in thick red rope. If a character takes this item and any Lorehold faculty member sees them using it, the faculty member confiscates it and returns it to this office.",
														{
															"type": "image",
															"href": {
																"type": "internal",
																"path": "book/SCC/097-05-011.ancient-guardians.webp"
															},
															"title": "Ancient guardians defend the Deans' Wing from intruders",
															"width": 1700,
															"height": 1334,
															"credit": "Jokubas Uogintas"
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "L8. Dean Tullus's Office",
											"page": 152,
											"id": "374",
											"entries": [
												"A bronze nameplate on the door to this room reads \"Augusta Tullus, Dean of Order.\"",
												{
													"type": "insetReadaloud",
													"id": "375",
													"entries": [
														"The desk in this office is barely visible beneath heaps of books, papers, and knick-knacks. Every shelf and one of the room's three chairs have similar burdens."
													]
												},
												"Dean Tullus's office is messy and unoccupied. Characters who search her desk find little more than writing supplies and ungraded student essays.",
												{
													"type": "entries",
													"name": "Expedition Records",
													"page": 152,
													"id": "376",
													"entries": [
														"A character who spends 10 minutes sifting through the papers in the room and succeeds on a {@dc 12} Intelligence ({@skill Investigation}) check discovers log entries from Dean Tullus's last expedition to the Fortress Badlands. The following notes stand out among them:",
														{
															"type": "list",
															"items": [
																"\"Discovered glass relic today. Construction unlike other badlands antiquities. Further study required.\"",
																"\"Little progress today. Headache making it difficult to focus.\"",
																"\"Found myself arguing with the team. Blaming headaches and lack of sleep.\"",
																"\"Convinced the glass orb doesn't originate from the badlands inhabitants. More modern? Magic is strange.\"",
																"\"Departing expedition early. Frustrated with team. Eager to investigate orb at Strixhaven's facilities.\"",
																"\"Home again, home again. Home again, home again. Home again, home again.\""
															]
														},
														"The final note is repeated dozens of times on the back of the log. The handwriting is also clearly not the same as Tullus's cramped script, being a heavier scrawl.",
														"These notes provide a piecemeal record of Dean Tullus discovering {@item Murgaxor's orb|SCC} and suggest something unusual with Tullus's behavior."
													]
												},
												{
													"type": "entries",
													"name": "Treasure",
													"page": 153,
													"id": "377",
													"entries": [
														"The curios decorating the room have historical significance but are of little value. Six of the dusty relics are worth 25 gp each, but the rest are of interest only to scholars. A character who succeeds on {@dc 18} Wisdom ({@skill Perception}) check finds a {@item wand of secrets} buried under papers on a shelf."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "L9. Deans' Records Room",
											"page": 153,
											"id": "378",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "379",
													"entries": [
														"Ancient books and flaking scrolls fill the racks lining the walls of this musty records room. A large case stands along the wall opposite the door."
													]
												},
												"This room holds documents detailing the research of Lorehold's deans, past and present. While some of the work here contains fascinating historical discoveries, there's little of value to the characters.",
												{
													"type": "entries",
													"name": "Secret Door",
													"page": 153,
													"id": "37a",
													"entries": [
														"A bookcase in the north wall disguises a secret door. Characters can find the door by examining the case and succeeding on a {@dc 18} Wisdom ({@skill Perception}) check. The door is under the effects of an {@spell alarm} spell, which alerts Dean Tullus if anyone opens it."
													]
												},
												{
													"type": "entries",
													"name": "Deans' Repository",
													"page": 153,
													"id": "37b",
													"entries": [
														"Anyone who opens the secret door finds a 6-foot-tall, 4-foot-wide, carved wooden frame hanging against the wall inside. Within the frame swirls dense gray fog. This frame is a portal that teleports anyone who enters to the extradimensional space called the Deans' Repository (detailed in the {@adventure next section|SCC-TMM|0|Deans' Repository})."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Facing the Dean",
									"page": 153,
									"id": "37c",
									"entries": [
										"The final encounter with Dean Tullus and the forces manipulating her occurs in the Deans' Repository, depicted on map 5.4.",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/SCC/098-map-5.4-deans-repository.webp"
													},
													"imageType": "map",
													"grid": {
														"type": "square",
														"size": 142,
														"offsetX": -83,
														"offsetY": -109
													},
													"title": "Map 5.4: Deans' Repository",
													"width": 2211,
													"height": 3000,
													"mapRegions": [
														{
															"area": "378",
															"points": [
																[
																	764,
																	2495
																],
																[
																	764,
																	2712
																],
																[
																	1448,
																	2712
																],
																[
																	1448,
																	2495
																]
															]
														}
													],
													"hrefThumbnail": {
														"type": "internal",
														"path": "book/SCC/thumbnail/098-map-5.4-deans-repository.webp"
													},
													"id": "002",
													"credit": "Sean MacDonald"
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/SCC/map-5.4-deans-repository-player.webp"
													},
													"title": "Player Version",
													"width": 2211,
													"height": 3000,
													"imageType": "mapPlayer",
													"grid": {
														"type": "square",
														"size": 142,
														"offsetX": -83,
														"offsetY": -109
													},
													"mapParent": {
														"id": "002"
													},
													"credit": "Sean MacDonald"
												}
											]
										},
										{
											"type": "entries",
											"name": "Deans' Repository",
											"page": 153,
											"id": "37d",
											"entries": [
												"When the character enter the Deans' Repository, read:",
												{
													"type": "insetReadaloud",
													"id": "37e",
													"entries": [
														"The portal opens into a richly decorated library filled with floor-to-ceiling shelves packed with books and archaeological relics. Four long worktables occupy the room's center, each covered with papers and dirt-encrusted stonework. Stone statues of dragons stare from between the shelves, and at the room's far end, wing-backed chairs face a crackling fireplace."
													]
												},
												"The Deans' Repository is a spacious extradimensional library. The only passage leading to or from it is the portal on the wall opposite the fireplace. This portal is the duplicate of the one in {@adventure area L9|SCC-TMM|0|L9. Deans' Records Room} of the Deans' Wing.",
												{
													"type": "entries",
													"name": "Confronting Dean Tullus",
													"page": 153,
													"id": "37f",
													"entries": [
														"Dean Tullus is sitting in one of the chairs by the fireplace when the characters arrive. She's gazing into {@item Murgaxor's orb|SCC}, which she holds in her hands. If she notices the characters or if the characters attack her, she responds as follows:",
														{
															"type": "insetReadaloud",
															"id": "380",
															"entries": [
																"Her face lit by the eerie green light of the glass orb she holds, Dean Tullus says, \"You shouldn't have come. Ancient ones, take them!\" Four of the statues around the room respond, their eyes flaring with amber light."
															]
														},
														"The four corner statues animate and attack (use the {@creature spirit statue mascot|SCC} stat block in {@book chapter 7|SCC|8|Spirit Statue Mascot} to represent them), obeying Dean Tullus's commands. After activating them, Dean Tullus (lawful neutral human {@creature Lorehold professor of order|SCC}; see {@book chapter 7|SCC|8|Lorehold Professor of Order}) joins the fray.",
														"In the course of the battle, Tullus speaks mechanically, making threatening declarations such as \"You can't stop what's coming.\" A character who succeeds on a {@dc 12} Wisdom ({@skill Insight}) check can tell the dean doesn't seem like herself."
													]
												},
												{
													"type": "entries",
													"name": "Reaching Tullus",
													"page": 153,
													"id": "381",
													"entries": [
														"A character who tries to reason with Dean Tullus and succeeds on a {@dc 14} Charisma ({@skill Persuasion}) check causes the dean to hesitate. This doesn't affect her action on any given round, but if characters succeed on making these checks on three different rounds, Tullus clutches her head and screams \"No!\" She then falls {@condition unconscious}."
													]
												},
												{
													"type": "entries",
													"name": "Murgaxor's Orb",
													"page": 153,
													"id": "382",
													"entries": [
														"Throughout the battle, Tullus clutches the green orb. The wicked mage {@creature Murgaxor|SCC} controls her through this device, but separating her from the orb doesn't break {@creature Murgaxor|SCC}'s control. When Tullus is defeated or rendered {@condition unconscious}, the orb slips from her hand, precipitating {@creature Murgaxor|SCC}'s appearance (see \"{@creature Murgaxor|SCC} Manifests\")."
													]
												},
												{
													"type": "entries",
													"name": "Treasure",
													"page": 153,
													"id": "383",
													"entries": [
														"On the worktables lie five nonmagical historical relics from Dean Tullus's and Dean Plargg's ongoing research. These dusty objects—mostly mundane stone or jade vessels—are each worth 100 gp.",
														"Additionally, a character who spends 10 minutes searching the library and succeeds on a {@dc 16} Intelligence ({@skill Investigation}) check discovers a {@item Lorehold primer|SCC}."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Murgaxor Manifests",
									"page": 154,
									"id": "384",
									"entries": [
										"When Dean Tullus is defeated, {@item Murgaxor's orb|SCC} flares with sickly green light and emits a blast of noxious wind. All creatures within 10 feet of the orb must succeed on a {@dc 16} Strength saving throw or be pushed 10 feet away from the orb. Read or paraphrase the following text:",
										{
											"type": "insetReadaloud",
											"id": "385",
											"entries": [
												"A hazy image of a figure appears, hovering above the green, glowing orb. The ominous shape wears hooded black robes, which disguise all but the figure's warty, green hands and broad, frog-like mouth.",
												"\"Worthless, pathetic meddlers!\" the figure croaks. \"I won't have my plans thwarted again! I'll have my vengeance on Strixhaven soon enough. You all will pay!\""
											]
										},
										"This is {@creature Murgaxor|SCC}, a wizard long ago expelled from Strixhaven for practicing deadly magic. He's been controlling Dean Tullus through the orb she discovered, using it to channel his magic from afar. Now that Tullus has been thwarted, {@creature Murgaxor|SCC} seeks to carry out his revenge himself. {@creature Murgaxor|SCC} is a bombastic foe, though. Should the characters insult or question him, he gloats about his schemes in the following ways:",
										{
											"type": "entries",
											"id": "386",
											"entries": [
												{
													"type": "entries",
													"name": "Who are you",
													"page": 154,
													"id": "387",
													"entries": [
														"\"You should already know the name {@creature Murgaxor|SCC} Grenshel! It should be recorded as the name of the greatest mage Strixhaven has ever known. Instead those cowards blotted it out—struck it from the pages of history! But soon all the world will know my name!\""
													]
												},
												{
													"type": "entries",
													"name": "What do you want",
													"page": 154,
													"id": "388",
													"entries": [
														"\"I have what I want for now. Dear Professor Tullus has served her purpose, my magic has spread across Strixhaven, and soon the rest of my plan will be a success.\" If the characters ask more about this, {@creature Murgaxor|SCC} ignores their question."
													]
												},
												{
													"type": "entries",
													"name": "Why are you doing this",
													"page": 154,
													"id": "389",
													"entries": [
														"\"Vengeance! Vengeance on a scale your feeble minds could never comprehend.\""
													]
												},
												{
													"type": "entries",
													"name": "So it was you controlling the dean and sickening the students",
													"page": 154,
													"id": "38a",
													"entries": [
														"\"Bah! Manipulating those pawns was only the beginning!\""
													]
												},
												{
													"type": "entries",
													"name": "Why are you targeting us",
													"page": 154,
													"id": "38b",
													"entries": [
														"\"You've confounded my plots—now for the last time!\"",
														"After some banter—or if the characters get a good insult in on him—{@creature Murgaxor|SCC} shouts in frustration. In response, the image of {@creature Murgaxor|SCC} vanishes and the orb cracks, releasing a threat from within."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Murgaxor Attacks",
									"page": 154,
									"id": "38c",
									"entries": [
										"After {@creature Murgaxor|SCC}'s image vanishes, the cracked orb releases a cloud of mist that transforms into an entity composed of equal parts noxious wind and crackling green energy. This creature uses the {@creature air elemental} stat block, except its Slam attack deals necrotic damage instead of bludgeoning damage. The creature fights until destroyed. When reduced to 0 hit points, the creature is drawn back into the cracked orb. The orb glows brightly for 1 minute, after which it releases another such creature with full hit points.",
										"The orb's threat can be put to an end only by destroying the {@item Murgaxor's orb|SCC|orb}. If the orb is destroyed, any creature released from it vanishes."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Aftermath",
							"page": 154,
							"id": "38d",
							"entries": [
								"If Dean Tullus survives her confrontation with the characters, she's free of {@creature Murgaxor|SCC}'s influence and grateful to these resourceful students. She covers for the characters when other faculty members ask about any strangeness (or missing possessions) in the Deans' Wing.",
								"If Dean Tullus was killed, the masters of Strixhaven cast {@spell raise dead} to restore her to life. She quickly realizes what transpired and keeps the characters' role in her death between her and the characters.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/099-05-012.students-from-different-colleges.webp"
									},
									"title": "Students from different colleges working together are stronger than they would be alone—a lesson often learned by year's end",
									"width": 1700,
									"height": 1148,
									"credit": "Sara Winters"
								},
								{
									"type": "entries",
									"name": "A Threat Returns",
									"page": 155,
									"id": "38e",
									"entries": [
										"After their encounter with {@creature Murgaxor|SCC}, the characters likely realize that the evil mage has had a hand in numerous threats the characters have experienced, both during this academic year and before.",
										"Dean Tullus makes sure the rest of the faculty knows about {@creature Murgaxor|SCC}'s threat to the university—a threat every professor takes seriously. Although the faculty is inclined to conceal this information from the student body for the time being (to avoid panic), the characters might learn through Dean Tullus or another professor what they couldn't learn through research: that a Strixhaven student named {@creature Murgaxor|SCC} was expelled long ago for using life-draining magic on his fellow students. {@creature Murgaxor|SCC} was thought defeated, but clearly, he has somehow returned. The university staff doesn't have any more information than that, but they encourage the characters to remain wary.",
										"If this adventure marks the end of your Strixhaven campaign, the school's administrators thank the characters for ending {@creature Murgaxor|SCC}'s threat and promise to destroy any remnants of the evil mage's magic."
									]
								},
								{
									"type": "entries",
									"name": "The Year's End",
									"page": 155,
									"id": "38f",
									"entries": [
										"The academic year soon draws to a peaceful close. Give the characters an opportunity to wrap up any remaining plans they still have, but in a scant few days classes end, the dormitories close, and the characters have a several-month-long break before the beginning of their fourth and final year at Strixhaven."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Advance to 8th Level!",
							"page": 155,
							"id": "390",
							"entries": [
								"With the adventure's end, each character advances to 8th level."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Lead Designer",
											"entries": [
												"Amanda Hamon"
											]
										},
										{
											"type": "item",
											"name": "Assistant Lead Designers",
											"entries": [
												"Jeremy Crawford, James Wyatt"
											]
										},
										{
											"type": "item",
											"name": "Art Director",
											"entries": [
												"Emi Tanji"
											]
										},
										{
											"type": "item",
											"name": "Designers",
											"entries": [
												"Bill Benham, Makenzie De Armas, Dan Dillon, Steve Kenson, T. Alexander Stangroom"
											]
										},
										{
											"type": "item",
											"name": "Assistant Designers",
											"entries": [
												"Sydney Adams, Taymoor Rehman"
											]
										},
										{
											"type": "item",
											"name": "Rules Developers",
											"entries": [
												"Jeremy Crawford, Ben Petrisor"
											]
										},
										{
											"type": "item",
											"name": "Editors",
											"entries": [
												"Judy Bauer, Michele Carter, Scott Fitzgerald Gray, Ianara Natividad, Christopher Perkins, F. Wesley Schneider"
											]
										},
										{
											"type": "item",
											"name": "Cultural & Sensitivity Consultant",
											"entries": [
												"Tanya DePass"
											]
										},
										{
											"type": "item",
											"name": "Graphic Designers",
											"entries": [
												"Trystan Falcone, Emi Tanji, Trish Yochum"
											]
										},
										{
											"type": "item",
											"name": "Cover Illustrators",
											"entries": [
												"Hydro74, Magali Villeneuve"
											]
										},
										{
											"type": "item",
											"name": "Cartographers",
											"entries": [
												"Francesca Baerald, Sean Macdonald, Mike Schley"
											]
										},
										{
											"type": "item",
											"name": "Additional Art Directors",
											"entries": [
												"Ovidio Cartagena, Taylor Ingvarsson, Kate Irwin, Thomas Jenkot, Zack Stella, Sarah Wassell"
											]
										},
										{
											"type": "item",
											"name": "Interior Illustrators",
											"entries": [
												"Steve Argyle, Jinho Bae, Cristi Balanescu, Mike Bierek, Zoltan Boros, Alex Brock, Filip Burburan, Dmitry Burmak, Ekaterina Burmak, Paul Scott Canavan, Manuel Castan, Jehan Choo, Billy Christian, Chris Cold, Justine Cruz, Alayna Danner, Jonas De Ro, Olga Drebas, Piotr Dura, Jesper Ejsing, Anna Fehr, Tony Foti, Caroline Gariba, Ilse Gort, Johan Grenier, Yeong-Hao Han, Josh Hass, Hydro74, Izzy, Tomasz Jedruszek, Jihun, Jason Kang, Igor Kieryluk, Mathias Kollros, Yigit Koroglu, Kekai Kotaki, Andrey Kuzinskiy, Luiza Laffitte, Lius Lasahido, Ryan Alexander Lee, Lie Setiawan, Daniel Ljunggren, Lindsey Look, Titus Lunter, Howard Lyon, Slawomir Maniak, Antonio Jos Manzanedo, Joseph Meehan, Viko Menezes, Robson Michel, Francisco Miyara, Scott Murphy, Marta Nael, Hector Ortiz, Adam Paquette, Alessandra Pisano, Steve Prescott, Chris Rahn, Jason Rainville, Andreas Rocha, Denman Rooke, Sean Sevestre, Liiga Smilshkalne, Bryan Sola, Craig J Spearing, Raymond Swanland, YW Tang, Viktor Titov, Jokubas Uogintas, Randy Vargas, Svetlin Velinov, Raoul Vitale, Johannes Voss, Sara Winters, Bayard Wu, Kieran Yanner, Andreas Zafiratos"
											]
										},
										{
											"type": "item",
											"name": "Strixhaven World Designers",
											"entries": [
												"Doug Beyer (creative lead), Taylor Ingvarsson (art director), Jess Lanzillo (creative director), Meris Mullaley (creative producer), Fox Allison, Annie Sardelis, Emily Teng, Andrew Vallas, James Wyatt, Ari Zirulnik"
											]
										},
										{
											"type": "item",
											"name": "Project Engineer",
											"entries": [
												"Cynda Callaway"
											]
										},
										{
											"type": "item",
											"name": "Imaging Technicians",
											"entries": [
												"Kevin Yee"
											]
										},
										{
											"type": "item",
											"name": "Prepress Specialist",
											"entries": [
												"Jefferson Dunlap"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D&D Studio",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Executive Producer",
													"entries": [
														"Ray Winninger"
													]
												},
												{
													"type": "item",
													"name": "Game Design Architects",
													"entries": [
														"Jeremy Crawford, Christopher Perkins"
													]
												},
												{
													"type": "item",
													"name": "Design Manager",
													"entries": [
														"Steve Scott"
													]
												},
												{
													"type": "item",
													"name": "Design Department",
													"entries": [
														"Sydney Adams, Judy Bauer, Makenzie De Armas, Dan Dillon, Amanda Hamon, Ari Levitch, Ben Petrisor, Taymoor Rehman, F. Wesley Schneider, James Wyatt"
													]
												},
												{
													"type": "item",
													"name": "Art Department Manager",
													"entries": [
														"Richard Whitters"
													]
												},
												{
													"type": "item",
													"name": "Principal Art Director",
													"entries": [
														"Kate Irwin"
													]
												},
												{
													"type": "item",
													"name": "Art Department",
													"entries": [
														"Trystan Falcone, Emi Tanji, Shawn Wood, Trish Yochum"
													]
												},
												{
													"type": "item",
													"name": "Senior Producer",
													"entries": [
														"Dan Tovar"
													]
												},
												{
													"type": "item",
													"name": "Producers",
													"entries": [
														"Bill Benham, Robert Hawkey, Lea Heleotis"
													]
												},
												{
													"type": "item",
													"name": "Director of Product Management",
													"entries": [
														"Liz Schuh"
													]
												},
												{
													"type": "item",
													"name": "Product Managers",
													"entries": [
														"Natalie Egan, Chris Lindsay, Hilary Ross, Chris Tulach"
													]
												},
												{
													"type": "item",
													"name": "Marketing Executive Producer",
													"entries": [
														"Ray Winninger"
													]
												},
												{
													"type": "item",
													"name": "Director of Global Brand Marketing",
													"entries": [
														"Brian Perry"
													]
												},
												{
													"type": "item",
													"name": "Global Brand Manager",
													"entries": [
														"Shelly Mazzanoble"
													]
												},
												{
													"type": "item",
													"name": "Senior Marketing Communications Manager",
													"entries": [
														"Greg Tito"
													]
												},
												{
													"type": "item",
													"name": "Community Manager",
													"entries": [
														"Brandy Camel"
													]
												}
											]
										}
									],
									"id": "005"
								}
							]
						}
					],
					"id": "004"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/credits.webp"
					},
					"maxWidth": 300,
					"width": 850,
					"height": 880
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/credits2.webp"
							},
							"title": "On the Cover: Three Strixhaven students find distractions from their studies in Magali Villeneuve's cover illustration. On the back, a harried Biblioplex assistant tries to tidy the mess.",
							"width": 1200,
							"height": 750
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/credits3.webp"
							},
							"title": "On the Alt-Cover: Hydro74 shows off the Strixhaven star, a symbol of unity and magical fellowship. The sigils of each of Strixhaven's five colleges adorn the back cover.",
							"width": 1200,
							"height": 750
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						"{@note Disclaimer: A degree from Strixhaven University does not provide protection from magic missiles, fireballs, freezing spheres, or any other deleterious effects spellcasters might generate. If you create deleterious effects, Strixhaven kindly requests you refrain from invoking any names, symbols, or other references to the university should you find yourself in a confrontation. Strixhaven University does not take responsibility for any injury of any nature sustained in the course of anything, magical or otherwise.}"
					],
					"id": "007"
				}
			],
			"id": "003"
		}
	]
}
