{
	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"id": "000",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DrDe/000-dragon-delves-cover.webp"
					},
					"width": 1701,
					"height": 2242
				},
				{
					"type": "section",
					"name": "Dragons in Dungeons",
					"id": "001",
					"entries": [
						"Nothing is more quintessentially Dungeons & Dragons than gathering a group of heroes to face a mighty dragon in a mysterious dungeon. These classic elements link players across time and space, from the first adventurers who forayed into the gloom more than 50 years ago to players beginning their first adventure now.",
						"{@i Dragon Delves} is a celebration of this shared tradition. Each of the ten adventures in this book features a dragon in a lair. Designed for characters of levels 1 through 12, the adventures offer a range of challenges, from defeating evil dragons to working with good dragons, as well as navigating more complicated moral dilemmas. The dungeons where the dragons make their lairs range from cavern complexes to ruined cities and more.",
						"Where there are dragons in dungeons, there's always adventure!"
					]
				},
				{
					"type": "section",
					"name": "Using This Book",
					"id": "002",
					"entries": [
						"The adventures in an anthology such as {@i Dragon Delves} are versatile resources that can fill a variety of needs at your gaming table: as one-shot adventures, as \"filler episodes\" in an ongoing campaign, or as a series that forms a campaign, bringing characters from level 1 to a climactic conclusion at level 12.",
						"These adventures are designed to require minimal preparation (see {@area Running the Adventures|009|x} later in this introduction).",
						{
							"type": "entries",
							"name": "One-Shot Adventure",
							"id": "003",
							"entries": [
								"Maybe you're normally a player in an ongoing campaign, but you want to try your hand at being the Dungeon Master. Maybe you're trying to pull a new group together, and you want to see how all the players get along before you start a whole campaign. Maybe your regular DM is sick or has a scheduling conflict, but everyone else is ready to play. Or maybe your group needs a break or a diversion from the ongoing campaign. In any of these cases, you can pick an adventure from this book and run it."
							]
						},
						{
							"type": "entries",
							"name": "In an Ongoing Campaign",
							"id": "004",
							"entries": [
								"Maybe your players' characters know what they have to do to foil the evil boss's plans, but they're not quite high enough level to accomplish their goal. Or they've just hit a significant milestone in the campaign, and you want to give them a change of pace before they get immersed in the next act of the unfolding drama. Or they're traveling halfway around the world, and you're looking for something to keep the journey interesting—a little adventure along the way. Or you're not prepared for the next adventure, and you need a diversion! In any of these cases, you can pick an adventure from this book to serve as a \"filler\" episode or side quest in the ongoing campaign.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/DrDe/001-00-001.intro-splash.webp"
									},
									"width": 850,
									"height": 2286
								},
								"When the characters are the appropriate level for the adventure you wish to run, simply narrate how the characters end up in the adventure's locale. Each adventure's beginning includes a simple setting description, such as \"a village with a nearby forest.\" Beyond these basic details, feel free to alter the adventure's location to match your campaign.",
								"But if you do have time to prepare, you can incorporate the adventure you're running into the themes and threats of your campaign. You can alter the names of people and places in the adventure to fit better into your world, link the adventure villains to organizations and events that are important in your campaign, and plant clues to the themes of your campaign in the dragon's treasure hoard."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Creating a Campaign",
					"id": "005",
					"entries": [
						"These adventures can be strung together as a complete dragon-themed campaign. Simply guide your players through the adventures in the order presented in this book and award story-based level advancement at each adventure's end, so their characters are the appropriate level for the next challenge they'll face. (No level advancement is necessary before the final adventure.) You can also use one of the following narrative frameworks to connect the adventures to one another.",
						{
							"type": "entries",
							"name": "Option 1: Mysterious Patron",
							"id": "006",
							"entries": [
								"Have a friendly patron whose true identity is somewhat mysterious befriend the adventurers early in their careers and send them on each adventure in sequence. The patron might be a charismatic young monk, a kindly teacher, a diminutive scamp, or a scatter-brained elder, and might or might not be accompanied by seven golden canaries or dazzling yellow butterflies, which are actually ancient gold dragons in disguise—the companions of the dragon god Bahamut, which is the patron's true identity.",
								"Perhaps foreseeing that they are destined to become mighty heroes, Bahamut takes the adventurers under his metaphorical wing and sends them on adventures to deal with draconic concerns, great and small, across the world. The patron might feign surprise when an adventure that doesn't at first seem to involve a dragon (such as \"{@adventure The Will of Orcus|DrDe-TWoO|1},\" chapter 3) turns out to revolve around one, but of course that's exactly the reason Bahamut sent the characters to investigate.",
								"You can use each adventure as written, with the characters' patron steering them in the general direction of the adventure hook without spoiling any surprises in the adventure ahead. Alternatively, the patron could let the characters in on the secret early on, telling them that dragons will be a particular focus of their adventures and altering some of the adventure hooks along the way."
							]
						},
						{
							"type": "entries",
							"name": "Option 2: Brazen Egg",
							"id": "007",
							"entries": [
								"Begin the campaign with the introductory encounter of chapter 10, \"{@adventure Dragons of the Sandstone City|DrDe-DotSC|1},\" ending with Eldemere entrusting the Brazen Egg to the characters. Eldemere's instructions are different, though: she explains that the egg must be \"steeped\" in the hoards of ten dragons, one of each chromatic and metallic kind, to activate its power. She also suggests that the egg will lead the characters toward suitable hoards. In fact, any character who sleeps within 15 feet of the egg has vivid dreams leading them toward the start of the next adventure.",
								"To draw power from a dragon's hoard, the egg must spend 8 hours in the midst of the treasure, covered with coins and surrounded by other items. However, as soon as the empowered egg is brought within Anthradusk's hoard chamber ({@adventure area H16|DrDe-DotSC|1|H16: Hoard} in chapter 10), it reaches its full potential and begins to crack open, as described in that adventure."
							]
						},
						{
							"type": "entries",
							"name": "Option 3: Hoard Magic Items",
							"id": "008",
							"entries": [
								"If you have {@book Fizban's Treasury of Dragons|FTD|4}, the hoard of magic items described in that book can provide an incentive for characters to seek out dragons of increasing power and different kinds. Add the following items to the rewards acquired in the first three adventures: a {@item Scaled Ornament|FTD} in \"{@adventure Death at Sunset|DrDe-DaS|1},\" a {@item Dragon Vessel|FTD} in \"{@adventure Baker's Doesn't|DrDe-BD|1},\" and a {@item Dragon's Wrath Weapon|FTD} and a {@item Dragon-Touched Focus|FTD} in \"{@adventure The Will of Orcus|DrDe-TWoO|1}.\" All four items are Slumbering when the characters first acquire them, but in later adventures, the items can be awakened by steeping them in dragons' hoards."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running the Adventures",
					"id": "009",
					"entries": [
						"To run each of these adventures, you need the fifth edition core rulebooks: the {@book Player's Handbook|XPHB}, {@book Dungeon Master's Guide|XDMG}, and {@book Monster Manual|XMM}. Spells and equipment mentioned in the adventures are described in the {@book Player's Handbook|XPHB}. Magic items are detailed in the {@book Dungeon Master's Guide|XDMG}, and monsters appear in the {@book Monster Manual|XMM}.",
						"The table of contents summarizes the adventures in this anthology. Each adventure is designed for four to six characters of a particular level, but you can adjust for larger or smaller groups by changing the number of foes in an encounter and giving a small group additional resources, as explained in the {@book Dungeon Master's Guide|XDMG}. Each of the adventures can take place in any world you choose, as long as the location has the basic elements listed at the beginning of each adventure.",
						{
							"type": "entries",
							"name": "Preparation",
							"id": "00a",
							"entries": [
								"Every adventure in this book begins with a page that helps you prepare and run the adventure. It includes the following elements:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Key Plot Points",
											"entry": "A summary of the key elements in the adventure's story"
										},
										{
											"type": "item",
											"name": "Preparation",
											"entry": "Steps to get yourself ready to run the adventure, including a list of all the stat blocks from the {@book Monster Manual|XMM} you might need"
										},
										{
											"type": "item",
											"name": "Key NPCs",
											"entry": "A table summarizing key nonplayer characters in the adventure—their names, roles, stat blocks, and locations—to help you keep track of them during play"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Player Assistance",
							"id": "00b",
							"entries": [
								"As described in the {@book Dungeon Master's Guide|XDMG}, you can streamline your role as Dungeon Master by delegating certain tasks to the other players, especially if this is your first time behind the DM's screen. Before play begins, work with the other players to divide any or all of the following tasks among them:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Initiative Tracker",
											"entry": "In combat, one player tracks Initiative for the characters and monsters."
										},
										{
											"type": "item",
											"name": "Monster Wranglers",
											"entry": "Whenever the characters enter combat with Hostile monsters, one or two players run these monsters using the stat blocks in the {@book Monster Manual|XMM}. (Two players can share this role.)"
										},
										{
											"type": "item",
											"name": "Rules Consultant",
											"entry": "One player references rules in the {@book Player's Handbook|XPHB} or other books as needed."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adventures for One Character",
							"id": "00c",
							"entries": [
								"While the {@book Dungeon Master's Guide|XDMG} explains how to adjust adventures for different party sizes, three of the adventures (indicated in the table of contents) are particularly well-suited for play with a single adventurer. Each of these adventures includes instructions for ensuring the character faces an appropriate challenge.",
								"Central to those instructions is the {@i Blessing of the Lone Champion}, a supernatural gift that bolsters the solo character's abilities.",
								{
									"type": "statblock",
									"name": "Blessing of the Lone Champion",
									"source": "DrDe",
									"tag": "reward"
								},
								"The blessing lasts for the duration of the adventure."
							]
						},
						{
							"type": "inset",
							"name": "A Draconic History",
							"id": "00e",
							"entries": [
								"In addition to ten adventures, this book includes special sections that feature art of each dragon variety, drawing from almost the whole 50-year history of Dungeons & Dragons, from the 1977 Monster Manual to the one published in 2025. The appearance of all ten dragon types has evolved significantly over the past fifty years, but close examination of these images reveals points of continuity as well, from the blue dragon's nose horn to the silver dragon's crest.",
								"Artist Todd Lockwood spearheaded a thorough revision of all ten dragon types for the release of D&D's third edition in 2000, basing his designs on the anatomy of real-world animals and certain points of continuity with earlier designs. With a few variations, those designs set the standard for D&D's dragons for over 20 years.",
								"In preparation for the release of the {@book Monster Manual|XMM} (2025), art director Josh Herman led a comprehensive refresh of all the dragon looks as D&D began its second half-century. With the goal of ensuring each dragon's distinct identity—its personality, preferred habitat, and combat style—shines through in its look, this redesign showcases visually what's unique about each type of dragon.",
								"In the same way, this book highlights how an adventure featuring one kind of dragon can feel distinct from all the others."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventures",
					"entries": [
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@adventure Death at Sunset (Level 1)|DrDe-DaS|1}",
								"{@adventure Baker's Doesn't (Level 3)|DrDe-BD|1}",
								"{@adventure The Will of Orcus (Level 4)|DrDe-TWoO|1}",
								"{@adventure For Whom the Void Calls (Level 5)|DrDe-FWtVC|1}",
								"{@adventure The Dragon of Najkir (Level 7)|DrDe-TDoN|1}",
								"{@adventure The Forbidden Vale (Level 9)|DrDe-TFV|1}",
								"{@adventure Before the Storm (Level 10)|DrDe-BtS|1}",
								"{@adventure Shivering Death (Level 11)|DrDe-SD|1}",
								"{@adventure A Copper for a Song (Level 12)|DrDe-ACfaS|1}",
								"{@adventure Dragons of the Sandstone City (Level 12)|DrDe-DotSC|1}"
							]
						}
					],
					"id": "063"
				}
			]
		},
		{
			"type": "section",
			"name": "Death at Sunset",
			"id": "00f",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						"{@i {@b An adventure for Level 1 characters.}}",
						"{@i This adventure is designed to fill one or two sessions of play.}",
						"{@i It can take place in any heavily forested region.}"
					]
				},
				"If you start the characters at level 2, skip the gathering of samples from the redwood trees in the grove and move the characters directly to the entrance of the dragon's lair (area {@area R4|031|x}).",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DrDe/002-01-001.chapter-one-splash.webp"
					},
					"credit": "Dominik Mayer",
					"width": 1700,
					"height": 2200
				},
				{
					"type": "section",
					"name": "Key Plot Points",
					"id": "010",
					"entries": [
						"The following information is key to this adventure's story:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Redwood Watch",
									"entry": "Two council members of {@area Redwood Watch|013|x}, a village founded in the aftermath of an evil dragon's defeat, ask the characters to investigate the disappearance of villagers in the nearby redwood grove and learn more about a mysterious blight afflicting the trees."
								},
								{
									"type": "item",
									"name": "Unnatural Corruption",
									"entry": "The characters discover that the blight is unnatural. They may learn from grove denizens, including the missing elf council member, that a new dragon lurks nearby."
								},
								{
									"type": "item",
									"name": "Green Dragon Wyrmling",
									"entry": "The characters learn that the corruption's source is a green dragon wyrmling who hatched from the slain dragon's egg. The characters must confront and defeat the wyrmling in his mother's lair before he grows in power and threatens the village."
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Preparation",
					"id": "011",
					"entries": [
						"Before running the adventure, prepare as follows:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Step 1",
									"entry": "Read the \"{@area Adventure Background|012|x}\" section (including \"{@area Redwood Watch|013|x}\" and \"{@area The Council|014|x}\")."
								},
								{
									"type": "item",
									"name": "Step 2",
									"entry": "Familiarize yourself with the Key NPCs table below. The characters will interact with these individuals throughout the adventure."
								},
								{
									"type": "item",
									"name": "Step 3",
									"entry": "Familiarize yourself with the {@adventure Village Green Rumors|DrDe-DaS|1|Village Green Rumors} table in the \"{@area Village Green|01e|x}\" section. The characters should learn a new rumor each time they interact with the villagers until they've heard all the rumors."
								},
								{
									"type": "item",
									"name": "Step 4",
									"entry": "Bookmark the following stat blocks in the {@book Monster Manual|XMM} or on D&D Beyond:"
								}
							]
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Twig Blight|XMM|Blight, Twig}",
								"{@creature Vine Blight|XMM|Blight, Vine}",
								"{@creature Commoner|XMM}",
								"{@creature Dryad|XMM}",
								"{@creature Green Dragon Wyrmling|XMM}",
								"{@creature Guard|XMM}",
								"{@creature Mud Mephit|XMM|Mud Mephits}",
								"{@creature Noble|XMM}",
								"{@creature Priest Acolyte|XMM}",
								"{@creature Scout|XMM}",
								"{@creature Yuan-ti Malison (Type 1)|XMM}",
								"{@creature Zombie|XMM}",
								"{@b Animals}:",
								{
									"type": "list",
									"items": [
										"{@creature Constrictor Snake|XMM}",
										"{@creature Giant Centipede|XMM}",
										"{@creature Giant Venomous Snake|XMM}",
										"{@creature Mastiff|XMM}",
										"{@creature Swarm of Insects|XMM}",
										"{@creature Venomous Snake|XMM}"
									],
									"style": "list-no-bullets"
								}
							]
						},
						{
							"type": "table",
							"caption": "Key NPCs",
							"colLabels": [
								"Name",
								"Role",
								"Stat Block",
								"Location"
							],
							"colStyles": [
								"col-3-5",
								"col-3-5",
								"col-2-5",
								"col-2-5"
							],
							"rows": [
								[
									"{@area Armin Whisperwind|016|x}",
									"Lost elf council member",
									"{@creature Scout|XMM} (Medium)",
									"{@area R4|031|x}"
								],
								[
									"Darrin, Jherris, Lyrienne, and Rayna",
									"Elves forced into the dragon's service",
									"{@creature Guard|XMM} (Medium)",
									"{@area L1|047|x}"
								],
								[
									"Fergus Deerborn",
									"Elf village cook",
									"{@creature Commoner|XMM} (Medium)",
									"\"{@area Village Green|01e|x}\""
								],
								[
									"{@area Gwenhumara Goldmoss|017|x}",
									"Elf council member",
									"{@creature Priest Acolyte|XMM} (Medium)",
									"\"{@area A Call for Heroes|019|x}\""
								],
								[
									"Kaynen",
									"Guardian of the redwood grove",
									"{@creature Dryad|XMM}",
									"{@area R3|02e|x}"
								],
								[
									"Marilissa",
									"Sunset-Is-Nigh's devoted servant",
									"{@creature Yuan-ti Malison (Type 1)|XMM}",
									"{@area L3|050|x}"
								],
								[
									"{@area Selenar Woodwise|018|x}",
									"Elf council member",
									"{@creature Noble|XMM} (Medium)",
									"\"{@area A Call for Heroes|019|x}\""
								],
								[
									"Sunny Lightpurse",
									"Halfling traveling merchant",
									"{@creature Commoner|XMM} (Small)",
									"\"{@area Village Green|01e|x}\""
								],
								[
									"Sunset-Is-Nigh",
									"Child of Death-at-Sunset",
									"{@creature Green Dragon Wyrmling|XMM}",
									"{@area L6|057|x}"
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventure Background",
					"id": "012",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/003-01-002.elven-council-members.webp"
							},
							"credit": "Dominik Mayer",
							"width": 1700,
							"height": 1169
						},
						"Centuries ago, six quarreling elven families reconciled. Each family planted a redwood sapling in a circular grove to represent their newfound harmony. Decades later, after the saplings grew tall and mighty, an ancient green dragon dug a lair in the redwoods' roots, poisoning the grove and surrounding forest. The elves called the dragon {@area Death-at-Sunset|012|x}, for twilight was always when the dragon descended on her prey. The dragon adopted this name, reveling in the terror it inspired and bellowing it just before rampaging.",
						"One hundred years ago, an elf warrior named Ethvarn and her allies slew Death-at-Sunset. Ethvarn died in the assault. The surviving elves pulled back from {@area Redwood Grove|023|x}, leaving only a few wardens in an outpost called {@area Redwood Watch|013|x}.",
						"Over the past few months, the inhabitants of {@area Redwood Watch|013|x}, now a village, have noticed the forest's trees growing sickly. In the past month, five villagers have disappeared in the grove. The first was council member {@area Armin Whisperwind|016|x}. Four villagers then went searching for him, but none returned. Terrified and confused, the village's council has called for heroes to investigate.",
						"Unbeknownst to the villagers, a green dragon wyrmling has hatched from an egg in Death-at-Sunset's lair. The wyrmling's presence has corrupted the forest and lured other evil creatures to the area; he has also captured the missing villagers and forced them to serve him. The characters must investigate the grove's corruption and defeat this wyrmling, who calls himself Sunset-Is-Nigh.",
						{
							"type": "entries",
							"name": "Redwood Watch",
							"id": "013",
							"entries": [
								"Redwood Watch is a village of about a hundred people who work primarily as hunters, trappers, lumberers, and artisans. Most are elves descended from the grove's six original families, but the village's peaceful ways and idyllic surroundings have also attracted humans, orcs, and a few goliaths and dragonborn.",
								"The village consists of freestanding huts made from wood and leaves as well as large tree hollows that serve as homes and shops. A few hardy individuals have made their homes amid the forest's branches in tree houses that overlook the forest floor.",
								"Owing to the village's multicultural heritage, all villagers know Common. The residents are close-knit; most consider themselves an extended family."
							]
						},
						{
							"type": "entries",
							"name": "The Council",
							"id": "014",
							"entries": [
								"Armin and two other elf council members lead Redwood Watch, though Armin is missing. The council members were among those who faced Death-at-Sunset a century ago, and the councilors' heroism is remembered to this day; the villagers share all the following information if the characters ask about the council members.",
								{
									"type": "entries",
									"id": "015",
									"entries": [
										{
											"type": "entries",
											"name": "Armin Whisperwind",
											"id": "016",
											"entries": [
												"Armin (Medium {@creature Scout|XMM}) left Redwood Watch to investigate reports of the grove's corruption a month ago. He never returned. The villagers worry something terrible befell him, saying the skilled elf tracker would never have abandoned Redwood Watch permanently. (The wyrmling is now forcing Armin to defend area {@area R4|031|x}.)"
											]
										},
										{
											"type": "entries",
											"name": "Gwenhumara Goldmoss",
											"id": "017",
											"entries": [
												"Gwenhumara (Medium {@creature Priest Acolyte|XMM}) is an elf healer who tended to the wounded after the battle against Death-at-Sunset. Recently, she's had nightmares of the dragon's return; she worries that the dragon's spirit lingers among the redwoods' roots. Gwenhumara happily heals characters who are injured, though she is too afraid to leave the village herself."
											]
										},
										{
											"type": "entries",
											"name": "Selenar Woodwise",
											"id": "018",
											"entries": [
												"Selenar (Medium {@creature Noble|XMM}) was among the elf warriors in Death-at-Sunset's lair when the ancient green dragon died, and he is erroneously convinced the forest's corruption isn't related to dragons. Selenar holds a deep reverence for nature and is anxious for the characters to identify the threat against the forest."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "A Call for Heroes",
					"id": "019",
					"entries": [
						"When the adventure begins, the characters know the general history of Redwood Watch and its plight involving missing villagers. As soon as the characters enter the village, council members Selenar Woodwise and Gwenhumara Goldmoss approach them to provide more information about Redwood Watch's call for heroes.",
						"Read or paraphrase the following:",
						{
							"type": "insetReadaloud",
							"id": "01a",
							"entries": [
								"Standing before you are two wood elves with the regal bearing of leaders. The man, Selenar Woodwise, wears a steel breastplate and billowing green cloak, while the woman, Gwenhumara Goldmoss, is clad in flowing verdant robes.\"We are pleased you answered our call,\" Gwenhumara says. \"Something evil lurks in Redwood Grove. Given our history with the dragon Death-at-Sunset, you can understand our concern—and now villagers are missing. We need you to find our missing villagers, determine why the forest is blighted, and end any threats you discover.\"Selenar interjects, \"I'm certain there isn't another dragon, but something is terribly wrong.\" Gwenhumara clasps a reassuring hand on Selenar's shoulder."
							]
						},
						"The elves answer any questions as best they can.",
						"The council members have little to offer as a reward, but the characters are welcome to keep any treasures found in the forest. Additionally, the council members offer the characters use of a room-size tree hollow furnished to house guests and point out {@area Fergus's Grill|01f|x} nearby.",
						{
							"type": "entries",
							"name": "Gathering Samples",
							"id": "01b",
							"entries": [
								"After the elves have answered any questions the characters might have, Gwenhumara makes the following offer:",
								{
									"type": "insetReadaloud",
									"id": "01c",
									"entries": [
										"\"Before you do anything else, I would like to inure you against the forest's poisons, but I don't understand the corruption well enough to make the proper antitoxins. Bring back samples of bark from each of the grove's six redwoods. Then I can make as many antitoxins as you need for as long as you're here.\""
									]
								},
								"Gwenhumara needs one tree bark sample from each of the grove's redwoods to brew effective {@item Antitoxin|XPHB|Antitoxins}. The elf hands the characters six glass {@item Vial|XPHB|Vials} with rubber stoppers to store the samples.",
								"Once the characters have retrieved the samples, Gwenhumara can brew up to ten vials of Antitoxin each day. It's up to the characters how they'd like to distribute those Antitoxins among themselves.",
								"If the characters explore Redwood Grove and collect the six samples for Gwenhumara, give them a reward of 100 XP each, or simply advance them to level 2. The characters should be level 2 before entering the dragon's lair."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Exploring Redwood Watch",
					"id": "01d",
					"entries": [
						"Before the characters set off for {@area Redwood Grove|023|x}, they might wish to spend some time getting to know the villagers they're trying to help.",
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/DrDe/004-map-01.01-redwood-grove-dm.webp"
									},
									"imageType": "map",
									"title": "Map 1.1: Redwood Grove",
									"credit": "Damien Mammoliti",
									"width": 4096,
									"height": 2788,
									"id": "00d",
									"grid": {
										"type": "square",
										"size": 123,
										"offsetX": 20,
										"offsetY": -19
									},
									"mapRegions": [
										{
											"area": "02a",
											"points": [
												[
													463,
													1596
												],
												[
													421,
													1541
												],
												[
													407,
													1483
												],
												[
													430,
													1434
												],
												[
													436,
													1389
												],
												[
													451,
													1337
												],
												[
													479,
													1297
												],
												[
													546,
													1276
												],
												[
													619,
													1248
												],
												[
													675,
													1253
												],
												[
													713,
													1273
												],
												[
													747,
													1299
												],
												[
													777,
													1331
												],
												[
													808,
													1353
												],
												[
													817,
													1419
												],
												[
													826,
													1460
												],
												[
													814,
													1506
												],
												[
													808,
													1559
												],
												[
													771,
													1608
												],
												[
													707,
													1666
												],
												[
													671,
													1678
												],
												[
													607,
													1674
												],
												[
													570,
													1675
												],
												[
													526,
													1651
												]
											]
										},
										{
											"area": "02c",
											"points": [
												[
													1157,
													675
												],
												[
													1158,
													636
												],
												[
													1155,
													593
												],
												[
													1168,
													556
												],
												[
													1187,
													529
												],
												[
													1196,
													474
												],
												[
													1218,
													444
												],
												[
													1268,
													398
												],
												[
													1314,
													378
												],
												[
													1381,
													376
												],
												[
													1427,
													366
												],
												[
													1477,
													380
												],
												[
													1500,
													401
												],
												[
													1515,
													454
												],
												[
													1539,
													509
												],
												[
													1578,
													552
												],
												[
													1588,
													599
												],
												[
													1571,
													634
												],
												[
													1561,
													675
												],
												[
													1555,
													719
												],
												[
													1521,
													738
												],
												[
													1491,
													773
												],
												[
													1460,
													809
												],
												[
													1417,
													822
												],
												[
													1366,
													829
												],
												[
													1320,
													822
												],
												[
													1236,
													767
												],
												[
													1219,
													730
												],
												[
													1180,
													709
												]
											]
										},
										{
											"area": "02e",
											"points": [
												[
													2520,
													527
												],
												[
													2551,
													496
												],
												[
													2578,
													460
												],
												[
													2588,
													419
												],
												[
													2616,
													396
												],
												[
													2658,
													381
												],
												[
													2693,
													382
												],
												[
													2723,
													367
												],
												[
													2769,
													365
												],
												[
													2795,
													388
												],
												[
													2836,
													417
												],
												[
													2888,
													441
												],
												[
													2921,
													490
												],
												[
													2947,
													534
												],
												[
													2952,
													579
												],
												[
													2909,
													685
												],
												[
													2866,
													745
												],
												[
													2833,
													781
												],
												[
													2805,
													791
												],
												[
													2763,
													783
												],
												[
													2728,
													787
												],
												[
													2680,
													789
												],
												[
													2635,
													768
												],
												[
													2586,
													743
												],
												[
													2559,
													704
												],
												[
													2528,
													612
												],
												[
													2513,
													553
												]
											]
										},
										{
											"area": "031",
											"points": [
												[
													3087,
													197
												],
												[
													3156,
													192
												],
												[
													3229,
													230
												],
												[
													3263,
													279
												],
												[
													3324,
													314
												],
												[
													3376,
													366
												],
												[
													3415,
													421
												],
												[
													3461,
													431
												],
												[
													3531,
													434
												],
												[
													3568,
													472
												],
												[
													3601,
													555
												],
												[
													3656,
													642
												],
												[
													3714,
													722
												],
												[
													3769,
													809
												],
												[
													3790,
													841
												],
												[
													3827,
													898
												],
												[
													3880,
													992
												],
												[
													3818,
													966
												],
												[
													3769,
													904
												],
												[
													3723,
													846
												],
												[
													3686,
													826
												],
												[
													3651,
													794
												],
												[
													3606,
													790
												],
												[
													3543,
													794
												],
												[
													3519,
													764
												],
												[
													3482,
													725
												],
												[
													3450,
													709
												],
												[
													3430,
													683
												],
												[
													3388,
													669
												],
												[
													3357,
													611
												],
												[
													3322,
													578
												],
												[
													3281,
													555
												],
												[
													3238,
													497
												],
												[
													3190,
													445
												],
												[
													3156,
													407
												],
												[
													3150,
													363
												],
												[
													3153,
													323
												],
												[
													3129,
													264
												],
												[
													3090,
													223
												],
												[
													3062,
													203
												]
											]
										},
										{
											"area": "034",
											"points": [
												[
													2912,
													1235
												],
												[
													2927,
													1171
												],
												[
													2982,
													1119
												],
												[
													3016,
													1073
												],
												[
													3062,
													1047
												],
												[
													3109,
													1043
												],
												[
													3156,
													1011
												],
												[
													3220,
													954
												],
												[
													3287,
													895
												],
												[
													3353,
													901
												],
												[
													3420,
													947
												],
												[
													3476,
													971
												],
												[
													3564,
													986
												],
												[
													3676,
													1001
												],
												[
													3752,
													1004
												],
												[
													3862,
													1052
												],
												[
													3933,
													1075
												],
												[
													3982,
													1135
												],
												[
													3996,
													1169
												],
												[
													3970,
													1233
												],
												[
													3979,
													1297
												],
												[
													4029,
													1401
												],
												[
													4032,
													1446
												],
												[
													3982,
													1501
												],
												[
													3930,
													1526
												],
												[
													3924,
													1611
												],
												[
													3895,
													1663
												],
												[
													3842,
													1721
												],
												[
													3796,
													1754
												],
												[
													3699,
													1791
												],
												[
													3677,
													1855
												],
												[
													3659,
													1901
												],
												[
													3470,
													1882
												],
												[
													3251,
													1823
												],
												[
													3086,
													1709
												],
												[
													2982,
													1539
												],
												[
													2952,
													1430
												],
												[
													2912,
													1337
												],
												[
													2906,
													1279
												]
											]
										},
										{
											"area": "036",
											"points": [
												[
													2508,
													2281
												],
												[
													2510,
													2220
												],
												[
													2548,
													2171
												],
												[
													2577,
													2110
												],
												[
													2624,
													2061
												],
												[
													2685,
													2028
												],
												[
													2731,
													2025
												],
												[
													2775,
													2029
												],
												[
													2804,
													2023
												],
												[
													2847,
													2034
												],
												[
													2889,
													2067
												],
												[
													2905,
													2121
												],
												[
													2918,
													2179
												],
												[
													2906,
													2247
												],
												[
													2905,
													2332
												],
												[
													2898,
													2380
												],
												[
													2853,
													2406
												],
												[
													2795,
													2430
												],
												[
													2755,
													2451
												],
												[
													2685,
													2444
												],
												[
													2641,
													2427
												],
												[
													2621,
													2375
												],
												[
													2562,
													2357
												],
												[
													2520,
													2314
												]
											]
										},
										{
											"area": "038",
											"points": [
												[
													1050,
													2224
												],
												[
													1071,
													2130
												],
												[
													1105,
													2009
												],
												[
													1129,
													1898
												],
												[
													1266,
													1884
												],
												[
													1400,
													1875
												],
												[
													1586,
													1897
												],
												[
													1771,
													1959
												],
												[
													1938,
													2055
												],
												[
													1957,
													2198
												],
												[
													1921,
													2340
												],
												[
													1833,
													2439
												],
												[
													1693,
													2511
												],
												[
													1586,
													2598
												],
												[
													1301,
													2601
												],
												[
													1152,
													2538
												],
												[
													1108,
													2432
												],
												[
													1074,
													2334
												]
											]
										},
										{
											"area": "03c",
											"points": [
												[
													1511,
													1500
												],
												[
													1557,
													1394
												],
												[
													1591,
													1328
												],
												[
													1658,
													1247
												],
												[
													1717,
													1171
												],
												[
													1806,
													1134
												],
												[
													1909,
													1084
												],
												[
													1973,
													1077
												],
												[
													2112,
													1113
												],
												[
													2225,
													1183
												],
												[
													2319,
													1259
												],
												[
													2367,
													1330
												],
												[
													2394,
													1448
												],
												[
													2434,
													1552
												],
												[
													2389,
													1653
												],
												[
													2321,
													1756
												],
												[
													2243,
													1817
												],
												[
													2129,
													1894
												],
												[
													1963,
													1909
												],
												[
													1845,
													1942
												],
												[
													1760,
													1863
												],
												[
													1653,
													1738
												],
												[
													1566,
													1644
												],
												[
													1525,
													1572
												]
											]
										}
									],
									"hrefThumbnail": {
										"type": "internal",
										"path": "adventure/DrDe/thumbnail/004-map-01.01-redwood-grove-dm.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/DrDe/005-map-01.01-redwood-grove-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"width": 4096,
									"height": 2788,
									"credit": "Damien Mammoliti",
									"mapParent": {
										"id": "00d"
									},
									"grid": {
										"type": "square",
										"size": 123,
										"offsetX": 20,
										"offsetY": -19
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Village Green",
							"id": "01e",
							"entries": [
								"Every evening, most of the villagers gather in the village green, a clearing at the center of Redwood Watch. There they share meals, socialize, play games, and even put on short plays.",
								{
									"type": "entries",
									"name": "Fergus's Grill",
									"id": "01f",
									"entries": [
										"The elf cook Fergus Deerborn (Medium {@creature Commoner|XMM}), an elegant man in constant motion, runs a small eatery out of the village green. Fergus creates simple yet tasty dishes from donated mushrooms, berries, lichens, herbs, rabbit, venison, and other forest bounties. Fergus's food is available to visitors for a small donation, as is the fine elven wine produced by the council-owned winery."
									]
								},
								{
									"type": "entries",
									"name": "Rumors",
									"id": "020",
									"entries": [
										"When the characters interact with NPCs anywhere in Redwood Watch, villagers voice their concerns about recent local events. Roll on the {@adventure Village Green Rumors|DrDe-DaS|1|Village Green Rumors} table to determine which rumor an NPC shares. Roll again if the characters have already been told the resulting rumor, and stop rolling once the characters have been told all of them.",
										{
											"type": "table",
											"caption": "Village Green Rumors",
											"colLabels": [
												"1d6",
												"Rumor"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"\"Three bandits were robbing folks on the forest's edge a while back. I bet they're still hiding in the woods somewhere.\" [Partially true; the bandits are now dead. Their animated corpses are in area {@area R7|038|x}.]"
												],
												[
													"2",
													"\"That dragon cursed these woods when she died. We need to leave before the curse kills us all!\" [False; there is no curse on the forest.]"
												],
												[
													"3",
													"\"Don't wander the forest alone! Evil trees grow there now.\" [Partially true; the dragon's influence has encouraged the growth of many forest blights, including the {@creature Vine Blight|XMM} and {@creature Twig Blight|XMM} in area {@area L4|053|x}.]"
												],
												[
													"4",
													"\"Remember Ethvarn, who died fighting {@area Death-at-Sunset|012|x}? No one ever found her sword, Leafwarden. It's probably still in the dragon's lair.\" [True; Leafwarden is in the dragon's hoard in area {@area L7|05d|x}.]"
												],
												[
													"5",
													"\"There's a strange man in the forest with green skin and hair made of leaves. I think he's a forest spirit!\" [Partially true; a {@creature Dryad|XMM} has moved into area {@area R3|02e|x}. He might help the characters.]"
												],
												[
													"6",
													"\"Dragons can come back from the dead as awful abominations made of animate bones. Death-at-Sunset was probably too wicked to die only once.\" [Partially true; dracoliches exist, but Death-at-Sunset isn't one.]"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Traveling Merchant",
									"id": "021",
									"entries": [
										"A traveling merchant named Sunny Lightpurse (Small {@creature Commoner|XMM}) recently set up shop in Redwood Watch. Sunny is a golden-haired halfling with a perpetual smile that's true to her name. Each day in the village green, Sunny unpacks her wares from a heavily laden wagon. When not doing business, Sunny cheerily praises her two horses, Buttercup and Daisy, and chats with passersby.",
										{
											"type": "entries",
											"name": "Sunny's Wares",
											"id": "022",
											"entries": [
												"Sunny sells any goods from the {@book Player's Handbook|XPHB} that cost 100 GP or less. However, she has a limited stock of certain items: four vials of {@item Alchemist's Fire|XPHB}, one vial of {@item Antitoxin|XPHB}, and four {@item Potion of Healing|XDMG|Potions of Healing}.",
												"{@b Sunny's Generosity}. Sunny is Friendly to patrons. She was once a merchant in a nearby city, but her soft spot for those in need meant she couldn't compete with more cutthroat merchants. As an {@action Influence|XPHB} action, a character can ask Sunny to lower her prices. The character then makes a {@dc 10} Charisma ({@skill Persuasion|XPHB}) check. On a successful check, Sunny offers a 10 percent discount on all her goods."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Redwood Grove",
					"id": "023",
					"entries": [
						"Redwood Grove is three miles east of {@area Redwood Watch|013|x}. The characters can reach the grove in about an hour.",
						"As shown on {@adventure Map: Redwood Grove|DrDe-DaS|1|Map: Redwood Grove}, Redwood Grove includes six redwoods. Each tree is around 300 feet tall.",
						{
							"type": "entries",
							"name": "Redwood Grove Features",
							"id": "024",
							"entries": [
								"The grove has the following features.",
								{
									"type": "entries",
									"name": "Haunted",
									"id": "025",
									"entries": [
										"Ever since Sunset-Is-Nigh hatched, the spirits of the elves who died fighting Death-at-Sunset have been restless. At night, harmless shadows flit strangely among the trees. The breeze carries whispers of \"Beware, beware!\" and \"Her legacy returns!\" An additional haunting is described in area {@area R8|03c|x}."
									]
								},
								{
									"type": "entries",
									"name": "Light",
									"id": "026",
									"entries": [
										"Sunlight fills the grove with {@variantrule Bright Light|XPHB} during the day. At night, the tree canopy blocks any moonlight, leaving the grove in Darkness."
									]
								},
								{
									"type": "entries",
									"name": "Stream",
									"id": "027",
									"entries": [
										"A small stream winds through the eastern side of the grove. The stream is five feet wide and only a few inches deep. However, draconic magic has tainted the water. A creature that drinks from the stream must succeed on a {@dc 12} Constitution saving throw or take 3 ({@dice 1d6}) Poison damage and have the {@condition Poisoned|XPHB} condition for 1 hour."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Bark Samples",
							"id": "028",
							"entries": [
								"As a {@action Utilize|XPHB} action, a character next to a redwood can harvest a bark sample using an empty {@item Vial|XPHB}. The redwoods are in areas {@area R1|02a|x}, {@area R2|02c|x}, {@area R3|02e|x}, {@area R5|034|x}, {@area R6|036|x}, and {@area R7|038|x}."
							]
						},
						{
							"type": "entries",
							"name": "Redwood Grove Locations",
							"id": "029",
							"entries": [
								"The following locations are keyed to {@adventure Map: Redwood Grove|DrDe-DaS|1|Map: Redwood Grove}.",
								{
									"type": "entries",
									"name": "R1: Looming Redwood",
									"id": "02a",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02b",
											"entries": [
												"A redwood looms above, its lowest branches impossibly high up and its bark weeping darkened sap. Sickly grasses and wilting wildflowers surround the wide trunk."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "R2: Sickly Redwood",
									"id": "02c",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02d",
											"entries": [
												"The bark of this once-regal redwood is sloughing off in sheets, like a snake's shed skin. Impossibly tall branches cast a sickly pall over the area."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "R3: Dryad's Tree",
									"id": "02e",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02f",
											"entries": [
												"A redwood towers above, its trunk as wide as a building and its bark peeling like dry skin. A few feet above the ground, a figure with green skin and hair made of leaves sits on an enormous shelf fungus like it's a throne. He eyes you imperiously as you approach."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DrDe/006-01-003.dryad-with-tree.webp"
											},
											"credit": "Dominik Mayer",
											"width": 850,
											"height": 2285
										},
										"This is Kaynen, a {@creature Dryad|XMM} who made this tree his home just before Sunset-Is-Nigh hatched. Kaynen is initially Hostile toward the characters, assuming they are bandits and commanding the characters not to touch his tree. If the characters respect Kaynen's request, his attitude becomes Indifferent.",
										"As an {@action Influence|XPHB} action, a character can ask for Kaynen's help to heal the forest. The character makes a {@dc 12} Charisma ({@skill Persuasion|XPHB}) check. On a successful check, Kaynen becomes Friendly. He answers questions to the best of his ability and gladly allows the characters to harvest a tree bark sample.",
										"The dryad has heard rumors that a dragon wyrmling lurks down in Death-at-Sunset's old lair (see \"{@area Death-at-Sunset's Lair|040|x}\"), and he suspects the wyrmling is to blame for the forest's corruption. If the characters haven't already expressed their intent to kill the wyrmling, Kaynen asks them to do so. Kaynen also warns the characters about a strange, angry elf who lurks around the lair's entrance (area {@area R4|031|x}).",
										{
											"type": "entries",
											"name": "Slithering Spy",
											"id": "030",
											"entries": [
												"After the characters talk with Kaynen for a few minutes, a {@creature Venomous Snake|XMM} slithers toward the tree, partially hidden by its roots. A character with a Passive {@skill Perception|XPHB} of 13+ notices the snake, which is a spy for Marilissa, the yuan-ti in area {@area L3|050|x}. If the characters fight the snake, the snake attacks once before it tries to flee back through the lair's entrance (area {@area R4|031|x})."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "R4: Lair Entrance",
									"id": "031",
									"entries": [
										"This is the entrance to Death-at-Sunset's lair (see \"{@area Death-at-Sunset's Lair|040|x}\"). The missing elf council member, {@area Armin Whisperwind|016|x} (Medium {@creature Scout|XMM}), and his {@creature Mastiff|XMM}, Fletcher, hide here behind roots near the opening's northeast corner and watch the characters.",
										"As a {@action Search|XPHB} action, a character can examine the ground around the lair entrance and make a {@dc 14} Wisdom ({@skill Perception|XPHB}) check. On a successful check, the character finds Armin's boot prints and Fletcher's paw prints. If Armin perceives the characters discovering his trail, or if the characters try to enter the lair, he fights them.",
										{
											"type": "entries",
											"name": "Helping Armin",
											"id": "032",
											"entries": [
												"Sunset-Is-Nigh captured Armin a month ago when the elf entered the grove to study its corruption. The wyrmling spent days tormenting Armin until the desperate elf agreed to drive away anyone who approaches the lair.",
												"Armin desperately wants to escape and warn his village about the grove's corruption, but Sunset-Is-Nigh has convinced him that the wyrmling will murder all the villagers if Armin tries to escape the forest. Armin is Hostile toward all who approach.",
												"As an {@action Influence|XPHB} action, a character can try to convince Armin that the characters are strong enough to defeat Sunset-Is-Nigh. The character makes a {@dc 13} Charisma ({@skill Persuasion|XPHB}) check. On a success, Armin stops fighting, and his attitude becomes Friendly. Armin won't confront the wyrmling, and he asks the characters to escort him back to the village. Armin knows the other elves were taken into the lair but doesn't know their fate, as he isn't allowed into the lair."
											]
										},
										{
											"type": "entries",
											"name": "Development",
											"id": "033",
											"entries": [
												"If the characters bring Armin back to Redwood Watch, the elf receives a teary, grateful welcome. The other council members are happy beyond words to have their companion back, and a joyous celebration ensues that night in the village green. If the characters don't attend, they receive profuse thanks the next time they return to Redwood Watch."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "R5: Muddy Bog",
									"id": "034",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "035",
											"entries": [
												"A pale redwood rises from the middle of a muddy bog. To the southwest, a trickling stream separates the mud from the solid ground beyond."
											]
										},
										"The stream running through the grove has made this area thick with stinking, poisonous mud. The mud is {@variantrule Difficult Terrain|XPHB}. A creature that ends its turn in the mud must succeed on a {@dc 10} Constitution saving throw or have the {@condition Poisoned|XPHB} condition until the start of its next turn.",
										"Three {@creature Mud Mephit|XMM|Mud Mephits} hide in the mud, drawn here by the dragon's latent evil magic. The mephits stay hidden until at least one character enters the mud, then they ambush the characters. If two mephits are destroyed, the third tries to escape."
									]
								},
								{
									"type": "entries",
									"name": "R6: Centipede Nest",
									"id": "036",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "037",
											"entries": [
												"A sickly redwood stands here, its trunk surrounded by fetid undergrowth."
											]
										},
										"The forest's corruption has attracted a nest of deadly centipedes that hide in the tree's bark. When a character moves next to the tree, a {@creature Swarm of Insects|XMM} (centipedes) and a {@creature Giant Centipede|XMM} skitter from behind the bark and roots to fight the characters."
									]
								},
								{
									"type": "entries",
									"name": "R7: Gruesome Camp",
									"id": "038",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "039",
											"entries": [
												"To the northeast of this redwood is a burned-out campfire, around which are three humanoid corpses. They are beginning to decay, and black streaks mar their rotting flesh. One corpse leans against the tree, insects crawling around its open, blackened mouth. Another lies on its side under a blanket, and a third is curled inside a stinking bedroll."
											]
										},
										"The three corpses here are actually {@creature Zombie|XMM|Zombies} animated by the corrupted forest's foul energies. The zombies attack when a character moves within 5 feet of one of the zombies or when a character tries to take a tree bark sample from the redwood.",
										"As a {@action Search|XPHB} action, a character within 10 feet of a zombie can assess the body and make a {@dc 14} Wisdom ({@skill Medicine|XPHB}) check. On a success, the character determines that the zombies originally died from drinking the poisoned water in the nearby stream.",
										"If the characters were told the first rumor on the {@adventure Village Green Rumors|DrDe-DaS|1|Village Green Rumors} table, they can surmise that these zombies were formerly the bandits who were robbing folks on the forest's edge.",
										{
											"type": "entries",
											"name": "Mysterious Footprints",
											"id": "03a",
											"entries": [
												"As a {@action Search|XPHB} action, a character can search the camp and make a {@dc 12} Wisdom ({@skill Survival|XPHB}) check. On a success, the character finds boot prints and large canine paw prints circling the area. These are prints from {@area Armin Whisperwind|016|x} and his mastiff, now found in area {@area R4|031|x}."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "03b",
											"entries": [
												"Characters who search the bodies find the following items:",
												{
													"type": "list",
													"items": [
														"11 GP",
														"240 SP",
														"400 CP",
														"Three {@item Light Crossbow|XPHB|Light Crossbows}",
														"Three {@item Scimitar|XPHB|Scimitars}",
														"Thirty Crossbow Bolts",
														"{@item Healer's Kit|XPHB}",
														"{@item Hooded Lantern|XPHB}",
														"Two flasks of {@item Oil|XPHB}",
														"{@item Shovel|XPHB}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "R8: Burial Mound",
									"id": "03c",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "03d",
											"entries": [
												"A wide, gently sloping dirt mound rises 30 feet in the air, enveloped in feathery grass. Yellow, sickly-looking flowers bloom around the mound's edges."
											]
										},
										"This is the ceremonial burial mound of the thirty-four elves who died in the battle against {@area Death-at-Sunset|012|x} a century ago, including the elves' leader, Ethvarn.",
										"Ever since Sunset-Is-Nigh hatched, the spirits of these elves have become restless, haunting the grove with forewarnings of coming doom. During the day, the characters feel a strange, unexplained feeling of foreboding here.",
										{
											"type": "entries",
											"name": "Haunted Mound",
											"id": "03e",
											"entries": [
												"At night, ghostly images of dead elf warriors wielding tall spears appear, fading in and out of existence, some uttering cryptic warnings in Common and Elvish. Foremost among the images is Ethvarn, an androgynous elf wearing gleaming plate mail and an empty scabbard."
											]
										},
										{
											"type": "entries",
											"name": "Vision of the Past",
											"id": "03f",
											"entries": [
												"The first time a character stays in this area longer than 1 minute at night, the character must succeed on a {@dc 12} Wisdom saving throw or have the {@condition Unconscious|XPHB} condition for 1 hour. During that hour, the character can't be woken using magical or mundane means. The character dreams of the battle in which these elf warriors died; before succumbing to her wounds, Death-at-Sunset unleashed her poisonous breath on dozens of elves, who died painful, choking deaths in her tunnels. Before waking, a dreaming character perceives a final image of the dragon's enormous corpse filling an underground cavern."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Death-at-Sunset's Lair",
					"id": "040",
					"entries": [
						"Sunset-Is-Nigh has made his home in the lair of his dead mother, Death-at-Sunset.",
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/DrDe/007-map-01.02-death-at-sunsets-lair-dm.webp"
									},
									"imageType": "map",
									"title": "Map 1.2: Death at Sunset's Lair",
									"credit": "Damien Mammoliti",
									"width": 4096,
									"height": 2788,
									"id": "07d",
									"grid": {
										"type": "square",
										"size": 126,
										"offsetX": 34,
										"offsetY": 6
									},
									"mapRegions": [
										{
											"area": "047",
											"points": [
												[
													2357,
													1058
												],
												[
													2554,
													1014
												],
												[
													2664,
													971
												],
												[
													2731,
													898
												],
												[
													2743,
													800
												],
												[
													2851,
													733
												],
												[
													2883,
													643
												],
												[
													2863,
													608
												],
												[
													2766,
													625
												],
												[
													2738,
													660
												],
												[
													2690,
													646
												],
												[
													2656,
													565
												],
												[
													2722,
													520
												],
												[
													2699,
													454
												],
												[
													2709,
													404
												],
												[
													2816,
													384
												],
												[
													2905,
													376
												],
												[
													2967,
													453
												],
												[
													2990,
													412
												],
												[
													3054,
													335
												],
												[
													3153,
													245
												],
												[
													3276,
													154
												],
												[
													3363,
													47
												],
												[
													3982,
													518
												],
												[
													3909,
													570
												],
												[
													3857,
													651
												],
												[
													3772,
													727
												],
												[
													3683,
													808
												],
												[
													3647,
													864
												],
												[
													3580,
													884
												],
												[
													3543,
													866
												],
												[
													3497,
													904
												],
												[
													3453,
													943
												],
												[
													3441,
													977
												],
												[
													3372,
													948
												],
												[
													3318,
													960
												],
												[
													3254,
													1032
												],
												[
													3229,
													1076
												],
												[
													3238,
													1134
												],
												[
													3278,
													1169
												],
												[
													3261,
													1209
												],
												[
													3249,
													1276
												],
												[
													3220,
													1309
												],
												[
													3139,
													1360
												],
												[
													2978,
													1355
												],
												[
													2805,
													1340
												],
												[
													2568,
													1264
												],
												[
													2427,
													1164
												],
												[
													2368,
													1094
												]
											]
										},
										{
											"area": "04d",
											"points": [
												[
													3063,
													1930
												],
												[
													3122,
													1857
												],
												[
													3203,
													1741
												],
												[
													3334,
													1665
												],
												[
													3555,
													1686
												],
												[
													3679,
													1778
												],
												[
													3688,
													1860
												],
												[
													3693,
													1967
												],
												[
													3686,
													2043
												],
												[
													3668,
													2137
												],
												[
													3625,
													2218
												],
												[
													3571,
													2332
												],
												[
													3488,
													2320
												],
												[
													3450,
													2369
												],
												[
													3388,
													2360
												],
												[
													3324,
													2332
												],
												[
													3247,
													2351
												],
												[
													3162,
													2339
												],
												[
													3086,
													2299
												],
												[
													2961,
													2268
												],
												[
													2950,
													2198
												],
												[
													2958,
													2086
												],
												[
													3001,
													2006
												],
												[
													3028,
													1951
												]
											]
										},
										{
											"area": "050",
											"points": [
												[
													3324,
													1622
												],
												[
													3284,
													1644
												],
												[
													3232,
													1644
												],
												[
													3202,
													1627
												],
												[
													3165,
													1622
												],
												[
													3183,
													1543
												],
												[
													3237,
													1476
												],
												[
													3261,
													1400
												],
												[
													3296,
													1336
												],
												[
													3319,
													1305
												],
												[
													3318,
													1241
												],
												[
													3379,
													1197
												],
												[
													3420,
													1141
												],
												[
													3458,
													1095
												],
												[
													3497,
													1054
												],
												[
													3534,
													1000
												],
												[
													3560,
													1060
												],
												[
													3593,
													1124
												],
												[
													3641,
													1180
												],
												[
													3682,
													1244
												],
												[
													3702,
													1323
												],
												[
													3726,
													1410
												],
												[
													3723,
													1473
												],
												[
													3715,
													1543
												],
												[
													3661,
													1599
												],
												[
													3595,
													1628
												],
												[
													3519,
													1650
												],
												[
													3427,
													1647
												],
												[
													3379,
													1631
												]
											]
										},
										{
											"area": "053",
											"points": [
												[
													1727,
													2264
												],
												[
													1768,
													2190
												],
												[
													1818,
													2144
												],
												[
													1907,
													2091
												],
												[
													1978,
													2105
												],
												[
													2018,
													2107
												],
												[
													2067,
													2082
												],
												[
													2156,
													2091
												],
												[
													2252,
													2094
												],
												[
													2390,
													2107
												],
												[
													2483,
													2107
												],
												[
													2575,
													2107
												],
												[
													2621,
													2184
												],
												[
													2603,
													2302
												],
												[
													2555,
													2398
												],
												[
													2517,
													2502
												],
												[
													2475,
													2516
												],
												[
													2381,
													2499
												],
												[
													2278,
													2508
												],
												[
													2158,
													2513
												],
												[
													2066,
													2510
												],
												[
													1979,
													2473
												],
												[
													1887,
													2475
												],
												[
													1828,
													2461
												],
												[
													1767,
													2445
												],
												[
													1781,
													2368
												],
												[
													1751,
													2304
												]
											]
										},
										{
											"area": "057",
											"points": [
												[
													742,
													1396
												],
												[
													948,
													1356
												],
												[
													1239,
													1329
												],
												[
													1458,
													1335
												],
												[
													1592,
													1309
												],
												[
													1687,
													1339
												],
												[
													1804,
													1338
												],
												[
													1881,
													1295
												],
												[
													1918,
													1258
												],
												[
													2018,
													1196
												],
												[
													2152,
													1165
												],
												[
													2185,
													1107
												],
												[
													2266,
													1088
												],
												[
													2319,
													1055
												],
												[
													2359,
													1144
												],
												[
													2471,
													1239
												],
												[
													2602,
													1319
												],
												[
													2790,
													1375
												],
												[
													3002,
													1387
												],
												[
													3153,
													1378
												],
												[
													3218,
													1375
												],
												[
													3162,
													1447
												],
												[
													3121,
													1578
												],
												[
													3088,
													1695
												],
												[
													3018,
													1861
												],
												[
													3002,
													1926
												],
												[
													2925,
													1991
												],
												[
													2879,
													2028
												],
												[
													2780,
													2028
												],
												[
													2719,
													2041
												],
												[
													2668,
													2061
												],
												[
													2614,
													2031
												],
												[
													2556,
													1964
												],
												[
													2497,
													1997
												],
												[
													2408,
													2003
												],
												[
													2352,
													2014
												],
												[
													2279,
													2043
												],
												[
													2211,
													2023
												],
												[
													2137,
													2025
												],
												[
													2066,
													2015
												],
												[
													2001,
													2034
												],
												[
													1983,
													2015
												],
												[
													1921,
													2048
												],
												[
													1817,
													2120
												],
												[
													1752,
													2175
												],
												[
													1706,
													2252
												],
												[
													1650,
													2272
												],
												[
													1561,
													2265
												],
												[
													1484,
													2248
												],
												[
													1386,
													2225
												],
												[
													1262,
													2169
												],
												[
													1155,
													2095
												],
												[
													1075,
													2120
												],
												[
													961,
													2077
												],
												[
													927,
													2003
												],
												[
													924,
													1920
												],
												[
													893,
													1834
												],
												[
													844,
													1778
												],
												[
													891,
													1664
												],
												[
													865,
													1552
												],
												[
													754,
													1467
												]
											]
										},
										{
											"area": "05d",
											"points": [
												[
													554,
													1501
												],
												[
													604,
													1459
												],
												[
													668,
													1489
												],
												[
													724,
													1510
												],
												[
													754,
													1501
												],
												[
													847,
													1564
												],
												[
													868,
													1660
												],
												[
													821,
													1772
												],
												[
													764,
													1789
												],
												[
													696,
													1798
												],
												[
													644,
													1855
												],
												[
													573,
													1866
												],
												[
													514,
													1829
												],
												[
													511,
													1763
												],
												[
													491,
													1683
												],
												[
													493,
													1597
												],
												[
													520,
													1529
												]
											]
										},
										{
											"area": "055",
											"points": [
												[
													726,
													1349
												],
												[
													743,
													1290
												],
												[
													762,
													1200
												],
												[
													756,
													1094
												],
												[
													718,
													1031
												],
												[
													796,
													961
												],
												[
													803,
													881
												],
												[
													933,
													826
												],
												[
													1024,
													722
												],
												[
													1183,
													686
												],
												[
													1292,
													682
												],
												[
													1432,
													619
												],
												[
													1584,
													648
												],
												[
													1668,
													729
												],
												[
													1774,
													743
												],
												[
													1909,
													762
												],
												[
													1939,
													676
												],
												[
													1979,
													587
												],
												[
													2036,
													490
												],
												[
													2152,
													460
												],
												[
													2272,
													467
												],
												[
													2420,
													513
												],
												[
													2570,
													581
												],
												[
													2619,
													657
												],
												[
													2663,
													739
												],
												[
													2707,
													813
												],
												[
													2627,
													898
												],
												[
													2555,
													952
												],
												[
													2437,
													952
												],
												[
													2365,
													974
												],
												[
													2332,
													1003
												],
												[
													2217,
													1007
												],
												[
													2133,
													1062
												],
												[
													2036,
													1119
												],
												[
													1947,
													1138
												],
												[
													1882,
													1164
												],
												[
													1867,
													1227
												],
												[
													1795,
													1265
												],
												[
													1647,
													1244
												],
												[
													1546,
													1244
												],
												[
													1466,
													1297
												],
												[
													1254,
													1273
												],
												[
													946,
													1307
												]
											]
										}
									],
									"hrefThumbnail": {
										"type": "internal",
										"path": "adventure/DrDe/thumbnail/007-map-01.02-death-at-sunsets-lair-dm.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/DrDe/008-map-01.02-death-at-sunsets-lair-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"width": 4096,
									"height": 2788,
									"credit": "Damien Mammoliti",
									"mapParent": {
										"id": "07d"
									},
									"grid": {
										"type": "square",
										"size": 126,
										"offsetX": 34,
										"offsetY": 6
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Lair Features",
							"id": "041",
							"entries": [
								"The lair has the following features.",
								{
									"type": "entries",
									"name": "Ceilings",
									"id": "042",
									"entries": [
										"The ceilings in areas {@area L1|047|x}–{@area L5|055|x} and {@area L7|05d|x} are 40 feet tall. The ceiling in the corpse chamber (area {@area L6|057|x}), where the wyrmling has made his home, is 60 feet tall."
									]
								},
								{
									"type": "entries",
									"name": "Light",
									"id": "043",
									"entries": [
										"The lair is shrouded in Darkness. Area descriptions assume characters can see in the dark or have a light source."
									]
								},
								{
									"type": "entries",
									"name": "Tracking",
									"id": "044",
									"entries": [
										"The wyrmling's tracks are distinctive; as a {@action Search|XPHB} action, any character can look for tracks and make a {@dc 13} Wisdom ({@skill Survival|XPHB}) check. On a successful check, the character finds the wyrmling's trail to and from area {@area L6|057|x}."
									]
								},
								{
									"type": "entries",
									"name": "Walls",
									"id": "045",
									"entries": [
										"The lair's walls are made of soft earth and thick tree roots."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lair Locations",
							"id": "046",
							"entries": [
								"The following locations are keyed to {@adventure Map: Death at Sunset's Lair|DrDe-DaS|1|Map: Death at Sunset's Lair}.",
								{
									"type": "entries",
									"name": "L1: Guarded Tunnel",
									"id": "047",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "048",
											"entries": [
												"The tunnel from above leads into a dank, sprawling cavern walled with dirt and twisting roots. Enormous claw marks mar the walls."
											]
										},
										"Hiding in an alcove along the northwest wall are four elves (Medium {@creature Guard|XMM|Guards}) from Redwood Watch: Darrin, Jherris, Lyrienne, and Rayna. The elves are Hostile toward the characters. As soon as the characters venture more than 10 feet into this area, the elves begin combat, screaming at the characters to leave and never return.",
										{
											"type": "entries",
											"name": "Helping the Elves",
											"id": "049",
											"entries": [
												"After {@area Armin Whisperwind|013|x} went missing, each elf separately ventured into the grove to search for the council member. Each met the same fate as Armin: Sunset-Is-Nigh captured them, tormented them, and forced them to serve as lair guardians. Sunset-Is-Nigh has convinced the elves that his mother's ghost will murder them if they try to escape. The wyrmling has also threatened violence against the villagers if the elves disobey him.",
												"As an {@action Influence|XPHB} action, a character can tell the elves the wyrmling will soon fall or that there's no dragon ghost and make a {@dc 14} Charisma ({@skill Persuasion|XPHB}) check. On a successful check, the elves stop fighting and become Friendly. If they become Friendly, the elves return to Redwood Watch. Before leaving, Jherris tells the characters about a vial of Acid he has hidden in his bedroll (see \"Treasure\" below)."
											]
										},
										{
											"type": "entries",
											"name": "Downward Slope",
											"id": "04a",
											"entries": [
												"To the southwest, the cavern slopes 20 feet steeply downward toward the chamber with Death-at-Sunset's corpse (area {@area L6|057|x}). This sloping area is {@variantrule Difficult Terrain|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "04b",
											"entries": [
												"In the northwest alcove are the elves' stinking bedrolls and meager food supplies. Hidden in Jherris's bedroll is a vial of Acid. He had been working up the courage to throw the Acid at the wyrmling."
											]
										},
										{
											"type": "entries",
											"name": "Development",
											"id": "04c",
											"entries": [
												"If the elves return to Redwood Watch, they are warmly welcomed home. The villagers celebrate the elves that night in the village green. If the characters don't attend, they receive profuse thanks the next time they return to Redwood Watch."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "L2: Snake Pit",
									"id": "04d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "04e",
											"entries": [
												"Roots and earth form the ceiling of this large chamber. A wide, shallow pit filled with slithering snakes takes up much of the room."
											]
										},
										"This pit is home to the snake pets of Marilissa, the yuan-ti in area L3. The pit contains two {@creature Giant Venomous Snake|XMM|Giant Venomous Snakes}, one {@creature Constrictor Snake|XMM}, and six {@creature Venomous Snake|XMM|Venomous Snakes}. The snakes don't leave the pit on their own and fight any character who enters it.",
										{
											"type": "entries",
											"name": "Pit Edges",
											"id": "04f",
											"entries": [
												"The edges of the pit slope sharply downward and are {@variantrule Difficult Terrain|XPHB}. The pit is 3 feet deep."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "L3: Marilissa's Quarters",
									"id": "050",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "051",
											"entries": [
												"These strangely furnished living quarters include a bed, a chair, and a table. Sitting on the chair is a woman with a snake's head and a human's body. She strokes a snake coiled on her lap and grins at you wickedly."
											]
										},
										"This is Marilissa, a {@creature Yuan-ti Malison (Type 1)|XMM}, and a {@creature Venomous Snake|XMM} pet she named Robby.",
										"Marilissa was passing through the grove when Sunset-Is-Nigh hatched five years ago. Feeling draconic magic seep into the forest, Marilissa believed she was destined to serve the wyrmling and the terrible beast he will inevitably become. She is the wyrmling's most dedicated servant.",
										{
											"type": "entries",
											"name": "Dealing with Marilissa",
											"id": "052",
											"entries": [
												"If the characters arrive in this area and haven't killed Sunset-Is-Nigh, Marilissa is Indifferent toward them and asks them why they're here. If the characters express any ill intent toward the wyrmling, Marilissa and her pet become Hostile and engage them in combat. Marilissa fights to the death to protect the wyrmling.",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/DrDe/009-01-004.yuan-ti-with-serpents.webp"
													},
													"credit": "Dominik Mayer",
													"width": 850,
													"height": 2367
												},
												"As an {@action Influence|XPHB} action, a character can lie to Marilissa about their purpose and make a {@dc 12} Charisma ({@skill Deception|XPHB}) check. On a successful check, Marilissa believes the characters aren't here to harm the wyrmling. She lets the characters pass unharmed, although if she notices the characters fighting any other lair denizens, Marilissa enters the fray against them.",
												"If the characters tell her they have killed the wyrmling, Marilissa forgoes any conversation. She tells the characters she'll savor killing them as retribution and begins combat."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "L4: Root Cellar",
									"id": "053",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "054",
											"entries": [
												"Thick roots and dry, brittle twigs jut from the earthen walls of this cavern."
											]
										},
										"A {@creature Vine Blight|XMM} and a {@creature Twig Blight|XMM} remain motionless here until a character ventures more than 10 feet into this area. The blights then advance toward the characters and fight to the death."
									]
								},
								{
									"type": "entries",
									"name": "L5: Centipede Infestation",
									"id": "055",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "056",
											"entries": [
												"Many-legged bugs swarm over the north and south walls of this long cavern."
											]
										},
										"Two {@creature Swarm of Insects|XMM|Swarms of Insects} (centipedes) and two {@creature Giant Centipede|XMM|Giant Centipedes} crawl across these walls. The insects fight any creature that moves within 5 feet of the north or south wall in this area."
									]
								},
								{
									"type": "entries",
									"name": "L6: Corpse Chamber",
									"id": "057",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "058",
											"entries": [
												"A thin, pale-green fog hangs in the center of this vast chamber above the skeleton of an enormous dragon. Through its gaping eye sockets, you spot flitting movement within the dead dragon's skull. \"It is I, Sunset-Is-Nigh!\" croaks a high-pitched voice from inside the skull. \"Enter my lair and find your doom!\""
											]
										},
										"Sunset-Is-Nigh, the {@creature Green Dragon Wyrmling|XMM} who hatched from Death-at-Sunset's egg, lives in this chamber. The wyrmling skitters through his mother's skeleton, trying to lure the characters into the poisonous miasma that hangs in the air. As soon as a character enters the miasma, the wyrmling starts combat. If Marilissa, the yuan-ti in area L3, notices battle here, she comes to help Sunset-Is-Nigh, arriving at the end of the third round of combat.",
										{
											"type": "entries",
											"name": "Roleplaying Sunset-Is-Nigh",
											"id": "059",
											"entries": [
												"The wyrmling, whose name proudly references his mother's, is a cruel, arrogant, entitled creature. Sunset-Is-Nigh intends to one day eclipse his mother's legacy. The fact that the wyrmling has convinced the captive elves of his fearsomeness has only fed his ego.",
												"At every opportunity, Sunset-Is-Nigh taunts the characters in Draconic, calling them weaklings and false heroes who will never defeat him. The wyrmling insists he is a mighty dragon who will conquer everything the characters hold dear."
											]
										},
										{
											"type": "entries",
											"name": "Sickening Miasma",
											"id": "05a",
											"entries": [
												"Although Death-at-Sunset is long dead, the powerful magic she radiated still hangs in this chamber as a poisonous miasma that stretches to the ceiling. The dotted line on the map shows the miasma's area. A creature that enters the miasma for the first time on a turn or starts its turn there must succeed on a {@dc 12} Constitution saving throw or have the {@condition Poisoned|XPHB} condition until the start of its next turn."
											]
										},
										{
											"type": "entries",
											"name": "Skeleton",
											"id": "05b",
											"entries": [
												"Death-at-Sunset's skeleton is enormous and difficult to traverse. Areas with bones in them are {@variantrule Difficult Terrain|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "05c",
											"entries": [
												"The elves of Redwood Grove confiscated Death-at-Sunset's hoard a century ago, selling pieces to pay for the costs of restoring the destroyed forest and distributing the remainder among the folk living in the forest. However, a trail of coins leads west into a small alcove (area {@area L7|05d|x}), where Sunset-Is-Nigh has carved a repository for his own growing hoard. A character who spends 1 minute can collect the trail of coins, which amount to 6 GP, 37 SP, and 30 CP."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "L7: Wyrmling's Hoard",
									"id": "05d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "05e",
											"entries": [
												"Thousands of gems and coins, mostly copper and silver but some gold, are piled in this small chamber. Rising from the center of this hoard is a magnificent sword etched with Elvish runes."
											]
										},
										"Sunset-Is-Nigh keeps the treasure he accumulated through theft and tributes here.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "05f",
											"entries": [
												"The hoard contains the following treasure:",
												{
													"type": "list",
													"items": [
														"210 GP, 3,150 SP, 6,300 CP",
														"Twelve moonstones (worth 50 GP each)",
														"Jade orb (worth 100 GP) engraved in Infernal with the name of Stygia",
														"Golden cup (worth 50 GP)",
														"Hand mirror in a silver frame (worth 40 GP)",
														"Ivory comb (worth 35 GP)",
														"{@item Dust of Disappearance|XDMG}",
														"{@item Keoghtom's Ointment|XDMG}",
														"{@item Potion of Giant Strength|XDMG} (hill)",
														"{@item Spell Scroll|XDMG} of {@spell Web|XPHB}"
													]
												},
												"{@b Leafwarden} At the center of the wyrmling's hoard is Leafwarden, the sword of the elf warrior Ethvarn. The sword was embedded in Death-at-Sunset's flesh when the dragon was slain, and the elves never found it. Leafwarden is a {@item Dragon Slayer Longsword|XDMG|Dragon Slayer (Longsword)}."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion",
					"id": "060",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/010-01-005.green-dragon-circle.webp"
							},
							"credit": "Dominik Mayer",
							"width": 1700,
							"height": 1515
						},
						"When the characters defeat Sunset-Is-Nigh, the villagers in {@area Redwood Watch|013|x} are overjoyed. The council hosts a party in the village green in the characters' honor. If the characters rescued Armin from Redwood Grove or the other elves from the dragon's lair, they are in attendance and lead cheers and songs about the characters' heroics. The council members offer the village's hospitality to the characters for as long as they wish.",
						"With Sunset-Is-Nigh defeated, the corruption lifts from the forest. {@area Redwood Grove's|023|x} spirits quiet, and its stream is no longer poisoned. The blighted trees and foliage heal, and any surviving wicked creatures disperse.",
						"If the characters retrieved the sword Leafwarden, the council members insist the characters keep it as a token of the village's gratitude and a reminder of their impressive deed.",
						"If the characters defeat the dragon, each of them earns an additional 400 XP, or you can simply advance them to level 3."
					]
				},
				{
					"type": "section",
					"name": "History of Green Dragons",
					"id": "061",
					"entries": [
						"{@font ACHUAK DARASTRIX|languages/XPHB/Draconic/Iokharik-v2.woff2}",
						{
							"type": "insetReadaloud",
							"id": "062",
							"entries": [
								"The Dragonlance adventure {@i Dragons of Dreams} (1985) solidified green dragons' identity as sly, manipulative, mind-controlling schemers. Clyde Caldwell's famous cover art shows the mighty green dragon Cyan Bloodbane filling the mind of the elf king Loric with nightmares."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/011-01-007.green-dragon-with-orb.webp"
							},
							"title": "Dragons of Dreams (1985)",
							"credit": "Clyde Caldwell",
							"width": 850,
							"height": 872
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/012-01-008.green-dragon-1993.webp"
							},
							"title": "Monstrous Manual (1993)",
							"credit": "Mark A. Nelson",
							"width": 832,
							"height": 1008
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/013-01-009.green-dragon-1977.webp"
							},
							"title": "Monster Manual (1977)",
							"credit": "David C. Sutherland",
							"width": 684,
							"height": 814
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/014-01-010.green-dragon-draconomicon.webp"
							},
							"title": "Draconomicon (2003)",
							"credit": "Richard Sardinha",
							"width": 1320,
							"height": 1868
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/015-01-011.green-dragon-mtg.webp"
							},
							"title": "Adventures in the Forgotten Realms (2021)",
							"credit": "Campbell White",
							"width": 744,
							"height": 1040
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/016-01-012.green-dragon-anatomy.webp"
							},
							"title": "Draconomicon (2003)",
							"credit": "Todd Lockwood",
							"width": 850,
							"height": 386
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/017-01-013.green-dragon-2008.webp"
							},
							"title": "Monster Manual (2008)",
							"credit": "Lars Grant-West",
							"width": 1700,
							"height": 1186
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/018-01-014.green-dragon-2014.webp"
							},
							"title": "Monster Manual (2014)",
							"credit": "Daren Bader",
							"width": 850,
							"height": 525
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/019-01-015.green-dragon-2023.webp"
							},
							"title": "Concept Art (2023)",
							"credit": "Alexander Ostrowski",
							"width": 1700,
							"height": 1934
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/020-01-016.green-dragon-heads.webp"
							},
							"title": "Concept Art (2023)",
							"credit": "Alexander Ostrowski",
							"width": 850,
							"height": 1795
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/021-01-017.green-dragon-in-water.webp"
							},
							"title": "Monster Manual (2025)",
							"credit": "Alexander Ostrowski",
							"width": 850,
							"height": 2078
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"id": "40b",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Lead Designers:",
							"entry": "Amanda Hamon, James Wyatt"
						},
						{
							"type": "item",
							"name": "Designers:",
							"entry": "Justice Ramin Arman, Makenzie De Armas, Anthony Joyce-Rivera, Renee Knipe, Ron Lundeen, Christopher Perkins, Patrick Renie, Erin Roberts, F. Wesley Schneider, Carl Sibley, Jason Tondro, Steve Townshend"
						},
						{
							"type": "item",
							"name": "Rules Developers:",
							"entry": "Makenzie De Armas (lead), Jeremy Crawford, Ron Lundeen"
						},
						{
							"type": "item",
							"name": "Editors:",
							"entry": "Judy Bauer (lead), Emma Candon, Sadie Lowry, Hannah Rose, Sue Weinlein, Hans Ziegler"
						},
						{
							"type": "item",
							"name": "Art Directors:",
							"entry": "Matt Cole (lead), Fury Galluzzi, Josh Herman, Kate Irwin, Emi Tanji"
						},
						{
							"type": "item",
							"name": "Graphic Designers:",
							"entry": "Matt Cole, Paolo Vacala"
						},
						{
							"type": "item",
							"name": "Cover Illustrators:",
							"entry": "Justine Jones, Greg Staples"
						},
						{
							"type": "item",
							"name": "Interior Illustrators:",
							"entry": "Tom Babbey, Daren Bader, Clyde Caldwell, Chippy, Simon Dominic, Jeff Easley, Luke Eidenschink, Larry Elmore, Jason A. Engle, Lars Grant-West, John Grello, Johan Grenier, Justine Jones, Andrew Kolb, Vance Kovacs, Andrey Kuzinskiy, Ed Kwong, Todd Lockwood, Antonio Jos Manzanedo, Dominik Mayer, Caio Monteiro, Martin Mottet, Jodie Muir, Mark A. Nelson, Alexander Ostrowski, Keith Parkinson, Anna Podedworna, Steve Prescott, Chris Rallis, Joshua Raphael, Richard Sardinha, Chris Seaman, Rudy Siswanto, Craig J Spearing, Ron Spencer, Leroy Steinmann, Zack Stella, Matt Stewart, Matt Stikker, David C. Sutherland, Autumn Rain Turkel, Paolo Vacala, Svetlin Velinov, Raoul Vitale, Jabari Weathers, Campbell White"
						},
						{
							"type": "item",
							"name": "Cartographers:",
							"entry": "Francesca Baerald, Jared Blando, CoupleOfKooks, Andrew Kolb, Dyson Logos, Damien Mammoliti, Mike Schley, Paolo Vacala"
						},
						{
							"type": "item",
							"name": "Consultants:",
							"entry": "Shawn Banerjee, Eytan Bernstein, Daniel Delgado, Sameer Joseph"
						},
						{
							"type": "item",
							"name": "Producers:",
							"entry": "Rob Hawkey (lead), Bill Benham, Siera Bruggeman, Vanessa Hoskins"
						}
					]
				},
				"{@i This book is dedicated to Christopher Perkins for his decades of contributions to Dungeons & Dragons.}",
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/199-11-001.title-splash.webp"
							},
							"credit": "Alexander Ostrowski",
							"width": 850,
							"height": 963
						}
					]
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/200-11-002.traditional-cover.webp"
							},
							"title": "On the Cover: Three brave adventurers face the unknown dangers presented by the five kinds of chromatic dragons in this dramatic poster image by Greg Staples.",
							"width": 850,
							"height": 951
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DrDe/201-11-003.alt-cover.webp"
							},
							"title": "On the Alt-Cover: Justine Jones presents a psychedelic scene of dragon-filled dreams.",
							"width": 850,
							"height": 951
						}
					]
				}
			]
		}
	]
}
