{
	"data": [
		{
			"type": "section",
			"name": "Restoring Harmony",
			"page": 2,
			"entries": [
				"Welcome to Restoring Harmony, the final chapter of a Dungeons & Dragons adventure series in collaboration with the tasty and colorful world of NERDS.",
				"To run this adventure, you need the fifth edition Basic Rules for D&D, which is available to download for free here.",
				"Adventure Together takes approximately 60-90 minutes to play. Before you play this adventure, have your players level up their NERDS adventurers to level 3.",
				"The previous mini-adventures are:",
				{
					"type": "list",
					"items": [
						"{@adventure Adventure 1 The Candy Mountain Caper|NRH-TCMC}",
						"{@adventure Adventure 2 A Voice in the Wilderness|NRH-AVitW}",
						"{@adventure Adventure 3 A Sticky Situation|NRH-ASS}",
						"{@adventure Adventure 4 Circus of Illusions|NRH-CoI}",
						"{@adventure Adventure 5 The Lost Tomb|NRH-TLT}",
						"{@adventure Adventure 6 A Web of Lies|NRH-AWoL}"
					]
				},
				{
					"type": "entries",
					"name": "Story Summary",
					"page": 2,
					"entries": [
						"Ever jealous of the cheery dispositions and colorful deliciousness of the NERDS, {@creature Emo|NRH-AT} the beholder and his hired muscle, {@creature Mr. Greystone|NRH-AT}, have struck a blow against the NERDS' beloved city of Harmony. After years of searching, the nefarious duo have found the sacred Prismatic Well that gives Harmony its vibrant and fabulous colors. Now, with access to the Prismatic Well, {@creature Emo|NRH-AT} and {@creature Mr. Greystone|NRH-AT} have begun to leech the color from the city of Harmony. If they aren't stopped, the city will gradually turn gray, with everything eventually becoming black and white.",
						"To the NERDS, the colors beginning to flicker and drain out of Harmony is an unsettling mystery. What brings the colors to Harmony is an enigma to them. All they can do is hope the power comes back on and restores the vibrancy of Harmony's colors once more.",
						"But one group knows what's up, and that group is the Lorekeeper Society—a secret society sworn to protect Harmony. The Lorekeepers know about the power of the Prismatic Well, but its true location is lost even to themselves. However, they have a way to find the well using an ancient artifact known as the Amulet of Harmony, but to activate it they need to find the six Gems of Power. Once activated, the amulet guides whoever controls it to the secret location of the Prismatic Well. But once activated, the amulet also has the power to turn off the well.",
						"The Gems of Power were long ago hidden away for safekeeping in dungeons, forests, and towers. No one in the Lorekeeper Society knows the details of the magical beasts and traps guarding the gems, but our heroic NERDS are more than up to the challenge of restoring Harmony!"
					],
					"id": "001"
				},
				{
					"type": "entries",
					"name": "Keeping the Fun Going",
					"page": 2,
					"entries": [
						"Now that there are multiple characters in this adventure, there's less chance of a TPK (total party kill), and the game can continue even if one character is killed. However, in D&D, the possibility of killing player characters is an issue best dealt with up front by having a chat with your players. Some players love the tension of knowing that their characters could die, and they embrace the strategic challenge. Other players loathe the idea their character could die. Knowing what your players enjoy is the key to having a fun session of D&D.",
						{
							"type": "entries",
							"name": "Roleplaying Solutions",
							"page": 2,
							"entries": [
								"For players who don't like the idea of their character dying—or who just enjoy roleplaying—it's good to always present options other than combat, such as making friends with the monster or tricking the monster. With any of the encounters in this adventure, feel free to present opportunities for unconventional solutions and alternatives to combat.",
								"You may also adjust the story to be more benevolent in nature, allowing automatic successes for clever ideas, letting monsters become instant friends, or giving your player advantage on all their rolls."
							],
							"id": "003"
						}
					],
					"id": "002"
				},
				{
					"type": "entries",
					"name": "Adventure Outline",
					"page": 3,
					"entries": [
						"After a meeting with Mr. Honeycutt, the adventurers all realize the stakes—Harmony and all of its colors are in their hands! Mr. Honeycutt gives them the Amulet of Harmony to help them find the location of the {@item Prismatic Well|NRH-AT}. The amulet leads them to the winding passageways within Mystery Mountain. Ultimately, they have a showdown with the brutish {@creature Mr. Greystone|NRH-AT} and his melancholy partner, {@creature Emo|NRH-AT}.",
						"The party must defeat {@creature Mr. Greystone|NRH-AT} and help {@creature Emo|NRH-AT} find a home and friends. Then they can use the amulet to restore the {@item Prismatic Well|NRH-AT} to full power and head back to Harmony as heroes of the land!",
						{
							"type": "inset",
							"name": "Note for the Dungeon Master",
							"page": 3,
							"entries": [
								"The intent of the final adventure is to feature all six NERDS and have them experience the power of collaboration. If there are fewer players at the table than there are NERDS characters, the missing characters can be NPCs run by you or some of the players."
							],
							"id": "005"
						}
					],
					"id": "004"
				},
				{
					"type": "entries",
					"name": "Beginning Play",
					"page": 3,
					"entries": [
						"Give the character sheets of all six NERDS to your players and let them familiarize themselves with their characters.",
						"All creatures or NPCs that are bolded have stat blocks, which are included at the end of the adventure along with any magic items the characters can earn.",
						"Whenever you're both ready, you can start the session."
					],
					"id": "006"
				},
				{
					"type": "section",
					"name": "Adventure 7: Adventure Together",
					"page": 3,
					"entries": [
						"The city of Harmony is a vibrant metropolis that has been experiencing a strange case of \"color outages\" for weeks. Rumors fly around about what might be causing the problem and the citizens of Harmony are growing increasingly worried as the color vanishes from the environment.",
						"Six daring NERDS have been hired by Mr. Honeycutt to help the secret order known as the Lorekeeper Society to retrieve six magic gemstones known as the Gems of Power. The NERDS are now gathered together at Mr. Honeycutt's secret hideout, hidden under the Sweet Spot candy store, to activate the {@item Amulet of Harmony|NRH-AT}.",
						{
							"type": "entries",
							"name": "Lorekeeper Headquarters",
							"page": 3,
							"entries": [
								"The heroes and Mr. Honeycutt are assembled underneath Mr. Honeycutt's candy shop, the Sweet Spot. After his job at the Library is done, Mr. Honeycutt opens the doors of his sweetshop to delight the populace with his tasty confections—but now his colorful sweets seem dull in the shop window as the world of Harmony fades to dismal gray.",
								"Read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"page": 3,
									"entries": [
										"You all have answered the summons of the Lorekeeper Society and are now underneath the Sweet Spot candy shop, in a small room where Mr. Honeycutt has his secret hideout. The delicious scents of fruit, vanilla, and chocolate mingle together with leather-bound books and cedarwood. You are all standing around a high table, lit by an oil lamp. The six Gems of Power are laid out on a velvet cloth, glittering in the lamplight. Mr. Honeycutt has a serious look on his face as he pulls out an ornately carved wood box, sets it on the table and says, \"In this box is the {@item Amulet of Harmony|NRH-AT}.\""
									],
									"id": "009"
								},
								"Mr. Honeycutt explains that he doesn't know what's going to happen when he opens the box and puts the gems in the amulet—all the old records have been lost or destroyed. He asks Yellow the Cleric and the Purple the Wizard if they have any ideas of how best to proceed with restoring this magic item. He also asks the group to discuss which of them will attune to the amulet and use its power.",
								{
									"type": "entries",
									"name": "Opening the Box",
									"page": 3,
									"entries": [
										"When everyone is ready, Mr. Honeycutt (or whoever volunteers) opens the box. Instantly, the Gems of Power all leap into their settings on the amulet, resizing themselves until they are each about the size of a thumbnail. The amulet softly glows.",
										"Mr. Honeycutt then explains that whoever attunes the amulet, must be the one to invoke the power of the {@item Prismatic Well|NRH-AT}. To invoke the power of the well, the character attuned to the amulet must be within 10-feet of the well and say, \"I invoke the power of the {@item Prismatic Well|NRH-AT} and restore the colors of Harmony for all.\""
									],
									"id": "00a"
								},
								{
									"type": "entries",
									"name": "Attuning the Amulet",
									"page": 4,
									"entries": [
										"After one of the characters attunes the amulet, they begin to feel a pull, an urge to move in a certain direction. Honeycutt explains that this amulet knows the location of the {@item Prismatic Well|NRH-AT} and will lead the character right to its location. When the party goes outside, they see Mystery Mountain in the distance and the character who is attuned to the amulet can sense that the {@item Prismatic Well|NRH-AT} is within the mountain. If the character tells Mr. Honeycutt this, he takes off his glasses and says, \"So, Mystery Mountain! I knew it!\"",
										"Mr. Honeycutt gives each character a {@item potion of healing} and wishes them all the best on their quest. He would come with them, but he is working with the Lorekeeper Society on a spell to help the citizens who are dealing with the increasing lack of color in the city."
									],
									"id": "00b"
								}
							],
							"id": "008"
						},
						{
							"type": "entries",
							"name": "Journey to Mystery Mountain",
							"page": 4,
							"entries": [
								"The trail to Mystery Mountain is a long hike up into the misty, tree-covered hills outside of Harmony. The {@item Amulet of Harmony|NRH-AT} pulls its bearer ever closer to the steep granite sides of the mountain that looms above them.",
								"The journey can be uneventful, or you can introduce one or both of the following encounters.",
								{
									"type": "entries",
									"name": "Saving the Cublets",
									"page": 4,
									"entries": [
										"The party hears a strange sound that Red the Ranger identifies as the hoot-roars of an owlbear. If they investigate, the party sees that a mother {@creature owlbear} is calling to her two cublets who have fallen into a crevasse. The owlbear has no interest in attacking the party, only rescuing her cubs.",
										"However, if the characters try to help, the protective mother owlbear attacks the party unless one of the characters succeeds on a {@dc 15} Wisdom ({@skill Animal Handling}) check. On a failure, no one can approach the owlbear cublets without being attacked by the mother. Each character can only attempt the check once.",
										{
											"type": "entries",
											"name": "Saving the Cublets",
											"page": 4,
											"entries": [
												"The crevasse is small, making the climb difficult, but a character who succeeds on a {@dc 14} Strength ({@skill Athletics}) check can wriggle down and get the cublets back up to safety with their grateful mother."
											],
											"id": "00e"
										}
									],
									"id": "00d"
								},
								{
									"type": "entries",
									"name": "Ambush!",
									"page": 4,
									"entries": [
										"If your players are spoiling for a fight, you can have the party be ambushed by eight {@creature skeleton||skeletons} that erupt out of the ground as the characters trek up the mountainside."
									],
									"id": "00f"
								}
							],
							"id": "00c"
						}
					],
					"id": "007"
				},
				{
					"type": "section",
					"name": "Mystery Mountain",
					"page": 4,
					"entries": [
						"The interior of Mystery Mountain is a series of roughly carved tunnels. They have the following properties unless otherwise noted:",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Darkness",
											"page": 4,
											"entries": [
												"The tunnels and caves contain no light sources."
											],
											"id": "013"
										},
										{
											"type": "entries",
											"name": "Ceilings and Walls",
											"page": 4,
											"entries": [
												"The passages are 10 feet wide and tall, with ceilings that are roughly 20 feet high."
											],
											"id": "014"
										}
									],
									"id": "012"
								}
							],
							"id": "011"
						},
						"The following locations are keyed to the Mystery Mountain map:",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/NRH-AT/014.webp"
							},
							"width": 1931,
							"height": 2156,
							"mapRegions": [
								{
									"area": "015",
									"points": [
										[
											793,
											1880
										],
										[
											793,
											1984
										],
										[
											883,
											1984
										],
										[
											883,
											1880
										]
									]
								},
								{
									"area": "018",
									"points": [
										[
											426,
											1537
										],
										[
											480,
											1491
										],
										[
											460,
											1479
										],
										[
											457,
											1411
										],
										[
											496,
											1396
										],
										[
											526,
											1371
										],
										[
											537,
											1350
										],
										[
											583,
											1343
										],
										[
											623,
											1334
										],
										[
											660,
											1313
										],
										[
											671,
											1301
										],
										[
											637,
											1239
										],
										[
											617,
											1261
										],
										[
											569,
											1279
										],
										[
											547,
											1270
										],
										[
											521,
											1244
										],
										[
											496,
											1237
										],
										[
											371,
											1236
										],
										[
											350,
											1249
										],
										[
											340,
											1261
										],
										[
											327,
											1283
										],
										[
											307,
											1303
										],
										[
											311,
											1331
										],
										[
											319,
											1371
										],
										[
											336,
											1390
										],
										[
											380,
											1410
										],
										[
											383,
											1450
										],
										[
											380,
											1480
										],
										[
											383,
											1501
										],
										[
											397,
											1529
										]
									]
								},
								{
									"area": "01b",
									"points": [
										[
											940,
											1387
										],
										[
											963,
											1327
										],
										[
											993,
											1304
										],
										[
											1031,
											1296
										],
										[
											1066,
											1287
										],
										[
											1106,
											1287
										],
										[
											1137,
											1293
										],
										[
											1161,
											1303
										],
										[
											1184,
											1316
										],
										[
											1191,
											1350
										],
										[
											1217,
											1373
										],
										[
											1234,
											1409
										],
										[
											1234,
											1471
										],
										[
											1227,
											1506
										],
										[
											1186,
											1540
										],
										[
											1139,
											1549
										],
										[
											1051,
											1544
										],
										[
											1003,
											1530
										],
										[
											964,
											1490
										],
										[
											940,
											1431
										]
									]
								},
								{
									"area": "01c",
									"points": [
										[
											1463,
											1043
										],
										[
											1441,
											991
										],
										[
											1393,
											951
										],
										[
											1361,
											923
										],
										[
											1363,
											900
										],
										[
											1369,
											876
										],
										[
											1369,
											853
										],
										[
											1403,
											840
										],
										[
											1436,
											826
										],
										[
											1489,
											833
										],
										[
											1524,
											863
										],
										[
											1549,
											893
										],
										[
											1576,
											934
										],
										[
											1607,
											963
										],
										[
											1680,
											1047
										],
										[
											1709,
											1081
										],
										[
											1730,
											1107
										],
										[
											1751,
											1143
										],
										[
											1770,
											1176
										],
										[
											1761,
											1213
										],
										[
											1753,
											1237
										],
										[
											1727,
											1251
										],
										[
											1681,
											1253
										],
										[
											1649,
											1236
										],
										[
											1614,
											1187
										],
										[
											1583,
											1160
										],
										[
											1526,
											1144
										],
										[
											1491,
											1124
										],
										[
											1516,
											1099
										],
										[
											1500,
											1069
										]
									]
								},
								{
									"area": "026",
									"points": [
										[
											251,
											624
										],
										[
											253,
											480
										],
										[
											274,
											407
										],
										[
											294,
											360
										],
										[
											341,
											323
										],
										[
											381,
											317
										],
										[
											417,
											307
										],
										[
											459,
											313
										],
										[
											517,
											323
										],
										[
											556,
											364
										],
										[
											591,
											411
										],
										[
											633,
											469
										],
										[
											654,
											504
										],
										[
											671,
											539
										],
										[
											694,
											580
										],
										[
											696,
											629
										],
										[
											696,
											703
										],
										[
											670,
											739
										],
										[
											626,
											751
										],
										[
											594,
											771
										],
										[
											536,
											776
										],
										[
											491,
											767
										],
										[
											434,
											764
										],
										[
											357,
											736
										],
										[
											290,
											699
										],
										[
											257,
											659
										]
									]
								},
								{
									"area": "021",
									"points": [
										[
											1131,
											451
										],
										[
											1160,
											393
										],
										[
											1191,
											361
										],
										[
											1239,
											343
										],
										[
											1294,
											297
										],
										[
											1339,
											250
										],
										[
											1397,
											236
										],
										[
											1437,
											241
										],
										[
											1470,
											286
										],
										[
											1484,
											331
										],
										[
											1483,
											393
										],
										[
											1481,
											456
										],
										[
											1471,
											501
										],
										[
											1430,
											556
										],
										[
											1390,
											577
										],
										[
											1344,
											580
										],
										[
											1296,
											573
										],
										[
											1259,
											591
										],
										[
											1194,
											587
										],
										[
											1149,
											557
										],
										[
											1133,
											497
										]
									]
								}
							],
							"imageType": "map",
							"grid": {
								"type": "square",
								"size": 70,
								"offsetX": -70,
								"scale": 2
							},
							"hrefThumbnail": {
								"type": "internal",
								"path": "adventure/NRH-AT/thumbnail/014.webp"
							},
							"id": "032",
							"credit": "Red Central"
						},
						{
							"type": "entries",
							"name": "M1. Cave Entrance",
							"page": 4,
							"entries": [
								"The entrance to Mystery Mountain is hidden behind the exposed roots of a tree that sits over the door. A character who succeeds on a {@dc 12} Wisdom ({@skill Perception}) roll finds the door in under five minutes. On a failure, the party must search for half an hour before discovering the door and has a 50% chance of encountering six {@creature skeleton||skeletons} on patrol for {@creature Mr. Greystone|NRH-AT}. Whoever is attuned to the {@item Amulet of Harmony|NRH-AT} has advantage on the check to notice the door.",
								"Behind the roots, the entrance is carved into the granite cliff. There are lightning bolts carved into the granite door, and it has a keyhole but no handle.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Unlocking the Door",
											"page": 5,
											"entries": [
												"The key to the door is in {@creature Mr. Greystone|NRH-AT}'s pocket, so the lock must be picked with a successful {@dc 15} Dexterity ({@skill Sleight of Hand}) check. On a failure, the character who attempted to pick the lock takes 6 ({@damage 1d12}) lightning damage and is pushed back 5 feet.",
												"Once the door is open, the party can see a cobweb-filled tunnel leading into the darkness of Mystery Mountain."
											],
											"id": "017"
										}
									],
									"id": "016"
								}
							],
							"id": "015"
						},
						{
							"type": "entries",
							"name": "M2. Gaseous Cave",
							"page": 5,
							"entries": [
								"A noxious-smelling gas fills the tunnel ahead of this cave with hazy greenish smoke. The gas extinguishes any non-magical light. A creature that enters the gas must make a {@dc 13} Constitution saving throw or take 7 ({@damage 2d6}) poison damage and become {@condition blinded} for 1 minute. On a successful save, a creature takes half as much damage and isn't {@condition blinded}. A {@condition blinded} creature can make a {@dc 15} Constitution saving throw at the end of each of its turns, ending the blindness on a success. If another creature makes a successful {@dc 12} Intelligence ({@skill Medicine}) check, the {@condition blinded} creature makes their next Constitution save with advantage.",
								"The gas is coming from a 4-foot-square wooden box sitting on a table in the center of the room. The box has five wooden levers on its side. On the box is a brass plaque that says, \"{@creature Mr. Greystone|NRH-AT}'s Gaseous Box.\"",
								"If the correct lever is pulled, the gas stops coming from the box, and it takes about 5 minutes to dissipate from the area.",
								"If an incorrect lever is pulled or the box takes more than 5 points of damage, it explodes. Each creature within 15 feet of it must make a {@dc 12} Dexterity saving throw, taking 7 ({@damage 2d6}) piercing damage on a failed save or half as much on a successful one.",
								{
									"type": "entries",
									"name": "Guessing the Lever",
									"page": 5,
									"entries": [
										"If a character attempts to guess the correct lever, roll a {@dice d10}. On a 1 or 2, they guess correctly and the gas stops."
									],
									"id": "019"
								},
								{
									"type": "entries",
									"name": "Deducing the Lever",
									"page": 5,
									"entries": [
										"A character can also try to deduce which lever is the correct one by checking the wear and tear on the handles. If a player says that this is what their character is looking for, then have their character make a {@dc 12} Wisdom ({@skill Perception}) check with advantage. On a success, they see the wear on the correct lever. On a failure, they can still guess, but the odds are in their favor, so a roll of 1–5 gives them the correct choice."
									],
									"id": "01a"
								}
							],
							"id": "018"
						},
						{
							"type": "entries",
							"name": "M3. Skeleton Room",
							"page": 5,
							"entries": [
								"In this room are ten {@creature skeleton||skeletons}, all in matching coveralls with a logo on the back that reads, \"{@creature Mr. Greystone|NRH-AT}'s Garden Care.\" The skeletons are standing around gardening equipment—two wheelbarrows, a scythe, rakes, hoes, a pickaxe, and some pruning shears.",
								"The skeletons are dormant until they are attacked or until something makes a noise to alert them. The party can sneak past or sneak up to the skeletons with a successful {@dc 13} group Dexterity ({@skill Stealth}) check.",
								"If the party attacks the dormant skeletons, the skeletons are {@status surprised} (see the rules for Surprise in the D&D Basic Rules) and the party has advantage on their attacks during the first round of combat.",
								"Other than the gardening equipment, there's nothing of value in the room."
							],
							"id": "01b"
						},
						{
							"type": "entries",
							"name": "M4. Chasm of Doom",
							"page": 5,
							"entries": [
								"This long cavern runs perpendicular to the passageway. A 20-foot-wide chasm, whose bottom cannot be seen, lies in between the western and eastern passages. A door can be seen in the eastern passage.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Getting Across",
											"page": 5,
											"entries": [
												"There are a number of ways to cross the chasm—such as spells or grappling hooks—but however they get across, the characters must keep very quiet. Characters with a passive Wisdom ({@skill Perception}) score of 12 or higher notice claw marks on the sides of the chasm walls.",
												"If the characters make noise while crossing the chasm, they must succeed on a {@dc 10} group Dexterity ({@skill Stealth}) check or they alert five {@creature ghoul||ghouls} whose claws can be heard scratching up the chasm walls. The ghouls arrive within three turns.",
												"If the ghouls are following the characters after they cross the chasm, they can flee through the door and bar it behind them."
											],
											"id": "01e"
										},
										{
											"type": "entries",
											"name": "Building Tension",
											"page": 6,
											"entries": [
												"As the DM, you can also describe a whole horde of ghouls clawing their way up the chasm—but only to generate tension. Keep reminding your players of the danger through the sound they make—clawing and hissing—as they come up the chasm. You could make it so that the ghouls arrive just as the party flees through the door and they can hear the scratching and shrieking as they lower the bolt to bar the door. If the party returns to the door later, the ghouls have gone back down into the chasm."
											],
											"id": "01f"
										},
										{
											"type": "entries",
											"name": "Falling into the Chasm",
											"page": 6,
											"entries": [
												"If a character should be so unlucky as to fall into the chasm, you can have them grab a hold of a random root or ledge to save themselves from certain doom and let them climb out with the assistance of a rope. However, falling into the chasm alerts the ghouls (see \"Building Tension,\" above)."
											],
											"id": "020"
										}
									],
									"id": "01d"
								}
							],
							"id": "01c"
						},
						{
							"type": "entries",
							"name": "M5. Flumph Cloister",
							"page": 6,
							"entries": [
								"This room is occupied by {@creature Maude|NRH-AT}, a {@creature bugbear chief}, and her four {@creature goon|NRH-ASS|goons}, who are poking and prodding a dozen trembling {@creature flumph||flumphs}. The bugbear and the goons are all wearing \"{@creature Mr. Greystone|NRH-AT}'s Garden Care\" coveralls. There are crates with supplies and what looks like arcane lab equipment scattered about. A character who succeeds on a {@dc 13} Intelligence ({@skill Arcana}) check can tell that this equipment is most likely used to siphon magical energy—possibly from the {@item Prismatic Well|NRH-AT}.",
								"Maud's goons are laughing as they turn the flumphs upside-down and try to make them turn a stronger shade of purple—a particularly twisted activity in these times when colors are all but gone from the world.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Dealing with Trouble",
											"page": 6,
											"entries": [
												"{@creature Maude|NRH-AT}, the bugbear chief, is charged with protecting the secret door to the {@item Prismatic Well|NRH-AT} in area M6. If the characters are getting close to the door, she commands her goons to attack. {@creature Maude|NRH-AT} is arrogant, but she isn't a dummy, and she tries to put off the party by telling them lies like:",
												{
													"type": "list",
													"items": [
														"They've already passed the {@item Prismatic Well|NRH-AT}.",
														"They're too late.",
														"There's no well here. It's actually underneath Harmony.",
														"They're in the wrong place."
													]
												},
												"If the adventurers show {@creature Maude|NRH-AT} the {@item Amulet of Harmony|NRH-AT}, she demands that they give it to her, saying that her boss will pay handsomely for it. If the adventurers refuse, {@creature Maude|NRH-AT} tells the goons to get it."
											],
											"id": "023"
										},
										{
											"type": "entries",
											"name": "Telepathic Hints",
											"page": 6,
											"entries": [
												"If the adventurers seem friendly or try to protect the flumphs, then one of the party members is contacted telepathically by the leader of the flumphs, GuBu, who reveals two things:",
												{
													"type": "list",
													"items": [
														"GuBu knows the location of the secret door in this room and will help the party as best they can. GuBu is willing to do just about anything (except for sacrificing themselves or one of their cloister mates) to get rid of the bugbears so they can go back to their idyllic underground existence.",
														"GuBu has overheard the \"Gray Man\" talking to {@creature Maude|NRH-AT} about \"killing {@creature Emo|NRH-AT}.\" If asked about \"{@creature Emo|NRH-AT},\" GuBu responds that {@creature Emo|NRH-AT} is a \"sad ball\" and that all the flumphs feel sad for it and hope it will get better. GuBu wonders if the sad ball would one day like to join their cloister.",
														"The Gray Man is scary, dangerous, and wants to \"destroy all the color.\" GuBu telepathically shudders at the thought."
													]
												}
											],
											"id": "024"
										},
										{
											"type": "entries",
											"name": "Secret Door",
											"page": 6,
											"entries": [
												"The secret door to area M6 is well hidden behind a crate. If a character listens at the door and succeeds on a {@dc 14} Wisdom ({@skill Perception}) check, they can hear weeping and arguing, as well as a faint humming sound. The secret door is not locked and opens smoothly when pushed."
											],
											"id": "025"
										}
									],
									"id": "022"
								}
							],
							"id": "021"
						},
						{
							"type": "entries",
							"name": "M6. Prismatic Well",
							"page": 7,
							"entries": [
								"When the adventurers enter this cavern, read or paraphrase the following:",
								{
									"type": "insetReadaloud",
									"page": 7,
									"entries": [
										"You see a large cavern that's illuminated with dazzling colors unlike anything you have ever seen before. The colors pour out of a stone ring on the floor that must be none other than the fabled {@item Prismatic Well|NRH-AT}.",
										"Next to the {@item Prismatic Well|NRH-AT} is a depressed-looking spherical creature that has flexible tubes hooked up to its ten drooping eyestalks. The tubes are connected to a complex apparatus that is placed over the opening of the {@item Prismatic Well|NRH-AT}. The apparatus appears to be sucking colors from the well and feeding it into the spherical creature through the tubes connected to its eyestalks—although the apparatus looks like it isn't working very well, as colors are spraying and fizzing out into the room. The creature is weeping in frustration and desperately trying to figure out how to fix its apparatus.",
										"Next to the many-eyed creature is a tall brute of a man in a gray coat, who is bellowing at the creature angrily. Lurking behind the man's overcoat is a monster about the size of a dog with a single, baleful eye."
									],
									"id": "027"
								},
								"The spherical monster is {@creature Emo|NRH-AT}, a {@creature beholder}. The brutish man is {@creature Mr. Greystone|NRH-AT} and the small monster with a single eye is Furzle, {@creature Mr. Greystone|NRH-AT}'s {@creature nothic} assistant.",
								{
									"type": "entries",
									"name": "Roleplaying Mr. Greystone",
									"page": 7,
									"entries": [
										"{@creature Mr. Greystone|NRH-AT} makes it clear that he wants things black and white. He is sick and tired of all the \"color and variety in Harmony.\" {@creature Mr. Greystone|NRH-AT} wants to destroy the well and return things the \"good old days when things were less...colorful.\" He's grown weary of {@creature Emo|NRH-AT}'s \"lack of a spine\" and would gladly sacrifice the beholder if would mean destroying the well.",
										"If {@creature Mr. Greystone|NRH-AT} sees the {@item Amulet of Harmony|NRH-AT}, he knows that it's his ticket to a colorless world and does everything in his power to get it—whether it's offering the party 2000 gp or threatening to give them all a thrashing they won't soon forget. {@creature Mr. Greystone|NRH-AT} is partial to the latter."
									],
									"id": "028"
								},
								{
									"type": "entries",
									"name": "Roleplaying Emo",
									"page": 7,
									"entries": [
										"{@creature Emo|NRH-AT} is a beholder that has studied the joy-inducing effects of the {@item Prismatic Well|NRH-AT} and came to the plane of Harmony to cure its melancholy. {@creature Emo|NRH-AT} believes that if they can absorb all the magical colors, then somehow their sadness will be cured, and they can live happily ever after. They don't care about Harmony and its citizens because they are very self-absorbed.",
										"Although they are immensely powerful, {@creature Emo|NRH-AT} is not a fighter and only attacks in self-defense. However, if the party is nice to {@creature Emo|NRH-AT} and is having trouble fighting {@creature Mr. Greystone|NRH-AT}, then {@creature Emo|NRH-AT} is likely to help the party out, since Greystone has been mean to {@creature Emo|NRH-AT}.",
										"If {@creature Emo|NRH-AT} is offered kindness and friendship—such as a home within the flumph cloister—they are willing to change their plan. Convincing {@creature Emo|NRH-AT} to give up their apparatus and try another way to find happiness requires a successful {@dc 14} Charisma ({@skill Persuasion}) check. If GuBu is present, or the characters offer {@creature Emo|NRH-AT} a home within the flumph cloister, the check is made with advantage."
									],
									"id": "029"
								},
								{
									"type": "entries",
									"name": "Roleplaying Furzle",
									"page": 7,
									"entries": [
										"Furzle is very loyal to {@creature Mr. Greystone|NRH-AT} (out of fear) and loves to give secret information to its master. But if Furzle becomes {@condition frightened} or is reduced to half its hit point maximum, it runs away screaming, abandoning its master. Furzle is smart and does everything it can to survive, even if that means making friends."
									],
									"id": "02a"
								}
							],
							"id": "026"
						},
						{
							"type": "entries",
							"name": "Harmony Restored",
							"page": 7,
							"entries": [
								"If the adventurers succeed in defeating {@creature Mr. Greystone|NRH-AT} and undoing {@creature Emo|NRH-AT}'s plan to absorb the colors of Harmony, they can use the {@item Amulet of Harmony|NRH-AT} to restore the {@item Prismatic Well|NRH-AT} (see \"Opening the Box\" above). If they do this, the colors of the well are dazzling as they shoot upward through the ceiling of the cavern, which glows and hums with the power of the colors.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Emo and the Flumphs",
											"page": 8,
											"entries": [
												"If the adventurers convince {@creature Emo|NRH-AT} to join the flumph cloister, GuBu listens to {@creature Emo|NRH-AT}'s story of being an oddball and feeling left out, and welcomes {@creature Emo|NRH-AT} into their cloister. All the flumphs turn bright shades of yellow and green, their color restored. They thank the party telepathically in a delightful chorus of gratitude."
											],
											"id": "02d"
										},
										{
											"type": "entries",
											"name": "Dealing with Furzle",
											"page": 8,
											"entries": [
												"If Furzle runs off during the encounter at the well, the characters may decide to track down the nothic to prevent it from causing more trouble. You can deal with this any way you'd like. One way is to have the party catch up with Furzle trying to cross the chasm in area M4. Although he has a treacherous streak, if treated with kindness, Furzle could make a great wizard's assistant. Perhaps if guided under the strong hand of Headmaster Gustava, Furzle could become a valuable asset."
											],
											"id": "02e"
										},
										{
											"type": "entries",
											"name": "Restoring Harmony",
											"page": 8,
											"entries": [
												"With the {@item Prismatic Well|NRH-AT} restored to full power, the magic of Harmony returns, and the city is once again vibrant with color. When the characters return to the city, they are lauded as heroes at an awards ceremony where Gustava the Great pins medals on them, giving them the highest honor of Prism Academy—the Order of Zimandius. The mayor then gives each of them a key to the city of Harmony and Mr. Honeycutt is there to return the {@item Amulet of Harmony|NRH-AT} to the Lorekeeper Society. Mr. Honeycutt officially writes each of them into the Lorekeeper Society's ledgers as honorary members of the sect and sworn protectors of Harmony."
											],
											"id": "02f"
										}
									],
									"id": "02c"
								}
							],
							"id": "02b"
						},
						{
							"type": "entries",
							"name": "Harmony Undone",
							"page": 8,
							"entries": [
								"If the adventurers fail, {@creature Mr. Greystone|NRH-AT} either uses the {@item Amulet of Harmony|NRH-AT} to destroy the {@item Prismatic Well|NRH-AT} or has {@creature Emo|NRH-AT} figure out a way to suck all the color from the well, resulting in a black and white world devoid of joy and wonder.",
								"Of course, this can never happen! If all goes wrong, Mr. Honeycutt and Headmaster Gustava arrive in the nick of time to make sure that evil is defeated, Harmony is restored, and all colors once again vibrantly empower the world."
							],
							"id": "030"
						},
						{
							"type": "entries",
							"name": "Magic Items",
							"page": 8,
							"entries": [
								"The following magic items appear in this adventure.",
								{
									"type": "list",
									"columns": 2,
									"items": [
										"{@item Amulet of Harmony|NRH-AT}",
										"{@item Prismatic Well|NRH-AT}"
									]
								}
							],
							"id": "031"
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet013.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet014.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet015.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet016.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet017.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet018.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet019.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet020.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet021.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet022.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet023.webp"
									},
									"width": 1275,
									"height": 825
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/NRH-AT/sheet024.webp"
									},
									"width": 1275,
									"height": 825
								}
							]
						}
					],
					"id": "010"
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"items": [
								{
									"type": "entries",
									"name": "Dungeons & Dragons Team:",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Adventure Design",
													"entries": [
														"Kat Kruger, Adam Lee"
													]
												},
												{
													"type": "item",
													"name": "Additional Development",
													"entries": [
														"Bill Benham"
													]
												},
												{
													"type": "item",
													"name": "Character Design",
													"entries": [
														"Chris Tulach"
													]
												},
												{
													"type": "item",
													"name": "Graphic Design",
													"entries": [
														"Emma Ekblad"
													]
												},
												{
													"type": "item",
													"name": "Editors",
													"entries": [
														"Ashley Michaela Lawson, Hannah Rose"
													]
												},
												{
													"type": "item",
													"name": "Creator Manager",
													"entries": [
														"Pelham Greene"
													]
												},
												{
													"type": "item",
													"name": "Illustrations",
													"entries": [
														"Red Central"
													]
												},
												{
													"type": "item",
													"name": "Producer",
													"entries": [
														"Bill Benham"
													]
												},
												{
													"type": "item",
													"name": "Brand Manager",
													"entries": [
														"Shelly Mazzanoble"
													]
												},
												{
													"type": "item",
													"name": "Director of Category Licensing",
													"entries": [
														"Ann Earp"
													]
												}
											]
										}
									],
									"id": "035"
								},
								{
									"type": "entries",
									"name": "Ferrara Team:",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Sr. Associate Brand Manager, NERDS:",
													"entries": [
														"Lukas Krause"
													]
												},
												{
													"type": "item",
													"name": "Content Manager, NERDS:",
													"entries": [
														"Annie Belgrade"
													]
												},
												{
													"type": "item",
													"name": "Brand Manager, NERDS:",
													"entries": [
														"Joey Rath"
													]
												},
												{
													"type": "item",
													"name": "Director of Licensing & Partnerships, Ferrara Candy Co.",
													"entries": [
														"Amy Pagels"
													]
												}
											]
										}
									],
									"id": "036"
								},
								{
									"type": "entries",
									"name": "Tripleclix Team:",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Managing Partner",
													"entries": [
														"Jennifer Erb"
													]
												},
												{
													"type": "item",
													"name": "Founder, Managing Partner",
													"entries": [
														"Christopher Erb"
													]
												},
												{
													"type": "item",
													"name": "VP, Head of Partnership Marketing",
													"entries": [
														"Kenneth Lindenbaum"
													]
												},
												{
													"type": "item",
													"name": "Additional Support",
													"entries": [
														"VMLY&R Commerce, Taxi, Pep, and Golin"
													]
												}
											]
										}
									],
									"id": "037"
								}
							]
						}
					],
					"id": "034"
				}
			],
			"id": "033"
		}
	]
}
