{
	"data": [
		{
			"type": "section",
			"name": "The Lost Library of Lethchauntos",
			"id": "475",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/FRAiF/174-07-001.entrance-lost-library.webp"
					},
					"title": "The entrance to the Lost Library has been recently opened and the ground disturbed",
					"credit": "Johan Grenier",
					"width": 1700,
					"height": 2301
				},
				{
					"type": "section",
					"name": "The Lost Library of Lethchauntos",
					"id": "476",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								"{@b An Adventure for Level 1 Characters}"
							]
						},
						"{@i The Lost Library of Lethchauntos} is an adventure that you can use in any of the five settings described in chapters 2–6 of this book: {@book the Dalelands|FRAiF|2}, {@book Icewind Dale|FRAiF|3}, {@book Calimshan|FRAiF|4}, {@book the Moonshae Isles|FRAiF|5}, or {@book Baldur's Gate|FRAiF|6}."
					]
				},
				{
					"type": "section",
					"name": "Adventure Summary",
					"id": "477",
					"entries": [
						"The characters are contacted by Myrna Nor, a student of magic and wealthy heir. Myrna and her former colleague, Powell \"the Owl\" Niccam, have deduced the location of a hidden library built centuries ago by Lethchauntos, an infamous wizard.",
						"But Myrna and Powell have had a falling out. The library is believed to contain the {@area Nathlum|4d0|x}, a legendary book detailing deadly poisons and powerful spells. Powell wants to recover the {@i Nathlum} and sell it to the Zhentarim for a fortune. Myrna wants to preserve the {@i Nathlum} and restore Lethchauntos's unjustly tarnished legacy.",
						"Myrna hires the characters to find the {@i Nathlum} before Powell does. The party travels to the library to find Powell already there. They must overcome her guards and navigate the library's dangers. Eventually the characters confront Powell to recover the {@i Nathlum}.",
						"The adventure takes two or three sessions. When the characters return to Myrna, hopefully with the {@i Nathlum}, they should be level 3."
					]
				},
				{
					"type": "section",
					"name": "Choosing a Setting",
					"id": "478",
					"entries": [
						"The library described in this chapter is located in {@book the Dalelands|FRAiF|2}. But you can use this adventure if your campaign is set in one of the other settings described in this book, moving the library described here to your campaign's location. See the \"{@area Customizing the Adventure|4d5|x}\" section later in this chapter for guidance on adapting the adventure to {@book Icewind Dale|FRAiF|3}, {@book Calimshan|FRAiF|4}, {@book the Moonshae Isles|FRAiF|5}, or {@book Baldur's Gate|FRAiF|6}."
					]
				},
				{
					"type": "section",
					"name": "Running the Adventure",
					"id": "479",
					"entries": [
						"To run this adventure, you need the fifth edition core rulebooks ({@book Player's Handbook|XPHB}, {@book Dungeon Master's Guide|XDMG}, and {@book Monster Manual|XMM}).",
						{
							"type": "inset",
							"id": "47a",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under specific circumstances described in the text."
							]
						},
						"The {@book Monster Manual|XMM} contains stat blocks for most of the creatures encountered in this adventure. The remaining stat blocks can be found in {@book chapter 9|FRAiF|9} of this book, as indicated in the text.",
						"Spells and equipment mentioned in the adventure are described in the {@book Player's Handbook|XPHB}. Magic items are described in the {@book Dungeon Master's Guide|XDMG}."
					]
				},
				{
					"type": "section",
					"name": "Adventure Background",
					"id": "47b",
					"entries": [
						"The story of this adventure involves an infamous wizard named Lethchauntos whose work and legacy have been long misunderstood. Recently two students of magic discovered the truth about him and located five hidden libraries he constructed.",
						{
							"type": "entries",
							"name": "Lethchauntos's Tragic Life",
							"id": "47c",
							"entries": [
								"Five centuries ago, an orc priest named Wund forged a kingdom under the Sword Mountains, choosing an orc warlord named Uruth as a figurehead ruler. Wund was devoted to an evil god of death and disease, and Uruth was a cruel warmonger. A young orc wizard named Nath fled the Sword Mountains with his wife Ona and their children to avoid the wars he knew Wund and Uruth would soon wage.",
								"Settling near the village of Phandalin south of Neverwinter, Nath traded with farming families and shared arcane knowledge with the crafters of nearby Wave Echo Cave. Nath hid his identity to protect himself and his family, and the folk of Phandalin knew him as Lethchauntos.",
								"Nath and his family had peace for a few years but, deeply troubled by Wund's leadership, Lethchauntos decided to take action. With the skilled crafters of Wave Echo Cave, he forged the {@i Ettin Axe}, a sentient weapon with two distinct minds and personalities. Then, leaving his family, he returned to the Sword Mountains and sought out Uruth. Nath argued that Wund was selfish and manipulative, and Uruth had an obligation to be a wiser, better king. He gave Uruth the {@i Ettin Axe}, optimistically hoping that the axe's two minds would balance out the bad advice Uruth was getting from Wend.",
								"For a brief time, Wund, Nath, Uruth, and the twin minds of the {@i Ettin Axe} were locked in a power struggle for Uruth's realm. But communications from Nath's family ceased and, fearing the worst, the wizard fled home to find his family dead from poisons only Wund knew how to brew. Wund's spies had identified Nath's family and murdered them.",
								"Nath was devastated. Donning black robes of mourning, he forsook his birth name. For the rest of his life, he wore only black and answered only to Lethchauntos. For twenty years, he researched Wund's poisons in an attempt to find antidotes to the poisons that killed his family, collecting this knowledge in a book he dubbed the {@area Nathlum|4d0|x}, and planned elaborate memorials for his loved ones.",
								"Uruth and Wund eventually perished in war, but one of Uruth's successors discovered Lethchauntos's location and led a raid against Phandalin, devastating the region.",
								"Lethchauntos survived, but he considered himself cursed for bringing death to his friends and family. He left Phandalin and put his final plans in motion, visiting the Dalelands, Icewind Dale, Calimshan, the Moonshae Isles, and Baldur's Gate, places his family had spoken of visiting. In each of these locations, he constructed a hidden library, burying one of his family in each location. When the last library was complete, Lethchauntos departed for the Outer Planes. His final fate is unknown."
							]
						},
						{
							"type": "entries",
							"name": "A Tale of Two Apprentices",
							"id": "47d",
							"entries": [
								"Today Lethchauntos is mostly forgotten, and those who do recall him believe he was an evil wizard due to his association with poison and slaughter. But two students of magic named Myrna Nor and Powell Niccam discovered the existence of the {@i Nathlum} from old records found in Phandalin and Wave Echo Cave. The two didn't agree on what to do next, though. While Myrna wanted to recover the {@i Nathlum} for academic purposes, Powell saw an opportunity to get rich quick.",
								"Powell reached out to Zhentarim agents and told them about the {@i Nathlum}, which details many deadly poisons. She offered to share the knowledge with the Zhentarim in exchange for the agents' help in recovering the {@i Nathlum}. With Zhentarim allies and goblin and hobgoblin mercenaries she hired along the way, Powell set out for the hidden library near Myth Drannor.",
								"Myrna wants to stop Powell, but she's no adventurer. She uses her merchant contacts to locate the characters, and she hires them to stop Powell and recover the {@i Nathlum}.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/FRAiF/175-07-002.lethchauntos-crafted.webp"
									},
									"title": "Lethchauntos crafted the Ettin Axe to serve as an adviser to the warlord Uruth",
									"credit": "Brian Valenzuela",
									"width": 1700,
									"height": 1086
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Starting the Adventure",
					"id": "47e",
					"entries": [
						"When you're ready to start the adventure, read or paraphrase the following:",
						{
							"type": "inset",
							"id": "47f",
							"entries": [
								"You meet at the Old Skull Inn in Shadowdale. Your host is Myrna Nor, the heir to a wealthy Sembian trading house. When you arrive, she gestures toward chairs in a rustic sitting room. \"Please, make yourselves comfortable. I'm so grateful to you all for meeting me here. I have a terrible problem, and I'm hoping you can solve it.",
								"\"My colleague Powell Niccam and I learned of a hidden library built by a long-dead orc wizard named Lethchauntos. He wrote the {@i Nathlum}, a book of arcane lore that we believe is located in this hidden library. But Powell has offered to sell the tome's secrets to the Zhentarim!",
								"\"The {@i Nathlum} details how to create many rare poisons, as well as their cures. Who knows what the Zhentarim would do with such knowledge? No, the {@i Nathlum}—and the rest of the library—must be recovered for the good of Faerûn.\""
							]
						},
						"Myrna offers the characters 100 GP each to travel to the library and recover the {@i Nathlum}. She can answer questions about Lethchauntos, Powell, and the {@i Nathlum}. She can tell the characters the information in \"{@area Lethchauntos's Tragic Life|47c|x}\" above, which she has pieced together though she's eager to obtain more evidence. She insists Lethchauntos wasn't an evil wizard but a tragic and well-meaning figure, if sometimes misguided.",
						"Myrna describes Powell as a cunning and brilliant student of magic. Powell is tall and thin, with a wide-eyed, blinking expression that earned her the nickname \"the Owl.\"",
						"As for the {@i Nathlum}, Myrna knows the tome contains poison recipes and powerful spells, but she doesn't know the exact details.",
						"Myrna provides the location of the library's entrance in Cormanthor, beneath a hill between the Standing Stone and Myth Drannor. She tells the characters Lethchauntos built five hidden libraries, reburying one of his family members at each, but she believes the {@i Nathlum} is at this one."
					]
				},
				{
					"type": "section",
					"name": "Traveling to the Library",
					"id": "480",
					"entries": [
						"The journey to the library is about 100 miles, a journey of 4 days. You can roll random encounters on the Cormanthor Encounters table in chapter 2 or have the journey be uneventful. Along the way, the characters can get to know each other, sharing elements of their backstories as they travel.",
						"When the characters reach the library entrance, read or paraphrase the following:",
						{
							"type": "inset",
							"id": "481",
							"entries": [
								"The door to the lost library of Lethchauntos stands before you, right where Myrna Nor said it would be. The door is built into a hillside, but you clearly aren't the first ones to discover it. Brush has been cleared away from it, and footprints lead up to the closed door."
							]
						},
						"As a {@action Search|XPHB} action, a character can inspect the prints and make a {@dc 10} Wisdom ({@skill Survival|XPHB}) check, identifying them on a successful check as belonging to Medium and Small booted people, some of them goblinoids. The door opens to reveal a corridor leading north to area 1.",
						"A character who searches the nearby area finds a cave 150 feet from the library door. A character who takes the {@action Study|XPHB} action and succeeds on a {@dc 10} Intelligence ({@skill Nature|XPHB}) check determines the cave leads to a bear's den. This cave entrance leads to area 3."
					]
				},
				{
					"type": "section",
					"name": "Library Features",
					"id": "482",
					"entries": [
						"The library has the following features.",
						{
							"type": "entries",
							"name": "Light",
							"id": "483",
							"entries": [
								"Powell and her followers placed lit torches in wall sconces throughout the library. Unless otherwise described, the library is in {@variantrule Bright Light|XPHB}."
							]
						},
						{
							"type": "entries",
							"name": "Doors",
							"id": "484",
							"entries": [
								"The library contains various secret and locked doors. See the rules for doors in the {@book Dungeon Master's Guide|XDMG}. All secret doors are standard ({@dc 15}). All locked doors have Simple locks (1 action to pick) of Good quality ({@dc 15})."
							]
						},
						{
							"type": "entries",
							"name": "Goblin Knowledge",
							"id": "485",
							"entries": [
								"A character who interrogates a goblin or hobgoblin and succeeds on a {@dc 15} Charisma ({@skill Intimidation|XPHB} or {@skill Persuasion|XPHB}) check learns the following.",
								{
									"type": "entries",
									"id": "486",
									"entries": [
										{
											"type": "entries",
											"name": "Powell",
											"id": "487",
											"entries": [
												"The goblins and hobgoblins work for Powell, whom they call \"Owl-Face\" and consider \"a mighty wizard.\" Powell arrived at the library a day ago and has been exploring it. Powell posted the goblins and hobgoblins on the upper level and instructed them to kill intruders."
											]
										},
										{
											"type": "entries",
											"name": "Powell's Lackeys",
											"id": "488",
											"entries": [
												"Powell has Zhentarim guards who followed her to the lower level, and a few goblins accompanied her as well."
											]
										},
										{
											"type": "entries",
											"name": "Upper-Floor Layout",
											"id": "489",
											"entries": [
												"The goblin and hobgoblin mercenaries know the layout of the library's upper floor. They avoid the bear in area 3 and the trapped statue in area 6.",
												{
													"type": "gallery",
													"images": [
														{
															"type": "image",
															"href": {
																"type": "internal",
																"path": "adventure/FRAiF/176-map-07.001-lost-library-upper-level.webp"
															},
															"imageType": "map",
															"title": "Map 7.1: Lost Library Upper Level",
															"width": 4096,
															"height": 2650,
															"id": "590",
															"mapRegions": [
																{
																	"area": "4a1",
																	"points": [
																		[
																			2266,
																			166
																		],
																		[
																			2266,
																			379
																		],
																		[
																			2675,
																			379
																		],
																		[
																			2675,
																			166
																		]
																	]
																},
																{
																	"area": "49a",
																	"points": [
																		[
																			2835,
																			237
																		],
																		[
																			2835,
																			742
																		],
																		[
																			3122,
																			742
																		],
																		[
																			3122,
																			237
																		]
																	]
																},
																{
																	"area": "4a3",
																	"points": [
																		[
																			1750,
																			996
																		],
																		[
																			1752,
																			961
																		],
																		[
																			1762,
																			915
																		],
																		[
																			1772,
																			878
																		],
																		[
																			1786,
																			837
																		],
																		[
																			1809,
																			795
																		],
																		[
																			1836,
																			753
																		],
																		[
																			1870,
																			715
																		],
																		[
																			1915,
																			680
																		],
																		[
																			1953,
																			656
																		],
																		[
																			1987,
																			641
																		],
																		[
																			2034,
																			626
																		],
																		[
																			2085,
																			610
																		],
																		[
																			2139,
																			606
																		],
																		[
																			2181,
																			609
																		],
																		[
																			2233,
																			622
																		],
																		[
																			2278,
																			635
																		],
																		[
																			2314,
																			652
																		],
																		[
																			2364,
																			682
																		],
																		[
																			2397,
																			709
																		],
																		[
																			2421,
																			733
																		],
																		[
																			2450,
																			768
																		],
																		[
																			2473,
																			801
																		],
																		[
																			2493,
																			834
																		],
																		[
																			2506,
																			863
																		],
																		[
																			2518,
																			906
																		],
																		[
																			2528,
																			965
																		],
																		[
																			2530,
																			1019
																		],
																		[
																			2522,
																			1075
																		],
																		[
																			2508,
																			1126
																		],
																		[
																			2489,
																			1173
																		],
																		[
																			2465,
																			1214
																		],
																		[
																			2437,
																			1252
																		],
																		[
																			2409,
																			1284
																		],
																		[
																			2370,
																			1315
																		],
																		[
																			2319,
																			1348
																		],
																		[
																			2273,
																			1368
																		],
																		[
																			2223,
																			1383
																		],
																		[
																			2172,
																			1390
																		],
																		[
																			2096,
																			1387
																		],
																		[
																			2042,
																			1376
																		],
																		[
																			1978,
																			1356
																		],
																		[
																			1924,
																			1326
																		],
																		[
																			1879,
																			1292
																		],
																		[
																			1840,
																			1253
																		],
																		[
																			1815,
																			1213
																		],
																		[
																			1793,
																			1174
																		],
																		[
																			1772,
																			1120
																		],
																		[
																			1757,
																			1071
																		],
																		[
																			1750,
																			1025
																		]
																	]
																},
																{
																	"area": "496",
																	"points": [
																		[
																			2773,
																			1110
																		],
																		[
																			2773,
																			1398
																		],
																		[
																			3123,
																			1398
																		],
																		[
																			3123,
																			1110
																		]
																	]
																},
																{
																	"area": "48f",
																	"points": [
																		[
																			1962,
																			1620
																		],
																		[
																			2250,
																			1620
																		],
																		[
																			2250,
																			1832
																		],
																		[
																			2225,
																			1832
																		],
																		[
																			2225,
																			1854
																		],
																		[
																			2237,
																			1866
																		],
																		[
																			2210,
																			1893
																		],
																		[
																			2199,
																			1882
																		],
																		[
																			2174,
																			1882
																		],
																		[
																			2174,
																			1905
																		],
																		[
																			1962,
																			1905
																		]
																	]
																},
																{
																	"area": "48b",
																	"points": [
																		[
																			1601,
																			2069
																		],
																		[
																			1601,
																			2342
																		],
																		[
																			2104,
																			2342
																		],
																		[
																			2104,
																			2069
																		]
																	]
																},
																{
																	"area": "495",
																	"points": [
																		[
																			2616,
																			1644
																		],
																		[
																			2597,
																			1629
																		],
																		[
																			2581,
																			1640
																		],
																		[
																			2560,
																			1643
																		],
																		[
																			2546,
																			1652
																		],
																		[
																			2535,
																			1660
																		],
																		[
																			2515,
																			1676
																		],
																		[
																			2484,
																			1668
																		],
																		[
																			2469,
																			1657
																		],
																		[
																			2470,
																			1628
																		],
																		[
																			2447,
																			1599
																		],
																		[
																			2443,
																			1575
																		],
																		[
																			2460,
																			1561
																		],
																		[
																			2479,
																			1543
																		],
																		[
																			2501,
																			1532
																		],
																		[
																			2525,
																			1523
																		],
																		[
																			2537,
																			1502
																		],
																		[
																			2561,
																			1482
																		],
																		[
																			2586,
																			1461
																		],
																		[
																			2612,
																			1461
																		],
																		[
																			2637,
																			1456
																		],
																		[
																			2683,
																			1463
																		],
																		[
																			2705,
																			1476
																		],
																		[
																			2707,
																			1505
																		],
																		[
																			2711,
																			1533
																		],
																		[
																			2727,
																			1537
																		],
																		[
																			2734,
																			1546
																		],
																		[
																			2756,
																			1559
																		],
																		[
																			2765,
																			1577
																		],
																		[
																			2758,
																			1600
																		],
																		[
																			2725,
																			1613
																		],
																		[
																			2696,
																			1627
																		],
																		[
																			2684,
																			1627
																		],
																		[
																			2663,
																			1638
																		],
																		[
																			2638,
																			1644
																		]
																	]
																},
																{
																	"area": "492",
																	"points": [
																		[
																			2484,
																			2024
																		],
																		[
																			2478,
																			2002
																		],
																		[
																			2459,
																			1991
																		],
																		[
																			2450,
																			1959
																		],
																		[
																			2460,
																			1939
																		],
																		[
																			2469,
																			1915
																		],
																		[
																			2480,
																			1893
																		],
																		[
																			2500,
																			1874
																		],
																		[
																			2511,
																			1842
																		],
																		[
																			2502,
																			1822
																		],
																		[
																			2505,
																			1780
																		],
																		[
																			2502,
																			1767
																		],
																		[
																			2506,
																			1741
																		],
																		[
																			2516,
																			1719
																		],
																		[
																			2530,
																			1702
																		],
																		[
																			2553,
																			1679
																		],
																		[
																			2592,
																			1664
																		],
																		[
																			2610,
																			1656
																		],
																		[
																			2645,
																			1651
																		],
																		[
																			2684,
																			1639
																		],
																		[
																			2711,
																			1645
																		],
																		[
																			2747,
																			1637
																		],
																		[
																			2754,
																			1625
																		],
																		[
																			2783,
																			1620
																		],
																		[
																			2807,
																			1621
																		],
																		[
																			2835,
																			1633
																		],
																		[
																			2858,
																			1649
																		],
																		[
																			2865,
																			1665
																		],
																		[
																			2910,
																			1694
																		],
																		[
																			2922,
																			1727
																		],
																		[
																			2950,
																			1762
																		],
																		[
																			2973,
																			1776
																		],
																		[
																			2999,
																			1774
																		],
																		[
																			3024,
																			1792
																		],
																		[
																			3062,
																			1799
																		],
																		[
																			3067,
																			1820
																		],
																		[
																			3063,
																			1862
																		],
																		[
																			3051,
																			1880
																		],
																		[
																			3038,
																			1899
																		],
																		[
																			3031,
																			1924
																		],
																		[
																			3040,
																			1942
																		],
																		[
																			3051,
																			1973
																		],
																		[
																			3024,
																			2010
																		],
																		[
																			2991,
																			2060
																		],
																		[
																			2948,
																			2075
																		],
																		[
																			2938,
																			2098
																		],
																		[
																			2926,
																			2123
																		],
																		[
																			2919,
																			2146
																		],
																		[
																			2915,
																			2175
																		],
																		[
																			2884,
																			2197
																		],
																		[
																			2853,
																			2203
																		],
																		[
																			2803,
																			2198
																		],
																		[
																			2783,
																			2209
																		],
																		[
																			2754,
																			2218
																		],
																		[
																			2733,
																			2232
																		],
																		[
																			2725,
																			2251
																		],
																		[
																			2690,
																			2267
																		],
																		[
																			2669,
																			2277
																		],
																		[
																			2640,
																			2278
																		],
																		[
																			2618,
																			2267
																		],
																		[
																			2601,
																			2251
																		],
																		[
																			2585,
																			2239
																		],
																		[
																			2591,
																			2206
																		],
																		[
																			2607,
																			2169
																		],
																		[
																			2597,
																			2133
																		],
																		[
																			2595,
																			2115
																		],
																		[
																			2590,
																			2098
																		],
																		[
																			2608,
																			2073
																		],
																		[
																			2595,
																			2056
																		],
																		[
																			2583,
																			2061
																		],
																		[
																			2552,
																			2067
																		],
																		[
																			2537,
																			2065
																		],
																		[
																			2511,
																			2066
																		],
																		[
																			2498,
																			2049
																		]
																	]
																}
															],
															"grid": {
																"type": "square",
																"size": 145,
																"offsetX": 10,
																"offsetY": 45,
																"scale": 2
															},
															"hrefThumbnail": {
																"type": "internal",
																"path": "adventure/FRAiF/thumbnail/176-map-07.001-lost-library-upper-level.webp"
															}
														},
														{
															"type": "image",
															"href": {
																"type": "internal",
																"path": "adventure/FRAiF/177-map-07.001-lost-library-upper-level-player.webp"
															},
															"imageType": "mapPlayer",
															"title": "Player Version",
															"width": 4096,
															"height": 2650,
															"mapParent": {
																"id": "590"
															},
															"grid": {
																"type": "square",
																"size": 145,
																"offsetX": 10,
																"offsetY": 45,
																"scale": 2
															}
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Upper Level",
							"id": "48a",
							"entries": [
								"The following locations are keyed to map 7.1.",
								{
									"type": "entries",
									"name": "1: Guard Station",
									"id": "48b",
									"entries": [
										{
											"type": "inset",
											"id": "48c",
											"entries": [
												"A door stands ajar in the north wall of this room, and a hole has been dug in the east wall. A goblin stands on watch, while other goblins talk and rest nearby. An open cage fills the southwest corner of the room, and a large wolflike creature lies curled up in the cage."
											]
										},
										"The four {@creature Goblin Warrior|XMM|Goblin Warriors} posted in this room were told to not allow anyone inside the library. One watches the entrance and the tunnel to area 3. One is asleep in a corner. The other two sit together, eating and telling stories. A {@creature Worg|XMM}, allied to the goblins, lies curled up half-asleep in the cage. The cage's door is unlocked and open.",
										"When the goblins spot intruders, they stand and draw their weapons. Read or paraphrase the following:",
										{
											"type": "inset",
											"id": "48d",
											"entries": [
												"\"This ain't no place for visitors,\" one goblin says, \"so turn right around, march yourself out of here, and don't come back.\" As the goblin talks, the wolflike creature rises in the cage, stretching and yawning."
											]
										},
										"If the party doesn't retreat, the goblins and worg begin combat.",
										"If the gate to the cage shuts, it locks. The cage is centuries old, and none of the goblins have the key. As a {@action Utilize|XPHB} action, a character can try to pick the lock using Thieves' Tools, doing so with a successful {@dc 10} Dexterity ({@skill Sleight of Hand|XPHB}) check. Bending open the old iron bars of the cage requires a creature to make a successful {@dc 20} Strength ({@skill Athletics|XPHB}) check as an action. The cage's bars are wide enough that Small creatures can slip between them.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "48e",
											"entries": [
												"Each goblin has {@dice 1d6} GP in its pockets."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "2: Barrack",
									"id": "48f",
									"entries": [
										{
											"type": "inset",
											"id": "490",
											"entries": [
												"This old barrack contains four humble beds. At the foot of each bed is an old, shabby storage locker. A corridor north is blocked by an iron portcullis. On the far side of the bars, near a closed door, a winch is mounted on the wall."
											]
										},
										"The library's guards once lived here, but now this room is abandoned.",
										{
											"type": "entries",
											"name": "Portcullis",
											"id": "491",
											"entries": [
												"The portcullis to the north is a Medium iron portcullis (see chapter 3 of the {@book Dungeon Master's Guide|XDMG}). The winch can't be reached or operated from the south side of the bars. Characters might solve this problem with spells like {@spell Mage Hand|XPHB} or {@spell Unseen Servant|XPHB}. Once the portcullis is lifted, a lever can be flipped on the winch, locking the bars in place.",
												"The door north leads to area 8. It is closed but unlocked."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "3: Cavern",
									"id": "492",
									"entries": [
										"This chamber is in Darkness. The description below assumes the characters have a light source or other means of seeing in Darkness:",
										{
											"type": "inset",
											"id": "493",
											"entries": [
												"A winding tunnel ends in a large natural cavern. A stream breaks through the western wall and cuts a curving arc through the cavern, exiting through a hole in the south wall. A hole in the north wall reveals a smaller adjacent cave, and a tunnel winds away to the northeast. A large brown bear rises from the stream. A fish drops from the bear's mouth to the water as it roars!"
											]
										},
										"Centuries ago, creatures from the Underdark followed the stream's path into this cavern and dug tunnels connecting to areas 1 and 5. The stream's tunnel is no longer navigable.",
										"This cavern is now claimed by a {@creature Brown Bear|XMM}. The bear is Hostile to intruders but doesn't immediately fight them, instead attempting to deter the party with its roar. As an {@action Influence|XPHB} action, a character can try calming the bear and make a {@dc 13} Wisdom ({@skill Animal Handling|XPHB}) check, changing its attitude to Indifferent on a successful check. If the characters can't calm the bear and don't retreat, the bear begins combat. It doesn't enter areas 2 or 5, avoiding the goblins and hobgoblins there.",
										"If the bear is calmed, it retreats to area 4 and allows the party to move through area 3.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "494",
											"entries": [
												"Characters searching the cavern find skeletal remains in the shallow stream. Among these remains is a {@item Clockwork Amulet|XDMG}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "4: Den",
									"id": "495",
									"entries": [
										"This chamber reeks of animal scent and is where the bear in area 3 sleeps.",
										"If the party succeeds in calming or negotiating with the bear, the bear retreats here and guards its den against intruders. It growls to warn characters who try to enter the den and initiates combat if the characters do so anyway."
									]
								},
								{
									"type": "entries",
									"name": "5: Supply Room",
									"id": "496",
									"entries": [
										{
											"type": "inset",
											"id": "497",
											"entries": [
												"This square chamber is filled with crates and stacks of supplies, including flat wooden slats, simple leather, and parchment. A hallway leads north out of the chamber. Three armed hobgoblins methodically search the crates."
											]
										},
										"This room contains decrepit supplies for bookbinding, copying, and other library tasks. A space along the western wall, where a secret door is located, has been cleared of crates.",
										"Three {@creature Hobgoblin Warrior|XMM|Hobgoblin Warriors} search the crates. Originally posted in area 6, they ran afoul of the trap there and wandered here hoping to find something valuable. The hobgoblins are distracted, and if the characters succeed on {@dc 10} Dexterity ({@skill Stealth|XPHB}) checks, they can surprise the hobgoblins. When the hobgoblins spot the characters, they begin combat.",
										{
											"type": "entries",
											"name": "Development",
											"id": "498",
											"entries": [
												"If two of the hobgoblins are defeated, the third attempts to flee through the secret door to area 8 and alert the goblins there."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "499",
											"entries": [
												"Each hobgoblin has {@dice 1d8} GP in its pockets. One crate contains nine bottles of Ink, and a small wooden box contains six sticks of incense worth 10 GP each."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "6: Display Room",
									"id": "49a",
									"entries": [
										{
											"type": "inset",
											"id": "49b",
											"entries": [
												"Display shelves line this large room, and a central table is crowded with knickknacks large and small, including a glass sphere glowing with silver light. A large, intimidating iron statue of a wolf stands in the southeast corner, and a corridor exits from the northwest. Words are written above both entrances to the room."
											]
										},
										"This room is filled with mementos of Lethchauntos's life and family. The wolf statue is a dangerous trap, and the glass sphere imprisons a creature; see below for more on both. The words written above the entrances are in the Orc language and read, \"The wolf does not bite the hand that feeds it.\" This is a clue to avoiding or disarming the trap.",
										{
											"type": "entries",
											"name": "Trap",
											"id": "49c",
											"entries": [
												"The wolf statue is a magical trap. If a creature touches the table or anything on it—including the glass sphere—without first disarming the trap, the statue fills the room with toxic gas. Each creature in the room when the trap activates makes a {@dc 11} Constitution saving throw, taking 5 ({@dice 2d4}) Poison damage on a failed save or half as much damage on a successful one. The trap resets after 1 minute."
											]
										},
										{
											"type": "entries",
											"name": "Disarming the Trap",
											"id": "49d",
											"entries": [
												"A tiny switch is hidden in the mouth of the statue. Anyone who inspects the mouth of the statue or reaches into the mouth finds the switch and can flip it, disabling the trap."
											]
										},
										{
											"type": "entries",
											"name": "Glass Sphere",
											"id": "49e",
											"entries": [
												"The glass sphere is an enchanted prison for Regret—a Celestial, Neutral Good {@b Empyrean Iota} embodying a faded memory of Mystra, a deity of magic. Lethchauntos imprisoned the iota in the sphere long ago and accidentally abandoned it when he left. The sphere has 1 Hit Point and breaks if dropped or thrown at the ground. If the sphere breaks, Regret is freed.",
												"If a character approaches the sphere, it pulses faintly with silver light. A character touching the sphere makes contact with Regret's mind and hears the words, \"Set me free, I beg you!\" in their mind.",
												"Regret can communicate mentally with anyone touching the sphere. It pleads with the characters to break the sphere and free it, promising to use its powers on their behalf, but it refuses to carry out evil actions. If Regret is freed, it makes good on its promise, assisting the characters with any encounters on this level of the library, including area 8. Regret won't go further into the library, and after assisting the characters for up to 1 day, it flees the library."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "49f",
											"entries": [
												"Most of the items displayed here are personal items of no significant value. There are three objects of note, however, on the table: a diamond worth 50 GP, a vial of Holy Water, and a gilded acorn worth 200 GP. The acorn contains a feather, a tuft of fur, and a fish scale. This acorn can be used with the summoning circle in area 9."
											]
										},
										{
											"type": "entries",
											"name": "Experience Points",
											"id": "4a0",
											"entries": [
												"If the party frees Regret, award each character a bonus 75 XP."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "7: Guest Quarters",
									"id": "4a1",
									"entries": [
										{
											"type": "inset",
											"id": "4a2",
											"entries": [
												"The door opens to reveal a bed chamber containing musty furniture. A second door stands on the far wall."
											]
										},
										"Powell and her goblin minions know about this room but have no reason to come here, entering the rotunda (area 8) through area 2 or 5. This room is therefore safer than other parts of the library. If the party shuts the door and doesn't attract attention, they can rest here without being disturbed."
									]
								},
								{
									"type": "entries",
									"name": "8: Rotunda",
									"id": "4a3",
									"entries": [
										{
											"type": "inset",
											"id": "4a4",
											"entries": [
												"This magnificent, circular library is filled with thousands of books, including one displayed in a glass case. A balcony even with the upper level circles the gallery, eventually descending to the library floor by way of a handsome staircase. Several goblins pull books off the shelves, throwing them onto a large pile in the middle of the room, where a well-armed goblin holding a tinderbox stands. \"Hurry up,\" this goblin says. \"I'm getting cold, and nothing drives off the chill like a nice, big bonfire.\""
											]
										},
										"The goblin lighting the fire is Glaxby, a {@creature Goblin Boss|XMM}. Four {@creature Goblin Warrior|XMM|Goblin Warriors} in the room do as Glaxby commands. The goblins don't notice characters on the upper level of the rotunda.",
										"Once he sees the party, Glaxby orders the other goblins into battle. If Glaxby or three of the goblins warriors are defeated, the survivors flee the library.",
										{
											"type": "entries",
											"name": "Books",
											"id": "4a5",
											"entries": [
												"If a character searches the shelves, you can roll on the table below to generate a title.",
												{
													"type": "table",
													"colLabels": [
														"1d12",
														"Book"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"Famous Wizards of the Realms"
														],
														[
															"2",
															"People of the Purple Dragon: Cormyr in Its Own Words"
														],
														[
															"3",
															"The Rise, Fall, and Rise Again of Szass Tam"
														],
														[
															"4",
															"The Adventures of Boo, Miniature Giant Space Hamster"
														],
														[
															"5",
															"Atlas of the Underdark"
														],
														[
															"6",
															"The Doctrine of the Earthmother"
														],
														[
															"7",
															"A Victim's Guide to Infernal Contracts"
														],
														[
															"8",
															"How to Talk to Genies, Part 1 of 4"
														],
														[
															"9",
															"Crenshinibon: Its Creation and Destruction"
														],
														[
															"10",
															"The Colossal Kingdom: A History of Ostoria"
														],
														[
															"11",
															"What to Eat (and Not Eat) in the Wilderness"
														],
														[
															"12",
															"Liches of Faerûn: An Incomplete Guide"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "4a6",
											"entries": [
												"Each goblin warrior has {@dice 1d6} GP in its pockets. Glaxby has 8 GP. The book in the glass case is an {@item Enduring Spellbook|XDMG}. Its pages are empty."
											]
										},
										{
											"type": "entries",
											"name": "Development",
											"id": "4a7",
											"entries": [
												"Three doors exit the rotunda's lower floor, providing access to the library's lower level. The north door, leading to area 9, is open. The south door, to area 16, is closed but unlocked. The east door, leading to area 19, is locked. The key is in Lethchauntos's chambers (area 17).",
												"The characters should be level 2 before venturing further into the lower level.",
												{
													"type": "gallery",
													"images": [
														{
															"type": "image",
															"href": {
																"type": "internal",
																"path": "adventure/FRAiF/179-map-07.002-lost-library-lower-level.webp"
															},
															"imageType": "map",
															"title": "Map 7.2: Lost Library Lower Level",
															"width": 4096,
															"height": 2650,
															"id": "592",
															"mapRegions": [
																{
																	"area": "4b0",
																	"points": [
																		[
																			2399,
																			573
																		],
																		[
																			2401,
																			550
																		],
																		[
																			2410,
																			523
																		],
																		[
																			2424,
																			499
																		],
																		[
																			2439,
																			481
																		],
																		[
																			2468,
																			466
																		],
																		[
																			2488,
																			460
																		],
																		[
																			2526,
																			462
																		],
																		[
																			2550,
																			476
																		],
																		[
																			2579,
																			493
																		],
																		[
																			2599,
																			519
																		],
																		[
																			2611,
																			555
																		],
																		[
																			2609,
																			590
																		],
																		[
																			2597,
																			624
																		],
																		[
																			2567,
																			659
																		],
																		[
																			2538,
																			669
																		],
																		[
																			2501,
																			674
																		],
																		[
																			2460,
																			665
																		],
																		[
																			2429,
																			646
																		],
																		[
																			2412,
																			617
																		],
																		[
																			2401,
																			591
																		]
																	]
																},
																{
																	"area": "4ad",
																	"points": [
																		[
																			2256,
																			313
																		],
																		[
																			2256,
																			437
																		],
																		[
																			2538,
																			437
																		],
																		[
																			2538,
																			313
																		]
																	]
																},
																{
																	"area": "4a9",
																	"points": [
																		[
																			1830,
																			312
																		],
																		[
																			1830,
																			658
																		],
																		[
																			2249,
																			658
																		],
																		[
																			2249,
																			312
																		]
																	]
																},
																{
																	"area": "4b3",
																	"points": [
																		[
																			1529,
																			456
																		],
																		[
																			1529,
																			660
																		],
																		[
																			1802,
																			660
																		],
																		[
																			1802,
																			456
																		]
																	]
																},
																{
																	"area": "4b6",
																	"points": [
																		[
																			1530,
																			685
																		],
																		[
																			1530,
																			877
																		],
																		[
																			1655,
																			877
																		],
																		[
																			1655,
																			685
																		]
																	]
																},
																{
																	"area": "4b9",
																	"points": [
																		[
																			1531,
																			904
																		],
																		[
																			1531,
																			1099
																		],
																		[
																			1660,
																			1099
																		],
																		[
																			1660,
																			904
																		]
																	]
																},
																{
																	"area": "4bb",
																	"points": [
																		[
																			1825,
																			741
																		],
																		[
																			1835,
																			712
																		],
																		[
																			1846,
																			695
																		],
																		[
																			1868,
																			681
																		],
																		[
																			1894,
																			680
																		],
																		[
																			1925,
																			694
																		],
																		[
																			1938,
																			713
																		],
																		[
																			1947,
																			743
																		],
																		[
																			1940,
																			778
																		],
																		[
																			1918,
																			796
																		],
																		[
																			1887,
																			804
																		],
																		[
																			1863,
																			797
																		],
																		[
																			1844,
																			787
																		],
																		[
																			1827,
																			765
																		]
																	]
																},
																{
																	"area": "4bd",
																	"points": [
																		[
																			1683,
																			691
																		],
																		[
																			1801,
																			691
																		],
																		[
																			1801,
																			1136
																		],
																		[
																			1816,
																			1191
																		],
																		[
																			1835,
																			1234
																		],
																		[
																			1861,
																			1295
																		],
																		[
																			1905,
																			1349
																		],
																		[
																			1939,
																			1387
																		],
																		[
																			1999,
																			1428
																		],
																		[
																			2049,
																			1456
																		],
																		[
																			2106,
																			1476
																		],
																		[
																			2179,
																			1494
																		],
																		[
																			2237,
																			1494
																		],
																		[
																			2237,
																			1678
																		],
																		[
																			1599,
																			1678
																		],
																		[
																			1599,
																			1127
																		],
																		[
																			1683,
																			1127
																		]
																	]
																},
																{
																	"area": "4c1",
																	"points": [
																		[
																			1962,
																			1703
																		],
																		[
																			1962,
																			1982
																		],
																		[
																			2242,
																			1982
																		],
																		[
																			2242,
																			1703
																		]
																	]
																},
																{
																	"area": "4c4",
																	"points": [
																		[
																			2264,
																			1490
																		],
																		[
																			2466,
																			1685
																		],
																		[
																			2466,
																			1992
																		],
																		[
																			2359,
																			2114
																		],
																		[
																			2264,
																			2006
																		]
																	]
																},
																{
																	"area": "4c7",
																	"points": [
																		[
																			2593,
																			896
																		],
																		[
																			2752,
																			896
																		],
																		[
																			2758,
																			910
																		],
																		[
																			2774,
																			924
																		],
																		[
																			2789,
																			921
																		],
																		[
																			2819,
																			934
																		],
																		[
																			2831,
																			955
																		],
																		[
																			2834,
																			983
																		],
																		[
																			2834,
																			1013
																		],
																		[
																			2842,
																			1042
																		],
																		[
																			2850,
																			1078
																		],
																		[
																			2862,
																			1094
																		],
																		[
																			2863,
																			1119
																		],
																		[
																			2866,
																			1142
																		],
																		[
																			2845,
																			1170
																		],
																		[
																			2822,
																			1184
																		],
																		[
																			2801,
																			1192
																		],
																		[
																			2792,
																			1215
																		],
																		[
																			2785,
																			1238
																		],
																		[
																			2754,
																			1261
																		],
																		[
																			2746,
																			1254
																		],
																		[
																			2593,
																			1254
																		],
																		[
																			2609,
																			1220
																		],
																		[
																			2623,
																			1172
																		],
																		[
																			2630,
																			1132
																		],
																		[
																			2637,
																			1069
																		],
																		[
																			2628,
																			1013
																		],
																		[
																			2619,
																			957
																		],
																		[
																			2605,
																			923
																		]
																	]
																},
																{
																	"area": "4a3",
																	"points": [
																		[
																			1824,
																			1029
																		],
																		[
																			1830,
																			993
																		],
																		[
																			1843,
																			945
																		],
																		[
																			1865,
																			894
																		],
																		[
																			1894,
																			852
																		],
																		[
																			1927,
																			810
																		],
																		[
																			1961,
																			777
																		],
																		[
																			2002,
																			747
																		],
																		[
																			2049,
																			717
																		],
																		[
																			2092,
																			702
																		],
																		[
																			2156,
																			685
																		],
																		[
																			2191,
																			685
																		],
																		[
																			2267,
																			687
																		],
																		[
																			2322,
																			702
																		],
																		[
																			2375,
																			721
																		],
																		[
																			2419,
																			747
																		],
																		[
																			2468,
																			778
																		],
																		[
																			2514,
																			819
																		],
																		[
																			2544,
																			868
																		],
																		[
																			2575,
																			921
																		],
																		[
																			2602,
																			1006
																		],
																		[
																			2605,
																			1055
																		],
																		[
																			2600,
																			1138
																		],
																		[
																			2581,
																			1216
																		],
																		[
																			2543,
																			1283
																		],
																		[
																			2511,
																			1334
																		],
																		[
																			2469,
																			1376
																		],
																		[
																			2417,
																			1410
																		],
																		[
																			2365,
																			1437
																		],
																		[
																			2306,
																			1457
																		],
																		[
																			2240,
																			1469
																		],
																		[
																			2168,
																			1463
																		],
																		[
																			2101,
																			1450
																		],
																		[
																			2035,
																			1420
																		],
																		[
																			1990,
																			1390
																		],
																		[
																			1939,
																			1355
																		],
																		[
																			1897,
																			1303
																		],
																		[
																			1862,
																			1238
																		],
																		[
																			1838,
																			1184
																		],
																		[
																			1824,
																			1113
																		],
																		[
																			1824,
																			1049
																		],
																		[
																			1852,
																			1054
																		],
																		[
																			1857,
																			1034
																		]
																	]
																}
															],
															"hrefThumbnail": {
																"type": "internal",
																"path": "adventure/FRAiF/thumbnail/179-map-07.002-lost-library-lower-level.webp"
															},
															"grid": {
																"type": "square",
																"size": 145,
																"offsetX": 10,
																"offsetY": 45,
																"scale": 2
															}
														},
														{
															"type": "image",
															"href": {
																"type": "internal",
																"path": "adventure/FRAiF/180-map-07.002-lost-library-lower-level-player.webp"
															},
															"imageType": "mapPlayer",
															"title": "Player Version",
															"width": 4096,
															"height": 2650,
															"mapParent": {
																"id": "592"
															},
															"grid": {
																"type": "square",
																"size": 145,
																"offsetX": 10,
																"offsetY": 45,
																"scale": 2
															}
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lower Level",
							"id": "4a8",
							"entries": [
								"The following locations are keyed to map 7.2.",
								{
									"type": "entries",
									"name": "9: Summoning Chamber",
									"id": "4a9",
									"entries": [
										{
											"type": "inset",
											"id": "4aa",
											"entries": [
												"A silver circle inscribed on the floor and decorated with magical runes fills this chamber. Voices can be heard through a door on the west wall. A thick, heavy curtain hangs in the room's northeast corner."
											]
										},
										"The curtain depicts a rough map of the Dalelands, but it is centuries old and thus inaccurate.",
										{
											"type": "entries",
											"name": "Summoning Circle",
											"id": "4ab",
											"entries": [
												"The circle on the floor is magical. As a {@action Study|XPHB} action, a character can inspect it and make a {@dc 15} Intelligence ({@skill Arcana|XPHB}) check, discerning how to use it on a successful check."
											]
										},
										{
											"type": "entries",
											"name": "Using the Circle",
											"id": "4ac",
											"entries": [
												"A character with proficiency in the {@skill Arcana|XPHB} skill can take a {@action Magic|XPHB} action to touch the circle and cast the {@spell Summon Beast|XPHB} spell. The creature must provide the spell's Material component, which can be found in area 6. When cast using the circle, the spell summons only a Land spirit (which resembles a wolf) and doesn't require {@status Concentration|XPHB}, instead lasting for the full duration. Once the circle has been used to cast the spell, it can't be used this way again for {@dice 2d4} days."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "10: Meditation Alcove",
									"id": "4ad",
									"entries": [
										"This room is in Darkness. The description below assumes the characters have a light source or other means of seeing in Darkness:",
										{
											"type": "inset",
											"id": "4ae",
											"entries": [
												"An old pillow rests on a reed mat in the center of this long, narrow chamber. Near the mat lies a small cloth bag."
											]
										},
										"Lethchauntos used this room to meditate before performing magic in area 9. The latch that opens the secret door in the southeast corner is locked. The key to this lock is in Lethchauntos's chamber (area 17).",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "4af",
											"entries": [
												"The cloth bag contains rune stones marked with letters in the Orc language. They're worth a total of 25 GP and can be used as the Material component for the {@spell Augury|XPHB} spell."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "11: Vault",
									"id": "4b0",
									"entries": [
										"This room is in Darkness. The description below assumes the characters have a light source or other means of seeing in Darkness:",
										{
											"type": "inset",
											"id": "4b1",
											"entries": [
												"A table crowded with bottles and jars stands in the center of this small, round chamber."
											]
										},
										"This was Lethchauntos's secure vault, where he kept various treasures and expensive Material components.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "4b2",
											"entries": [
												"Two {@item Potion of Healing|XDMG|Potions of Healing} stand on the table. In addition, three jars contain valuable Material components. The first contains 50 GP worth of jade dust. The second contains 100 GP worth of gold dust. The third contains 200 GP worth of ruby dust."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "12: Sitting Room",
									"id": "4b3",
									"entries": [
										"When approaching a door to this room, characters with a Passive Perception score of 12 or higher hear three voices chatting in Common. The voices discuss their friend Erik, who went to use the privy in area 15 but hasn't returned. (Erik was eaten by the mimic now lurking in area 13). Read or paraphrase the following:",
										{
											"type": "inset",
											"id": "4b4",
											"entries": [
												"In this simple room, three humans sit around a table littered with a pile of coins. One of the three has dice in their hand, and the others watch expectantly. A fourth chair at the table is empty."
											]
										},
										"Three human Zhents (Medium {@creature Zhentilar Soldier|FRAiF|Zhentilar Soldiers}; see {@book chapter 9|FRAiF|9}) gamble at the table. When the characters open a door into the room, the Zhents see them, grab weapons, and initiate combat.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "4b5",
											"entries": [
												"The Zhents' wealth lies on the table: 10 GP, 7 EP, and 50 SP."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "13: Powell's Bedroom",
									"id": "4b6",
									"entries": [
										{
											"type": "inset",
											"id": "4b7",
											"entries": [
												"A single bed fills one corner of this small room, a chest at its foot. A desk with a chair stands in the southeast corner. In the southwest corner stands a short, bulging, colorfully painted armoire."
											]
										},
										"Powell claimed this bedroom for herself. What she doesn't know is the armoire is a shape-shifted {@creature Mimic|XMM}. This creature was hiding in the privy (area 15) but moved here after murdering Erik, one of Powell's Zhentarim soldiers, and devouring the corpse.",
										"A character who takes a {@action Search|XPHB} action to inspect the room and succeeds on a {@dc 10} Wisdom ({@skill Perception|XPHB}) check spots streaks of blood on the armoire's surface and in the entrance to the room.",
										"The mimic begins combat if a creature touches it. Otherwise, the mimic remains in the shape of an armoire, digesting its meal, unless the characters begin combat with it.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "4b8",
											"entries": [
												"Powell has put some of her belongings in the chest. Most of these items are of no value, but a leather scroll case contains a {@item Spell Scroll|XDMG} of {@spell Identify|XPHB}, a {@item Spell Scroll|XDMG} of {@spell Locate Object|XPHB}, and a pearl worth 100 GP.",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/FRAiF/181-07-003.lethchauntos-recorded.webp"
													},
													"title": "Lethchauntos recorded his research on poisons in the Nathlum",
													"credit": "Brian Valenzuela",
													"width": 1700,
													"height": 1091
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "14: Empty Bedroom",
									"id": "4b9",
									"entries": [
										{
											"type": "inset",
											"id": "4ba",
											"entries": [
												"A single bed fills one corner of this small room, a chest at its foot. A desk with a chair stands in the southeast corner. The air smells old and stale."
											]
										},
										"This bedroom is empty. Its furnishings are identical to those in area 13, with the exception of the armoire.",
										"Neither Powell nor her followers have reason to enter this room. The party can rest here undisturbed if they keep quiet."
									]
								},
								{
									"type": "entries",
									"name": "15: Privy",
									"id": "4bb",
									"entries": [
										{
											"type": "inset",
											"id": "4bc",
											"entries": [
												"This small, dank chamber has a sitting-level wooden plank with a hole at its center. Blood is spattered across the floor and walls."
											]
										},
										"The mimic in area 13 hid here earlier. When Erik, one of Powell's Zhentarim allies, took a privy break, the mimic killed and devoured him before moving to area 13.",
										"A character who takes a {@action Search|XPHB} action to trace the bloodstains and succeeds on a {@dc 10} Wisdom ({@skill Survival|XPHB}) check can follow the trail of blood to area 13."
									]
								},
								{
									"type": "entries",
									"name": "16: Gallery",
									"id": "4bd",
									"entries": [
										{
											"type": "inset",
											"id": "4be",
											"entries": [
												"The walls of this large, spacious chamber are decorated with frescoes that depict a venerable orc in black robes. The long, curving northeast wall shows the orc forging a peculiar axe with blades on both ends. The southern wall shows the same orc stocking a grand library with books. Finally, the west wall depicts the orc scribing a book filled with magical runes. An actual book identical to the one in the fresco rests face-out on a shelf on this wall, blending with the painting. Six columns support the ceiling.",
												"A tall, thin human in a voluminous cloak inspects the book on the shelf, while an armed human looks on. A few bored goblins wander among the columns."
											]
										},
										"The book on the shelf is the {@i Nathlum}. The tall, thin human is Powell \"the Owl\" (Medium, Neutral Evil {@creature Mage Apprentice|XMM}; knows the Goblin language). She recognizes the {@area Nathlum|4d0|x} but is afraid to touch it, suspecting the book is trapped. Powell is accompanied by a human Zhentarim bodyguard (Medium {@creature Zhentilar Soldier|FRAiF}; see {@book chapter 9|FRAiF|9}) and three {@creature Goblin Warrior|XMM|Goblin Warriors}.",
										"If she or her followers detect the party, Powell turns to the characters and speaks:",
										{
											"type": "inset",
											"id": "4bf",
											"entries": [
												"\"You must be working for Myrna,\" the tall human says, blinking slowly at you with wide eyes. \"Well, congratulations. It's really quite remarkable you've gotten this far. But I haven't come all this way to surrender the {@i Nathlum} now. Leave now, and consider yourselves lucky.\""
											]
										},
										"If the characters don't retreat, Powell and her followers initiate combat.",
										"Powell attempts to flee if her Zhentarim bodyguard is killed. She heads for area 12, where she expects to find more Zhentarim allies. If that proves impossible or if the soldiers in area 12 are dead, she flees the dungeon instead. If the characters prevent Powell's escape or she is reduced to 10 Hit Points or fewer, she surrenders.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "4c0",
											"entries": [
												"The Nathlum rests on a shelf on the west wall; see \"{@area The Nathlum|4d0|x}\" later in this chapter for details on the book. Powell has 15 GP in a belt pouch. The Zhentarim bodyguard has 10 GP, and the goblins have {@dice 1d6} GP each."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "17: Lethchauntos's Chamber",
									"id": "4c1",
									"entries": [
										"This room is in Darkness. Powell and her followers haven't yet investigated it. The description below assumes the characters have a light source or other means of seeing in Darkness:",
										{
											"type": "inset",
											"id": "4c2",
											"entries": [
												"This handsome bedchamber is decorated all in black, with black tapestries lining the walls, a black canopy over a large enclosed bed, and a stout black wooden bed stand. A black armoire stands in one corner."
											]
										},
										"This was Lethchauntos's bedroom. A journal, written in the Orc language, lies in a drawer in the bed stand. The journal relates the information from \"Lethchauntos's Tragic Life.\"",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "4c3",
											"entries": [
												"The armoire is filled with robes and other black clothing. On a shelf in the armoire is a key that opens the doors to areas 11 and 19, as well as a platinum ring worth 50 GP. This was Lethchauntos's wedding ring, and it matches the ring in area 19."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "18: Forge",
									"id": "4c4",
									"entries": [
										"This room is in Darkness. Powell hasn't come here yet. The description below assumes the characters have a light source or other means of seeing in Darkness:",
										{
											"type": "inset",
											"id": "4c5",
											"entries": [
												"This long, narrow room was once a forge, but its fires are long cold. An anvil stands at the far end, and hammers, tongs, and other tools hang from a rack on one wall. Resting on the anvil is a greataxe."
											]
										},
										"This was Lethchauntos's forge. He used it to forge the greataxe resting on the anvil.",
										{
											"type": "entries",
											"name": "Treasure",
											"id": "4c6",
											"entries": [
												"The axe has a long, straight haft with a metal grip and a leather loop at the end. The double-bladed axe head is symmetrical and angular, each blade resembling a giant arrowhead. The axe is Lethchauntos's Legacy , a sentient {@item +1 Greataxe|XDMG}. Lethchauntos's Legacy has Intelligence 10, Wisdom 16, and Charisma 13, and it is Neutral Good. It communicates by transmitting emotion to the creature carrying it, and it has hearing and {@sense Darkvision|XPHB} out to 120 feet. The axe has a special purpose: to protect the family of its bearer. The axe considers especially close friends to be \"found family\" under its protection. The axe hasn't been touched since Lethchauntos placed it here centuries ago, and it doesn't know where its creator is now."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "19: Chasm",
									"id": "4c7",
									"entries": [
										"The door to this room is locked; the key is in area 17. This area is in Darkness. The description below assumes the characters have a light source or other means of seeing in Darkness:",
										{
											"type": "inset",
											"id": "4c8",
											"entries": [
												"A wide ledge extends into darkness. Beyond, a chasm stretches to the southeast. In the empty space, two small, circular platforms hang suspended by chains. On the far side of the chasm is another rocky ledge, where a small headstone stands."
											]
										},
										"Lethchauntos buried his wife at the south end of this chasm. That was long ago, however, and now the chasm is home to monstrous spiders.",
										{
											"type": "entries",
											"name": "Webs",
											"id": "4c9",
											"entries": [
												"A thick layer of sticky webs created by spiders spreads across the chasm 70 feet below the ledge. A creature that can see in Darkness can see these webs from the ledge. A creature that falls from the ledge or platforms (see below) lands in the webs, taking no damage from the fall. A creature that lands in the webs or starts its turn there must succeed on a {@dc 13} Dexterity saving throw or have the {@condition Restrained|XPHB} condition until the web in that creature's space is destroyed. Each 5-foot square of web has AC 10, HP 5, Vulnerability to Fire damage, and Immunity to Psychic and Poison damage."
											]
										},
										{
											"type": "entries",
											"name": "Spiders",
											"id": "4ca",
											"entries": [
												"This chasm is a home to two {@creature Giant Spider|XMM|Giant Spiders} and two swarms of spiders ({@creature Swarm of Insects|XMM|Swarms of Insects}). The giant spiders lurk on the webs below the platforms (see below), while the swarms hide at the south end of the chasm. The spiders ambush any creature that falls into the web or reaches the south end of the chasm."
											]
										},
										{
											"type": "entries",
											"name": "Platforms",
											"id": "4cb",
											"entries": [
												"Three platforms used to bridge this chasm, but the middle platform collapsed long ago, leaving a treacherous space between the remaining two platforms. A creature that tries to leap between the platforms makes a {@dc 12} Dexterity ({@skill Acrobatics|XPHB}) check, falling into the webs below on a failed check."
											]
										},
										{
											"type": "entries",
											"name": "Climbing Up",
											"id": "4cc",
											"entries": [
												"Climbing back up to the entrance or grave site from the webs below without a Climb speed requires a successful {@dc 10} Strength ({@skill Athletics|XPHB}) check. Creatures that fail this check fall back onto the webs. Once the spiders have been defeated, creatures climb back to safety without needing to make a check."
											]
										},
										{
											"type": "entries",
											"name": "Grave Site",
											"id": "4cd",
											"entries": [
												"The cliff on the far side of the chasm is home to a grave site. A simple square granite tombstone reads, in the Orc language, \"Ona, Beloved Wife.\" Lethchauntos's wife is buried here.",
												"The tunnel leading south from the grave site eventually leads to the Underdark, but that is beyond the scope of this adventure."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"id": "4ce",
											"entries": [
												"A platinum ring rests on the gravestone. The ring is worth 50 GP and is identical to the ring in area 17.",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/FRAiF/182-07-004.lethchauntos-stocked.webp"
													},
													"title": "Lethchauntos stocked the library with books",
													"credit": "Brian Valenzuela",
													"width": 1700,
													"height": 1091
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion",
					"id": "4cf",
					"entries": [
						"If the party returns the {@area Nathlum|4d0|x} to Myrna, she is overjoyed by their success and rewards each character with the promised 100 GP, asking them to relate everything they've discovered. She is especially glad if they have Lethchauntos's journal, which supports Myrna's theories about the wizard's life. For completing their quest, each character gains 100 XP. The characters should now be level 3.",
						"If the party was successful, Myrna points out that Lethchauntos built four more libraries in different parts of Faerûn. Each awaits discovery, and who knows what mysteries they contain? You can design these libraries yourself, using the library described in this chapter as inspiration.",
						"Alternatively, chapters {@book 1|FRAiF|1} through {@book 6|FRAiF|6} of this book include adventures, including several designed for level 3 characters that would be apt continuations from this adventure."
					]
				},
				{
					"type": "section",
					"name": "The Nathlum",
					"id": "4d0",
					"entries": [
						"The {@i Nathlum} is a nondescript book with a gray canvas cover and parchment pages. It was written by Lethchauntos in Common. It contains two spells and the recipes for many poisons.",
						"The {@i Nathlum} contains the {@spell Glyph of Warding|XPHB} and {@spell Maze|XPHB} spells. The book can't be used to cast these spells, but a Wizard can copy these spells into their spellbook as described in the {@book Player's Handbook|XPHB}.",
						"The {@i Nathlum} also contains the recipes for every poison in the {@book Dungeon Master's Guide|XDMG}, plus four additional poisons described below. A character with the {@i Nathlum} can use a Poisoner's Kit to craft any poison described in the book, using the rules for crafting equipment in the {@book Player's Handbook|XPHB}. The {@i Nathlum} also contains instructions for crafting {@item Elixir of Health|XDMG|Elixirs of Health} (see rules for crafting magic items in the {@book Dungeon Master's Guide|XDMG}).",
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@item Deathdance|FRAiF}",
								"{@item Prespra|FRAiF}",
								"{@item Ulcrun|FRAiF}",
								"{@item Yellow Death|FRAiF}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Customizing the Adventure",
					"id": "4d5",
					"entries": [
						"Lethchauntos built five libraries, one in each of these locations: the Dalelands, Icewind Dale, Calimshan, the Moonshae Isles, and Baldur's Gate. The library described in this chapter appears in the Dalelands, but you can customize the adventure to fit one of the other settings as described below.",
						{
							"type": "entries",
							"name": "Icewind Dale",
							"id": "4d6",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/FRAiF/184-07-005.icewind-dale-library-door.webp"
									},
									"credit": "Luca Bancone",
									"width": 850,
									"height": 1156
								},
								"The Icewind Dale version of the adventure delves into the survival horror genre. Myrna calls the characters together in Bryn Shander. The library is dug into Kelvin's Cairn. Powell found the library, cleared the door of ice and snow, and led a team inside, but encountered the undead corpses of previous explorers. Most of her followers are dead, but the undead remain active and hungry.",
								{
									"type": "entries",
									"name": "Library Features",
									"id": "4d7",
									"entries": [
										"The library has no light sources and is in Darkness throughout. Descriptions assume the characters have a light source or other means of seeing in Darkness."
									]
								},
								{
									"type": "entries",
									"name": "Corpses and Treasure",
									"id": "4d8",
									"entries": [
										"Place ten fresh corpses anywhere in the library—these are followers of Powell who were killed by undead. Each corpse has {@dice 2d6} GP."
									]
								},
								{
									"type": "entries",
									"name": "Encounter Areas",
									"id": "4d9",
									"entries": [
										"Modify areas of the library in the following ways.",
										{
											"type": "list",
											"items": [
												{
													"type": "item",
													"name": "1: Guard Station",
													"entry": "Replace the goblins and worg with six {@creature Zombie|XMM|Zombies}. If the zombies detect the characters, they begin combat."
												},
												{
													"type": "item",
													"name": "3: Cavern",
													"entry": "The bear is a polar bear, but a fungal infection carried by fish from the Underdark has weakened it (use the {@creature Brown Bear|XMM} stat block)"
												}
											],
											"style": "list-hang-notitle"
										},
										{
											"type": "list",
											"items": [
												{
													"type": "item",
													"name": "5: Supply Room",
													"entry": "Replace the hobgoblins with three {@creature Tough|XMM|Toughs}, followers of Powell who have barricaded themselves in this room. They want to get out of the library alive but are afraid to leave and are Hostile. They warn the party and begin combat if the characters don't retreat."
												},
												{
													"type": "item",
													"name": "6: Display Room",
													"entry": "Replace Regret with a {@creature Specter|XMM} imprisoned in the glass sphere by Lethchauntos long ago. It communicates with anyone who touches the sphere, promising its aid, but it is lying. If the sphere is broken, the specter flees."
												},
												{
													"type": "item",
													"name": "8: Rotunda",
													"entry": "Replace the goblins with two {@creature Ghoul|XMM|Ghouls} that hide on the ground floor of this room. The floor is littered with the corpses of Powell's followers, some of whom have been meals for the ghouls. The ghouls attempt to ambush the party."
												},
												{
													"type": "item",
													"name": "12: Sitting Room",
													"entry": "Replace the soldiers with three {@creature Ghoul|XMM|Ghouls} who lair here. The ghouls roam singly through areas 9–15 but don't know about the vault (area 11). If one of them spots the party, it retreats to gather its fellows and plan an ambush."
												},
												{
													"type": "item",
													"name": "13: Powell's Bedroom",
													"entry": "The ghouls know the {@creature Mimic|XMM} is hiding here, but they ignore it. Move the treasure in this room to Powell, in area 16."
												},
												{
													"type": "item",
													"name": "14: Empty Bedroom",
													"entry": "This room is no longer safe for characters to rest in; the ghouls in area 12 consider it part of their territory."
												},
												{
													"type": "item",
													"name": "16: Gallery",
													"entry": "Replace the three goblins with a human lackey (Medium {@creature Tough|XMM}). This follower and the Zhentarim bodyguard also in this room are all that remains of Powell's allies. Powell tries to negotiate with the party, suggesting the two groups work together to escape the library, sell the {@area Nathlum|4d0|x} to the Zhentarim, and split the money. If the party refuses, she initiates combat. If the party accepts her offer, she and her followers betray the party as soon as they leave the library"
												}
											],
											"style": "list-hang-notitle"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Calimshan",
							"id": "4da",
							"entries": [
								"Adventures in Calimshan juxtapose desert isolation and the elemental magic of genies with the sophistication of Calimport and the {@item Mechanical Wonder|FRAiF|Mechanical Wonders} found there.",
								"In this version of the adventure, Myrna calls the characters together in Calimport. Lethchauntos's library is in the Calim Desert. Powell has brought several mechanical soldiers to complement her Zhentarim allies but discovered elementals living in the library who were quick to defend it.",
								{
									"type": "entries",
									"name": "Mechanical Soldiers",
									"id": "4db",
									"entries": [
										"Replace all the {@creature Goblin Warrior|XMM|Goblin Warriors} in the adventure with mechanical soldiers ({@creature Modron Duodrone|XMM|Modron Duodrones}). The mechanical warriors obey Powell without question and never retreat. A character searching a fallen soldier gathers {@dice 2d6} GP."
									]
								},
								{
									"type": "entries",
									"name": "Encounter Areas",
									"id": "4dc",
									"entries": [
										"Modify areas of the library in the following ways.",
										{
											"type": "list",
											"items": [
												{
													"type": "item",
													"name": "1: Guard Station",
													"entry": "Replace the {@creature Worg|XMM} with a {@creature Dust Mephit|XMM} that has locked itself in the cage and is taunting the mechanical soldiers, which can't reach it through the bars. The soldiers are distracted, but when they notice the characters, they begin combat. Once combat is underway, the mephit squeezes out between the bars of the cage and joins in the violence, fighting indiscriminately."
												},
												{
													"type": "item",
													"name": "3: Cavern",
													"entry": "Replace the bear with a {@creature Lion|XMM}. It behaves as described for the bear."
												},
												{
													"type": "item",
													"name": "5: Supply Room",
													"entry": "Replace the hobgoblins with three {@creature Dust Mephit|XMM|Dust Mephits} that live in the library. They've defeated some mechanical soldiers and assume the characters are with Powell. Unless convinced otherwise, the mephits order the party to leave, initiating combat if the characters don't comply."
												},
												{
													"type": "item",
													"name": "6: Display Room",
													"entry": "Replace Regret with a {@creature Sphinx of Wonder|XMM} named Scirocco, imprisoned in the glass sphere by Lethchauntos long ago. Scirocco pleads with the characters to be released and assists them if freed, under the same restrictions Regret would have. Scirocco is obsessed with the Calim Desert and might accompany the party longer if they agree to help it learn about the desert."
												},
												{
													"type": "item",
													"name": "8: Rotunda",
													"entry": "Replace the {@creature Goblin Boss|XMM} with {@creature Animated Armor|XMM}. It and the mechanical soldiers stand motionless on the lower level, but when they notice the party, they initiate combat."
												},
												{
													"type": "item",
													"name": "13: Powell's Bedroom",
													"entry": "Replace the Mimic with an {@creature Animated Rug of Smothering|XMM} that obeys Powell's commands. The carpet murdered Erik when he snuck into this room and tried to steal Powell's treasure. If the characters try to do the same, it ambushes them."
												},
												{
													"type": "item",
													"name": "18: Forge",
													"entry": "An {@creature Azer Sentinel|XMM} named Falchia lives and works in this room, which is in {@variantrule Bright Light|XPHB} from the active forge. Falchia assisted Lethchauntos in crafting {@i Lethchauntos's Legacy} but now considers the forge to be hers. Falchia speaks to the party if any of them know Primordial (Ignan), telling them of the weapon's making. She wants to see {@i Lethchauntos's Legacy} used by heroic individuals and offers the party the weapon. If unable to communicate with the characters, Falchia gestures to the greataxe and allows the characters to take it, then resumes working the forge."
												},
												{
													"type": "item",
													"name": "19: Chasm",
													"entry": "The tunnel leading south away from this room gets hotter and hotter, eventually ending in a portal to the Elemental Plane of Fire."
												}
											],
											"style": "list-hang-notitle"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/FRAiF/185-07-006.calim-desert-library-door.webp"
											},
											"credit": "Luca Bancone",
											"width": 850,
											"height": 1155
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Moonshae Isles",
							"id": "4dd",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/FRAiF/186-07-007.moonshae-isles-library-door.webp"
									},
									"credit": "Luca Bancone",
									"width": 850,
									"height": 1154
								},
								"Adventures in the Moonshae Isles often involve Fey creatures and the Rusting. Clever adventurers often use diplomacy to avoid violence.",
								"In this version of the adventure, Myrna brings the characters together at Caer Calidyrr. The entrance to the library is near the moonwell in the northwest corner of the Dernall Forest. The library itself, however, is in the Feywild. Anyone who passes through the door finds themself in the library south of area 1. Powell found the door and led her followers through, where she found bullywugs and other fey living in the library.",
								{
									"type": "entries",
									"name": "Bullywugs",
									"id": "4de",
									"entries": [
										"Replace all the {@creature Goblin Warrior|XMM|Goblin Warriors} in the adventure with {@creature Bullywug Warrior|XMM|Bullywug Warriors}. These bullywugs revere Lethchauntos as a mighty mage and consider the {@i Nathlum} a sacred object, but they don't know much about Lethchauntos, and they've never dared touch the book.",
										"Powell has convinced the bullywugs that intruders are coming to steal the {@i Nathlum} and that she's here to help the bullywugs defend it."
									]
								},
								{
									"type": "entries",
									"name": "Encounter Areas",
									"id": "4df",
									"entries": [
										"Modify areas of the library in the following ways.",
										{
											"type": "list",
											"items": [
												{
													"type": "item",
													"name": "1: Guard Station",
													"entry": "The bullywugs are awake and alert. Replace the {@creature Worg|XMM} with two {@creature Giant Frog|XMM|Giant Frogs} that obey the bullywugs. The bullywugs immediately fight the characters."
												},
												{
													"type": "item",
													"name": "3: Cavern",
													"entry": "The bear has signs of the Rusting. This doesn't affect its stat block. The curse was carried by the stream, which is tinted with rust from the Moonshae Isles and has a metallic smell. There's little the characters can do for the bear, but a character who tries to help it has Advantage on Wisdom ({@skill Animal Handling|XPHB}) checks to calm it. The tunnel south leads to the Feywild."
												},
												{
													"type": "item",
													"name": "5: Supply Room",
													"entry": "Replace the hobgoblins with three {@creature Satyr|XMM|Satyrs} recuperating here after a night of revelry. Powell charged the satyrs with driving the characters out of the library, but the satyrs are Indifferent to the party and don't much feel like fighting. If spoken to, they tell the party about Powell and the poison gas trap in area 6, which they don't know how to deactivate. They won't join the characters, insisting they have terrible headaches."
												},
												{
													"type": "item",
													"name": "6: Display Room",
													"entry": "Replace Regret with a {@creature Faerie Dragon Youth|XMM} named Precocia, imprisoned in the glass sphere by Lethchauntos long ago. Precocia can communicate with anyone who touches the glass sphere. If freed, it accompanies and helps the party."
												},
												{
													"type": "item",
													"name": "8: Rotunda",
													"entry": "This room is surrounded by large magical windows that reveal the Feywild outside the library. Replace the {@creature Goblin Boss|XMM} with a {@creature Giant Toad|XMM} that obeys the bullywugs, who lie in wait for the party. As soon as they see the characters, the bullywugs ambush them."
												},
												{
													"type": "item",
													"name": "12: Sitting Room",
													"entry": "Characters eavesdropping on the soldiers hear them boast about how Powell has tricked the bullywugs into serving her by claiming to protect the {@area Nathlum|4d0|x}, when she intends to steal it. The soldiers are cowards; if the party surprises them, they surrender."
												},
												{
													"type": "item",
													"name": "13: Powell's Bedroom",
													"entry": "Replace the {@creature Mimic|XMM} with a {@creature Bulette Pup|XMM}, which burrowed into the privy (area 15) and killed Erik before retreating to this room and hiding under the bed. The bulette isn't aggressive and flees if the characters try to fight it."
												},
												{
													"type": "item",
													"name": "16: Gallery",
													"entry": "Powell is here with her bodyguard and three Hostile {@creature Bullywug Warrior|XMM|Bullywug Warriors}. Powell confidently orders her bullywug minions and bodyguard to fight. As an {@action Influence|XPHB} action, a character can try to convince the bullywugs that Powell is lying to them and make a {@dc 13} Charisma ({@skill Persuasion|XPHB}) check. On a successful check, the bullywugs turn their weapons on Powell. If this happens, or if her Zhentarim bodyguard is killed, Powell surrenders."
												},
												{
													"type": "item",
													"name": "19: Chasm",
													"entry": "The tunnel leading south from this area leads to the Feywild instead of the Underdark."
												}
											],
											"style": "list-hang-notitle"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Baldur's Gate",
							"id": "4e0",
							"entries": [
								"Adventures in Baldur's Gate often involve temptation by devils and questionable alliances with morally ambiguous individuals. The influence of the Dead Three is never far away.",
								"In this version of the adventure, Myrna brings the characters together at the Helm and Cloak. The library is located in the sewers beneath the city. Powell intends to sell the {@area Nathlum|4d0|x} to patriars who belong to devil-worshiping cults, but some of her followers secretly answer to the Dead Three instead, and others have been killed by monsters living in the sewers.",
								{
									"type": "entries",
									"name": "Encounter Areas",
									"id": "4e1",
									"entries": [
										"Modify areas of the library in the following ways.",
										{
											"type": "list",
											"items": [
												{
													"type": "item",
													"name": "1: Guard Station",
													"entry": "Powell left guards here, but most of them have been killed by six {@creature Troglodyte|XMM|Troglodytes} that are still here, eating the dead. If disturbed, they begin combat. One of Powell's followers, a human named Bors (Medium {@creature Cultist|XMM}), cowers in the locked cage. If freed, he admits to being one of Powell's followers but asks only to be allowed to escape."
												},
												{
													"type": "item",
													"name": "3: Cavern",
													"entry": "Replace the bear with a {@creature Ghoul|XMM} named Slymon. Slymon is Indifferent to the party, and will let them pass if they agree to bring him a Humanoid corpse he can eat. If the party refuses, he initiates combat."
												},
												{
													"type": "item",
													"name": "5: Supply Room",
													"entry": "Replace the hobgoblins with six of Powell's human followers (Medium {@creature Cultist|XMM|Cultists}) searching the crates for supplies. They fight the characters. If outnumbered by the party, the survivors try to flee to area 8."
												},
												{
													"type": "item",
													"name": "6: Display Room",
													"entry": "Replace Regret with an {@creature Imp|XMM} named Bitterbite, imprisoned in the glass sphere by Lethchauntos long ago. Bitterbite pleads to be released. If freed, the devil helps the characters as a way to help itself, ingratiating itself to the party at every opportunity. If ever in serious danger, Bitterbite flees."
												},
												{
													"type": "item",
													"name": "8: Rotunda",
													"entry": "Replace the goblins with six of Powell's human followers (Medium {@creature Cultist|XMM|Cultists}) and their human leader (Medium {@creature Spy|XMM}). They're searching the books for anything of value and are loyal to Powell. They fight the characters."
												},
												{
													"type": "item",
													"name": "12: Sitting Room",
													"entry": "Replace the {@creature Zhentilar Soldier|FRAiF|Zhentilar Soldiers} with human pirates (Medium {@creature Pirate|XMM|Pirates}). They came here with Powell but have grown bored and pass time with games of chance. The pirates aren't loyal to Powell and can be bribed to leave peacefully with an offer of at least 10 GP total. If two of them are killed in battle, the third surrenders and begs for mercy."
												},
												{
													"type": "item",
													"name": "13: Powell's Bedroom",
													"entry": "Remove the mimic from this room; see area 15 below for a replacement monster."
												},
												{
													"type": "item",
													"name": "15: Privy",
													"entry": "A {@creature Carrion Crawler|XMM} squeezed its way up the privy, destroying the wooden board covering the hole in the process. It was discovered by a pirate from area 12 and killed him. It is still here, clinging to the ceiling and slowly devouring the corpse. It fights intruders."
												},
												{
													"type": "item",
													"name": "16: Gallery",
													"entry": "The party arrives just in time to see Powell betrayed by Aglanna (Medium, Neutral Evil {@creature Cultist Fanatic|XMM}), who is pretending to be her bodyguard but really serving one of the Dead Three. Aglanna stabs Powell in the back, killing her, and seizes the {@i Nathlum}. She is served by a {@creature Manes Vaporspawn|XMM} and six human followers (Medium, Neutral Evil {@creature Cultist|XMM|Cultists}). Aglanna offers the characters twice what Myrna is paying them (200 GP each) to let her leave with the {@i Nathlum}. If the party agrees, she is true to her word. If they refuse, she and her allies begin combat."
												}
											],
											"style": "list-hang-notitle"
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/FRAiF/187-07-008.baldurs-gate-library-door.webp"
									},
									"credit": "Luca Bancone",
									"width": 850,
									"height": 1151
								}
							]
						}
					]
				}
			]
		}
	]
}
