{
	"data": [
		{
			"type": "section",
			"name": "Hunt for the Thessalhydra",
			"page": 1,
			"id": "000",
			"entries": [
				"{@i A D&D Campaign by Mike Wheeler}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/HftT/000-c101.webp"
					},
					"width": 1518,
					"height": 1549,
					"credit": "Stan!"
				},
				{
					"type": "section",
					"name": "Notes to Myself (as Dungeon Master)",
					"page": 3,
					"id": "001",
					"entries": [
						"We should be able to finish this story in one night (maybe a long weekend if Dustin really gets caught up in the roleplaying), but don't rush it. As long as everyone's having fun, let it take as long as necessary. It's all about the fun.",
						"Describe each scene. Tell them what their characters see or hear or feel at the start, then just let them go. They say what the characters do, and I tell them what happens. But don't take control of their characters. I control everything else—the monsters, the nonplayer characters (NPCs, like Sir Tristan), even the environment (like traps)—and the dice reveal how things turn out!",
						"All creatures written with an underline can be found in the Monsters section of the rulebook.",
						"Don't worry too much about getting the rules right or being perfect as a DM (that's short for Dungeon Master). Just relax, let things happen naturally, and enjoy playing the game. If things get confusing—especially in combat—do what seems fair and move on.",
						"Like the rulebook says, my job as DM is to make sure everyone has a good time and that the story moves along smoothly."
					]
				},
				{
					"type": "section",
					"name": "The Whole Story",
					"page": 4,
					"id": "002",
					"entries": [
						"The characters have been summoned by Sir Tristan, the ruler of a small domain in a lonely stretch of mountains. A terrible monster called a thessalhydra has been attacking his realm. It is a strange and dreadful creature with eight heads surrounding a large circular mouth rimmed with jagged teeth. Its maw drips with acid, and its tail ends in a pair of sharp pincers. Tristan asks the characters to get rid of this menace.",
						"The thessalhydra was last seen going into caverns belonging to an unfriendly tribe of troglodytes. The characters must enter the caverns and deal with the stinky trogs. Following the thessalhydra's trail leads them into a cursed labyrinth, where they meet the Lost Knight. He will help them escape only if they prove themselves worthy by solving his riddles.",
						"The way to escape from the labyrinth is through a portal into a strange, dark, parallel dimension called the Upside Down. There the characters meet the Proud Princess, a powerful adventurer who has her own quest and wants nothing to do with the characters. She shows them the way out of the Upside Down and into the thessalhydra's lair.",
						"If the characters can beat the thessalhydra and bring its heads back to Sir Tristan, they have successfully finished this adventure."
					]
				},
				{
					"type": "section",
					"name": "Audience with Sir Tristan",
					"page": 5,
					"id": "003",
					"entries": [
						"Start the adventure in Sir Tristan's throne room. The characters have met Tristan before. He sponsored them on an earlier adventure and proved himself to be a kind ruler to his people and a good friend to the characters. They can trust him.",
						"Sir Tristan says that lately a monster called a thessalhydra appears out of nowhere and attacks local farms, villages, and even Tristan's castle. All his soldiers together could barely fight it off. After each attack, the thessalhydra disappears into the woods and leaves no trail.",
						"Tristan can't send his guards after the monster. They must protect the castle (and they know they're not strong enough to beat the monster). He asks the characters to hunt down and kill the thessalhydra, then return with its heads. (Tristan wants them stuffed and mounted over his throne.)",
						"This scene is all about conversation. The characters are talking directly to Sir Tristan, but there are others here too—royal advisors, guards who fought the monster, and such. They treat the characters well—they're the heroes Sir Tristan turns to in his time of need. Give them confidence to take bold action (sometimes Will needs to be reminded that he's playing a character, not just himself).",
						{
							"type": "entries",
							"name": "Gifts from Sir Tristan",
							"page": 6,
							"id": "004",
							"entries": [
								"Sir Tristan offers them huge rewards to go on this dangerous mission. Begin by offering 100 gold pieces each and let them negotiate if they want more. If the group gets too greedy, Sir Tristan reminds them that they're old friends.",
								"Once the deal is struck, Sir Tristan might have a surprise for the group. If the characters negotiated a fair deal and respected their friendship with Sir Tristan, he will give them some magic equipment that will be useful in this adventure. If they were greedy or acted like they didn't care about their friendship with Sir Tristan, he won't give them anything extra.",
								"He starts with two {@item Bag of Holding||bags of holding}, so that they can easily carry the thessalhydra's severed heads. Then, for each character, he provides a {@item ring of protection} and a {@item potion of healing}. Finally, he has two weapons—a {@item wand of magic missiles} and this greatsword:",
								"{@item Winter's Dark Bite|HftT}. This greatsword is made of an unknown black metal. In most cases, it works as a {@item +1 greatsword}. But when used against a thessalhydra, it works as a {@item +3 greatsword}. While in the Upside Down, it works as a +4 greatsword."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Rumors on the Road",
					"page": 7,
					"id": "005",
					"entries": [
						"As the characters search for the thessalhydra, they meet other people along the way. Give them a few short roleplaying encounters. Some NPCs have useful info, and others are just distractions. But make sure the scenes are fun, or the group might ignore them (especially Lucas—he'll want to be all business).",
						{
							"type": "list",
							"items": [
								"A merchant offers them one apple each. He says that local apples tasted better before the thessalhydra arrived. That's why he's sure the monster's lair is in the apple orchards to the north.",
								"A traveling priest says that often lesser monsters worship bigger ones. There are troglodytes in a nearby set of caverns. They might know something about the thessalhydra.",
								"A woodcutter warns them that some of the caves around here are cursed. \"Once you enter, you get lost in the twisting tunnels and never escape.\"",
								"An elderly farmer doesn't believe there is a thessalhydra. He thinks it's just a big owlbear that is raiding settlements for its supper. \"I ain't never seen no thessalhydra, but owlbears we got plenty of around here!\""
							]
						},
						"When the players start getting bored with roleplaying encounters, it's time for them to find the {@creature troglodyte} caves. If they've wandered off following false leads, just have them luckily stumble upon the right cave."
					]
				},
				{
					"type": "section",
					"name": "Troglodyte Caverns",
					"page": 8,
					"id": "006",
					"entries": [
						"Have one character (group's choice) make a {@dc 12} ability check—Intelligence ({@skill Nature}) if they're searching for the troglodyte caves, Wisdom ({@skill Survival}) if they're searching for the thessalhydra's tracks, or another skill that matches their actions.",
						"If the check succeeds, they have arrived at the troglodyte caves. Use the map to describe what the characters see. Let them pick in what order they explore the caves. When they reach a numbered area, see that area's description on the map below.",
						"If the skill check fails, they still arrive at the caves, but unluckily do so at the same time as a returning hunting party of 8 {@creature Troglodyte||troglodytes}. They must defeat the hunting party before they can enter the caves.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HftT/001-c102.webp"
							},
							"width": 2500,
							"height": 2182,
							"mapRegions": [
								{
									"area": "00e",
									"points": [
										[
											366,
											730
										],
										[
											459,
											727
										],
										[
											463,
											691
										],
										[
											476,
											661
										],
										[
											510,
											656
										],
										[
											531,
											650
										],
										[
											551,
											639
										],
										[
											581,
											657
										],
										[
											621,
											653
										],
										[
											679,
											666
										],
										[
											693,
											679
										],
										[
											766,
											653
										],
										[
											777,
											610
										],
										[
											770,
											589
										],
										[
											756,
											580
										],
										[
											719,
											577
										],
										[
											700,
											574
										],
										[
											710,
											546
										],
										[
											691,
											521
										],
										[
											704,
											487
										],
										[
											767,
											483
										],
										[
											764,
											441
										],
										[
											760,
											421
										],
										[
											769,
											390
										],
										[
											740,
											364
										],
										[
											709,
											360
										],
										[
											659,
											380
										],
										[
											614,
											400
										],
										[
											581,
											377
										],
										[
											554,
											391
										],
										[
											530,
											376
										],
										[
											464,
											389
										],
										[
											424,
											349
										],
										[
											376,
											374
										],
										[
											343,
											399
										],
										[
											327,
											414
										],
										[
											326,
											447
										],
										[
											324,
											471
										],
										[
											299,
											493
										],
										[
											300,
											516
										],
										[
											311,
											550
										],
										[
											330,
											571
										],
										[
											361,
											563
										],
										[
											376,
											586
										],
										[
											376,
											617
										],
										[
											371,
											647
										],
										[
											360,
											679
										],
										[
											366,
											713
										]
									]
								},
								{
									"area": "00c",
									"points": [
										[
											367,
											1026
										],
										[
											450,
											1046
										],
										[
											479,
											1030
										],
										[
											501,
											1031
										],
										[
											514,
											1050
										],
										[
											534,
											1059
										],
										[
											551,
											1043
										],
										[
											577,
											1030
										],
										[
											597,
											1020
										],
										[
											623,
											973
										],
										[
											624,
											953
										],
										[
											599,
											927
										],
										[
											604,
											880
										],
										[
											596,
											866
										],
										[
											573,
											863
										],
										[
											560,
											834
										],
										[
											539,
											827
										],
										[
											513,
											833
										],
										[
											479,
											824
										],
										[
											477,
											800
										],
										[
											490,
											796
										],
										[
											480,
											770
										],
										[
											463,
											734
										],
										[
											364,
											739
										],
										[
											363,
											754
										],
										[
											367,
											776
										],
										[
											341,
											791
										],
										[
											311,
											816
										],
										[
											287,
											840
										],
										[
											291,
											866
										],
										[
											293,
											876
										],
										[
											266,
											894
										],
										[
											253,
											914
										],
										[
											257,
											944
										],
										[
											281,
											963
										],
										[
											283,
											996
										],
										[
											279,
											1034
										],
										[
											299,
											1040
										],
										[
											331,
											1040
										],
										[
											349,
											1033
										]
									]
								},
								{
									"area": "00b",
									"points": [
										[
											389,
											1274
										],
										[
											410,
											1237
										],
										[
											454,
											1177
										],
										[
											469,
											1170
										],
										[
											507,
											1154
										],
										[
											530,
											1146
										],
										[
											560,
											1160
										],
										[
											581,
											1163
										],
										[
											609,
											1160
										],
										[
											620,
											1184
										],
										[
											639,
											1204
										],
										[
											639,
											1220
										],
										[
											626,
											1241
										],
										[
											626,
											1256
										],
										[
											646,
											1267
										],
										[
											659,
											1273
										],
										[
											651,
											1324
										],
										[
											631,
											1341
										],
										[
											610,
											1359
										],
										[
											581,
											1374
										],
										[
											557,
											1389
										],
										[
											526,
											1397
										],
										[
											513,
											1397
										],
										[
											496,
											1370
										],
										[
											483,
											1363
										],
										[
											459,
											1350
										],
										[
											449,
											1310
										],
										[
											446,
											1306
										],
										[
											424,
											1297
										],
										[
											401,
											1290
										]
									]
								},
								{
									"area": "00a",
									"points": [
										[
											754,
											1351
										],
										[
											766,
											1299
										],
										[
											794,
											1273
										],
										[
											814,
											1261
										],
										[
											833,
											1264
										],
										[
											856,
											1276
										],
										[
											894,
											1273
										],
										[
											917,
											1266
										],
										[
											930,
											1259
										],
										[
											954,
											1271
										],
										[
											974,
											1274
										],
										[
											994,
											1276
										],
										[
											1054,
											1273
										],
										[
											1099,
											1280
										],
										[
											1129,
											1283
										],
										[
											1156,
											1294
										],
										[
											1176,
											1314
										],
										[
											1170,
											1350
										],
										[
											1169,
											1373
										],
										[
											1177,
											1399
										],
										[
											1170,
											1423
										],
										[
											1163,
											1441
										],
										[
											1161,
											1481
										],
										[
											1177,
											1511
										],
										[
											1087,
											1551
										],
										[
											1091,
											1523
										],
										[
											1073,
											1501
										],
										[
											1056,
											1501
										],
										[
											1041,
											1510
										],
										[
											1009,
											1517
										],
										[
											919,
											1527
										],
										[
											874,
											1514
										],
										[
											861,
											1496
										],
										[
											831,
											1506
										],
										[
											806,
											1484
										],
										[
											767,
											1491
										],
										[
											747,
											1477
										],
										[
											740,
											1436
										],
										[
											741,
											1417
										],
										[
											760,
											1396
										],
										[
											754,
											1374
										]
									]
								},
								{
									"area": "00f",
									"points": [
										[
											991,
											560
										],
										[
											1027,
											581
										],
										[
											1074,
											574
										],
										[
											1100,
											570
										],
										[
											1123,
											570
										],
										[
											1124,
											534
										],
										[
											1150,
											513
										],
										[
											1161,
											481
										],
										[
											1180,
											433
										],
										[
											1186,
											406
										],
										[
											1174,
											381
										],
										[
											1157,
											369
										],
										[
											1151,
											343
										],
										[
											1137,
											336
										],
										[
											1107,
											360
										],
										[
											1090,
											351
										],
										[
											1067,
											327
										],
										[
											1041,
											323
										],
										[
											1010,
											330
										],
										[
											989,
											339
										],
										[
											970,
											346
										],
										[
											967,
											371
										],
										[
											954,
											381
										],
										[
											933,
											383
										],
										[
											909,
											373
										],
										[
											889,
											377
										],
										[
											876,
											414
										],
										[
											881,
											441
										],
										[
											891,
											471
										],
										[
											871,
											491
										],
										[
											860,
											523
										],
										[
											874,
											544
										],
										[
											897,
											560
										],
										[
											923,
											567
										],
										[
											927,
											580
										],
										[
											953,
											586
										],
										[
											971,
											569
										]
									]
								},
								{
									"area": "00d",
									"points": [
										[
											690,
											707
										],
										[
											770,
											681
										],
										[
											786,
											697
										],
										[
											811,
											693
										],
										[
											827,
											684
										],
										[
											851,
											689
										],
										[
											874,
											683
										],
										[
											891,
											683
										],
										[
											916,
											699
										],
										[
											941,
											711
										],
										[
											971,
											704
										],
										[
											999,
											697
										],
										[
											1066,
											679
										],
										[
											1103,
											674
										],
										[
											1140,
											679
										],
										[
											1161,
											690
										],
										[
											1164,
											711
										],
										[
											1159,
											739
										],
										[
											1166,
											773
										],
										[
											1159,
											819
										],
										[
											1181,
											836
										],
										[
											1211,
											850
										],
										[
											1219,
											874
										],
										[
											1224,
											903
										],
										[
											1229,
											921
										],
										[
											1217,
											947
										],
										[
											1193,
											960
										],
										[
											1171,
											963
										],
										[
											1153,
											976
										],
										[
											1129,
											980
										],
										[
											1094,
											971
										],
										[
											1063,
											963
										],
										[
											1043,
											970
										],
										[
											1023,
											981
										],
										[
											1000,
											990
										],
										[
											970,
											979
										],
										[
											949,
											971
										],
										[
											879,
											971
										],
										[
											840,
											947
										],
										[
											810,
											934
										],
										[
											789,
											927
										],
										[
											774,
											919
										],
										[
											773,
											896
										],
										[
											764,
											880
										],
										[
											747,
											874
										],
										[
											726,
											877
										],
										[
											697,
											884
										],
										[
											681,
											871
										],
										[
											686,
											850
										],
										[
											694,
											830
										],
										[
											686,
											811
										],
										[
											689,
											771
										],
										[
											689,
											753
										],
										[
											671,
											729
										]
									]
								},
								{
									"area": "010",
									"points": [
										[
											1099,
											1187
										],
										[
											1096,
											1157
										],
										[
											1114,
											1136
										],
										[
											1124,
											1114
										],
										[
											1156,
											1099
										],
										[
											1184,
											1084
										],
										[
											1183,
											1046
										],
										[
											1201,
											1050
										],
										[
											1217,
											1040
										],
										[
											1209,
											1013
										],
										[
											1227,
											1009
										],
										[
											1259,
											1000
										],
										[
											1274,
											1006
										],
										[
											1294,
											1003
										],
										[
											1316,
											1009
										],
										[
											1329,
											1026
										],
										[
											1344,
											1024
										],
										[
											1393,
											970
										],
										[
											1421,
											979
										],
										[
											1473,
											959
										],
										[
											1484,
											990
										],
										[
											1476,
											1033
										],
										[
											1511,
											1043
										],
										[
											1529,
											1060
										],
										[
											1527,
											1091
										],
										[
											1536,
											1116
										],
										[
											1551,
											1107
										],
										[
											1570,
											1100
										],
										[
											1579,
											1143
										],
										[
											1581,
											1191
										],
										[
											1560,
											1196
										],
										[
											1551,
											1214
										],
										[
											1557,
											1229
										],
										[
											1553,
											1260
										],
										[
											1539,
											1273
										],
										[
											1499,
											1274
										],
										[
											1429,
											1320
										],
										[
											1396,
											1321
										],
										[
											1369,
											1313
										],
										[
											1351,
											1306
										],
										[
											1346,
											1276
										],
										[
											1320,
											1270
										],
										[
											1296,
											1280
										],
										[
											1281,
											1296
										],
										[
											1251,
											1307
										],
										[
											1230,
											1306
										],
										[
											1219,
											1281
										],
										[
											1223,
											1244
										],
										[
											1204,
											1234
										],
										[
											1194,
											1201
										],
										[
											1171,
											1200
										],
										[
											1146,
											1216
										],
										[
											1124,
											1209
										]
									]
								},
								{
									"area": "013",
									"points": [
										[
											1694,
											1104
										],
										[
											1709,
											1074
										],
										[
											1690,
											1050
										],
										[
											1699,
											1030
										],
										[
											1730,
											1003
										],
										[
											1763,
											967
										],
										[
											1786,
											950
										],
										[
											1817,
											960
										],
										[
											1831,
											960
										],
										[
											1863,
											949
										],
										[
											1943,
											946
										],
										[
											1973,
											949
										],
										[
											2009,
											976
										],
										[
											2059,
											954
										],
										[
											2087,
											973
										],
										[
											2086,
											994
										],
										[
											2099,
											1026
										],
										[
											2109,
											1060
										],
										[
											2101,
											1090
										],
										[
											2074,
											1107
										],
										[
											2071,
											1131
										],
										[
											2086,
											1144
										],
										[
											2109,
											1156
										],
										[
											2103,
											1176
										],
										[
											2097,
											1199
										],
										[
											2094,
											1230
										],
										[
											2103,
											1267
										],
										[
											2074,
											1270
										],
										[
											2044,
											1299
										],
										[
											2019,
											1286
										],
										[
											1977,
											1269
										],
										[
											1957,
											1290
										],
										[
											1937,
											1291
										],
										[
											1870,
											1287
										],
										[
											1846,
											1280
										],
										[
											1806,
											1281
										],
										[
											1787,
											1273
										],
										[
											1774,
											1257
										],
										[
											1761,
											1229
										],
										[
											1737,
											1224
										],
										[
											1727,
											1206
										],
										[
											1704,
											1186
										],
										[
											1697,
											1153
										]
									]
								},
								{
									"area": "009",
									"points": [
										[
											620,
											1606
										],
										[
											659,
											1599
										],
										[
											687,
											1596
										],
										[
											707,
											1606
										],
										[
											736,
											1636
										],
										[
											754,
											1657
										],
										[
											780,
											1657
										],
										[
											819,
											1644
										],
										[
											866,
											1627
										],
										[
											899,
											1604
										],
										[
											981,
											1619
										],
										[
											990,
											1653
										],
										[
											999,
											1691
										],
										[
											1006,
											1714
										],
										[
											999,
											1753
										],
										[
											996,
											1779
										],
										[
											1011,
											1794
										],
										[
											1056,
											1824
										],
										[
											1079,
											1846
										],
										[
											1010,
											1904
										],
										[
											900,
											1823
										],
										[
											714,
											1746
										],
										[
											664,
											1703
										],
										[
											623,
											1666
										]
									]
								},
								{
									"area": "011",
									"points": [
										[
											1223,
											1741
										],
										[
											1240,
											1663
										],
										[
											1229,
											1589
										],
										[
											1247,
											1559
										],
										[
											1236,
											1517
										],
										[
											1286,
											1511
										],
										[
											1299,
											1471
										],
										[
											1324,
											1470
										],
										[
											1347,
											1479
										],
										[
											1377,
											1470
										],
										[
											1397,
											1463
										],
										[
											1447,
											1466
										],
										[
											1480,
											1491
										],
										[
											1496,
											1503
										],
										[
											1519,
											1489
										],
										[
											1539,
											1483
										],
										[
											1556,
											1514
										],
										[
											1564,
											1540
										],
										[
											1570,
											1553
										],
										[
											1557,
											1581
										],
										[
											1553,
											1600
										],
										[
											1564,
											1633
										],
										[
											1570,
											1647
										],
										[
											1551,
											1659
										],
										[
											1546,
											1689
										],
										[
											1526,
											1707
										],
										[
											1511,
											1724
										],
										[
											1539,
											1730
										],
										[
											1579,
											1713
										],
										[
											1594,
											1713
										],
										[
											1581,
											1766
										],
										[
											1551,
											1806
										],
										[
											1514,
											1824
										],
										[
											1479,
											1830
										],
										[
											1454,
											1809
										],
										[
											1447,
											1800
										],
										[
											1417,
											1816
										],
										[
											1393,
											1819
										],
										[
											1369,
											1796
										],
										[
											1316,
											1810
										],
										[
											1301,
											1827
										],
										[
											1276,
											1814
										],
										[
											1267,
											1789
										],
										[
											1244,
											1784
										],
										[
											1239,
											1767
										]
									]
								},
								{
									"area": "012",
									"points": [
										[
											1763,
											1717
										],
										[
											1767,
											1693
										],
										[
											1747,
											1667
										],
										[
											1761,
											1630
										],
										[
											1773,
											1593
										],
										[
											1770,
											1550
										],
										[
											1774,
											1517
										],
										[
											1789,
											1511
										],
										[
											1816,
											1513
										],
										[
											1847,
											1481
										],
										[
											1899,
											1471
										],
										[
											1953,
											1476
										],
										[
											1989,
											1473
										],
										[
											2009,
											1469
										],
										[
											2021,
											1494
										],
										[
											2040,
											1511
										],
										[
											2110,
											1509
										],
										[
											2120,
											1551
										],
										[
											2124,
											1576
										],
										[
											2147,
											1603
										],
										[
											2153,
											1629
										],
										[
											2150,
											1659
										],
										[
											2156,
											1699
										],
										[
											2147,
											1743
										],
										[
											2127,
											1784
										],
										[
											2081,
											1793
										],
										[
											2067,
											1827
										],
										[
											2051,
											1869
										],
										[
											2027,
											1886
										],
										[
											1980,
											1881
										],
										[
											1956,
											1877
										],
										[
											1936,
											1899
										],
										[
											1899,
											1900
										],
										[
											1864,
											1894
										],
										[
											1850,
											1870
										],
										[
											1819,
											1869
										],
										[
											1786,
											1869
										],
										[
											1766,
											1863
										],
										[
											1756,
											1821
										],
										[
											1743,
											1801
										],
										[
											1757,
											1753
										]
									]
								}
							],
							"imageType": "map",
							"grid": {
								"type": "square",
								"size": 79,
								"offsetX": 90,
								"offsetY": 26,
								"scale": 2
							},
							"hrefThumbnail": {
								"type": "internal",
								"path": "adventure/HftT/thumbnail/001-c102.webp"
							},
							"id": "03b",
							"credit": "Stan!"
						},
						{
							"type": "entries",
							"id": "007",
							"entries": [
								{
									"type": "entries",
									"id": "008",
									"entries": [
										{
											"type": "entries",
											"name": "Area 1: Cave Entrance",
											"page": 9,
											"id": "009",
											"entries": [
												"A successful {@dc 15} Intelligence ({@skill Investigation}) or Wisdom ({@skill Survival}) check reveals that the cave's mouth has recently been visited by about 25 troglodytes, the thessalhydra, and an owlbear."
											]
										},
										{
											"type": "entries",
											"name": "Area 2: Empty Cave",
											"page": 9,
											"id": "00a",
											"entries": [
												"Nothing of interest here. The floor becomes too rocky to follow footprints anymore."
											]
										},
										{
											"type": "entries",
											"name": "Area 3: Trapped Hall",
											"page": 9,
											"id": "00b",
											"entries": [
												"The cave is empty, but the hall to area 4 is trapped, which requires a successful {@dc 10} ability check to detect, using Intelligence ({@skill Investigation}), or disarm, using Dexterity. If triggered, the roof collapses. Anyone in the hall must make a {@dc 10} Dexterity save. Those who fail take {@dice 2d6 + 2} bludgeoning damage. Those who succeed take half as much damage. The hall becomes impassable."
											]
										},
										{
											"type": "entries",
											"name": "Area 4: Treasure Room",
											"page": 9,
											"id": "00c",
											"entries": [
												"This is where the troglodytes keep their few valuable items. There are 200 gp in coins and gems, plus artwork and other valuables worth 200 gp more. The secret door that connects to area 6 needs a successful {@dc 15} ability check to detect, using Intelligence ({@skill Investigation}), or open, using Dexterity."
											]
										},
										{
											"type": "entries",
											"name": "Area 5: Common Chamber",
											"page": 9,
											"id": "00d",
											"entries": [
												"This is where most of the troglodytes sleep. Ten {@creature Troglodyte||troglodytes} are here, but they are terrified and try to run away into area 6 as soon as they see the characters."
											]
										},
										{
											"type": "entries",
											"name": "Area 6: Noble Chamber",
											"page": 10,
											"id": "00e",
											"entries": [
												"This is where the five {@creature troglodyte} leaders sleep. The head trog is a fair and noble ruler (like a trog version of Sir Tristan). He'd rather talk than fight (unlike most trogs, he speaks Common). But if the group angers him, all the trogs attack and fight to the death. If the group politely asks about the thessalhydra, he'll say that it comes in from the woods, passes through the caves, and enters the Cursed Labyrinth. It never travels the opposite way."
											]
										},
										{
											"type": "entries",
											"name": "Area 7: False Treasure Room",
											"page": 10,
											"id": "00f",
											"entries": [
												"This room is like area 4, but everything is broken and worthless. One vase is trapped, requiring a successful {@dc 10} Intelligence ({@skill Investigation}) check to detect and a successful {@dc 10} Dexterity check to disarm. If triggered, the hall to area 5 collapses. Anyone in the hall must make a {@dc 10} Dexterity save. Those who fail take {@dice 2d6 + 2} bludgeoning damage. Those who succeed take half as much damage. The hall becomes impassable."
											]
										},
										{
											"type": "entries",
											"name": "Area 8: Guard Post",
											"page": 10,
											"id": "010",
											"entries": [
												"Eight {@creature troglodyte} guards are stationed here. If the characters enter or make too much noise in an adjoining room (for example, have a fight or argument), the guards attack."
											]
										},
										{
											"type": "entries",
											"name": "Area 9: Owlbear",
											"page": 10,
											"id": "011",
											"entries": [
												"One {@creature owlbear} is here and sleeping. Characters may attempt Dexterity ({@skill Stealth}) checks against its passive Perception (13). Failure means it wakes up and attacks."
											]
										},
										{
											"type": "entries",
											"name": "Area 10: Water Pool",
											"page": 10,
											"id": "012",
											"entries": [
												"A natural spring feeds a 10-foot-deep pool of clear, fresh water. In the pool lives a {@creature giant frog}, which leaps out and attacks the first character to touch the water."
											]
										},
										{
											"type": "entries",
											"name": "Area 11: Shrine",
											"page": 10,
											"id": "013",
											"entries": [
												"This is where the troglodytes come to worship their dark god, Laogzed. There's an altar and a statue of an ugly, frog-like creature. On the altar are pieces of rotten meat and 50 gp worth of coins and small gems."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Cursed Labyrinth",
							"page": 11,
							"id": "014",
							"entries": [
								"It seems like a normal maze with twisting, turning hallways that intersect, but there is no solution to this maze. Its path is completely random, and if you turn around to retrace your steps, you find that the path has changed behind you.",
								{
									"type": "entries",
									"id": "015",
									"entries": [
										{
											"type": "entries",
											"name": "Random Path",
											"page": 11,
											"id": "016",
											"entries": [
												"Use the first few hallways as shown on the map (above), but when the characters move off the map, use the table below to figure out what they find next. If the characters turn around, the maze remains the same until they go around a corner or open a door. From that point on, the labyrinth makes a new random path.",
												{
													"type": "table",
													"colLabels": [
														"d20 Result",
														"Result"
													],
													"colStyles": [
														"text-center col-2",
														"col-10"
													],
													"rows": [
														[
															"1–2",
															"{@dice 1d10} map squares straight, then dead end"
														],
														[
															"3–5",
															"{@dice 1d6} map squares straight, then reroll"
														],
														[
															"6–8",
															"{@dice 1d4} map squares straight, then turn left"
														],
														[
															"9–11",
															"{@dice 1d4} map squares straight, then turn right"
														],
														[
															"12–14",
															"Special encounter (described below)"
														],
														[
															"15–16",
															"{@dice 1d4} map squares straight, then T intersection"
														],
														[
															"17–18",
															"{@dice 1d6} map squares straight, then a four-way intersection"
														],
														[
															"19",
															"Reroll, but also add a door"
														],
														[
															"20",
															"Reroll, but also add a secret door"
														]
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Special Encounters",
							"page": 12,
							"id": "017",
							"entries": [
								"While going through the Cursed Labyrinth, the characters will have some interesting encounters. Roll on the following table (if you get the same result twice, reroll or choose an encounter).",
								{
									"type": "table",
									"colLabels": [
										"d6",
										"Encounter"
									],
									"colStyles": [
										"text-center col-2",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Damaged Walls"
										],
										[
											"2",
											"Treasure"
										],
										[
											"3",
											"Pit Trap"
										],
										[
											"4",
											"Troglodytes"
										],
										[
											"5",
											"Skeletons"
										],
										[
											"6",
											"The Lost Knight"
										]
									]
								},
								{
									"type": "entries",
									"id": "018",
									"entries": [
										{
											"type": "entries",
											"name": "Damaged Walls",
											"page": 12,
											"id": "019",
											"entries": [
												"The next hallway the characters enter shows signs of damage, like a powerful beast has rampaged through here. The group can easily tell that this damage was done by the thessalhydra."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 12,
											"id": "01a",
											"entries": [
												"They find the remains of an ancient adventurer who died trying to escape the labyrinth. The body has treasure worth {@dice 3d20} gold pieces."
											]
										},
										{
											"type": "entries",
											"name": "Pit Trap",
											"page": 12,
											"id": "01b",
											"entries": [
												"The hallway has a pit trap somewhere along its length. Characters must make a successful {@dc 12} Intelligence ({@skill Investigation}) check to detect the trap, and a successful {@dc 12} Dexterity check to safely move past it. Those who fail the Dexterity check fall in and take {@dice 1d6} bludgeoning damage. Climbing out of the pit is easy to do."
											]
										},
										{
											"type": "entries",
											"name": "Troglodytes",
											"page": 12,
											"id": "01c",
											"entries": [
												"Four {@creature Troglodyte||troglodytes}, members of the tribe from the caverns who ran into the labyrinth to escape the thessalhydra, have been trapped here for two weeks. They're mad with hunger and immediately attack."
											]
										},
										{
											"type": "entries",
											"name": "Skeletons",
											"page": 12,
											"id": "01d",
											"entries": [
												"Eight {@creature Skeleton||skeletons}, the undead remains of adventurers, come shambling down the hallway to attack the characters."
											]
										},
										{
											"type": "entries",
											"name": "The Lost Knight",
											"page": 12,
											"id": "01e",
											"entries": [
												"See details below."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Lost Knight",
							"page": 13,
							"id": "01f",
							"entries": [
								"The characters encounter the Lost Knight—a mysterious figure dressed in a full suit of armor who is trapped in the Cursed Labyrinth.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HftT/002-c103.webp"
									},
									"width": 403,
									"height": 1000,
									"credit": "Stan!"
								},
								"The knight is at the far end of a long hallway (60 feet from the group). He says he knows their quest is to slay a great monster. He'll help them if they solve his two riddles.",
								"The {@b first riddle} is simple. All they have to do is catch him. He runs around the corner and calls back:",
								{
									"type": "insetReadaloud",
									"id": "020",
									"entries": [
										"\"At my heels you nip in this game we play. But cursed is the maze, and lost am I. So who's chasing whom? Oh, who's to say? The front is the back. Hello is goodbye.\""
									]
								},
								"If the characters chase him, use the Random Path table to generate the hallways (reroll results of 1 and 2). Every time they round a corner, they see him escape at the other end of the hall.",
								"The solution is to stop chasing the Lost Knight, turn around, and go back the way they came. Once the group goes back one room, they automatically find the Knight's second riddle.",
								{
									"type": "entries",
									"id": "021",
									"entries": [
										{
											"type": "entries",
											"name": "Second Riddle",
											"page": 13,
											"id": "022",
											"entries": [
												"The characters see the Lost Knight standing in a doorway at the far side of a large room.",
												{
													"type": "insetReadaloud",
													"id": "023",
													"entries": [
														"\"You solved my first riddle,\" he says. \"Now can you find the missing piece to finish my collection?\""
													]
												},
												"He points to three shelves above the doorway. Then he steps through the door, which closes and magically locks behind him (cannot be picked or broken down).",
												"The first two shelves each have two small statues, and the third one has only one statue."
											]
										},
										{
											"type": "entries",
											"name": "Shelf 1 Statues",
											"page": 14,
											"id": "024",
											"entries": [
												"A man with a crown and a bag of coins."
											]
										},
										{
											"type": "entries",
											"name": "Shelf 2 Statues",
											"page": 14,
											"id": "025",
											"entries": [
												"A woman with a crown and a jar of honey."
											]
										},
										{
											"type": "entries",
											"name": "Shelf 3 Statue",
											"page": 14,
											"id": "026",
											"entries": [
												"A common woman wearing an apron and an empty space for a second statue.",
												"In the room is a large table covered with many small statues, including a cake, a pie, a spinning wheel, a basket of laundry, a plate with a steak, a toy soldier, a sword, and twenty-four sculptures of crows.",
												"To solve the riddle, the characters must put the right statue from the table in the empty space on shelf 3. If they put a wrong sculpture on the shelf, everyone in the room takes {@dice 1d4} lightning damage. They must try again. If they put the right statue there, the door opens.",
												"Solution. The basket of laundry. These are the characters from the nursery rhyme \"Sing a Song of Sixpence.\""
											]
										},
										{
											"type": "entries",
											"name": "Clues",
											"page": 14,
											"id": "027",
											"entries": [
												"",
												"1. It's based on a nursery rhyme.",
												"2. There are \"four-and-twenty\" statues of \"black birds.\"",
												"3. Tell them the name of the nursery rhyme and let them look up the words."
											]
										},
										{
											"type": "entries",
											"name": "The Knight's Prize",
											"page": 14,
											"id": "028",
											"entries": [
												"After the group solves both of the Lost Knight's riddles, he congratulates them on being so clever.",
												"The knight explains that the Cursed Labyrinth is not in our world. It is built in a demiplane. The thessalhydra has found a way to push through it to a place called the Upside Down. The Lost Knight shows the characters how that is done, but warns that this is a one-way passage—they'll have to find a different way home."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Upside Down",
					"page": 15,
					"id": "029",
					"entries": [
						"The Upside Down is a kind of alternate dimension—an echo of the Material Plane (where we all live). That means in some ways it's very similar to our world, but in others it's completely different.",
						"The Upside Down is a cold, dark place. It's always night there, and the air is always cold (like just before a snow storm). You never feel warm in the Upside Down. Also, characters get no natural healing while in the Upside Down: no matter how long you rest, you don't regain any hit points, and you can't spend Hit Dice. Magical healing still works.",
						"In places where our world and the Upside Down touch each other, the Upside Down looks like our world—the same buildings, trees, and other structures—but they're always broken and ruined. These are the places where you can cross between planes, if you know how.",
						"In places where the worlds don't touch, the Upside Down looks like a haunted forest.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HftT/003-c104.webp"
							},
							"width": 1869,
							"height": 1000,
							"credit": "Stan!"
						},
						{
							"type": "entries",
							"name": "Winter's Dark Bite in the Upside Down",
							"page": 16,
							"id": "02a",
							"entries": [
								"The sword that the characters might have received from Sir Tristan, {@item Winter's Dark Bite|HftT}, is made of metal mined from the Upside Down, so it gets even stronger when it's used here. While in the Upside Down, Winter's Dark Bite acts like a +4 greatsword.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HftT/004-c105.webp"
									},
									"width": 650,
									"height": 1000,
									"credit": "Stan!"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Upside Down Encounters",
					"page": 17,
					"id": "02b",
					"entries": [
						"This part of the adventure is mostly supposed to be scary, not dangerous. When the characters first arrive in the Upside Down, make it in the middle of the woods (an area that doesn't touch our world). Describe how lonely, dark, and desolate it is, with a cold wind blowing all the time.",
						"Let the characters explore a little. Describe sections where the Upside Down touches our world in places that the group has already visited, so they can see scary, haunted versions. Have there be strange howling noises on the wind, and make it feel like something is stalking them, lurking just out of sight in the darkness.",
						"They find tracks made by the thessalhydra, but also tracks made by other monsters. But the tracks are impossible to follow. The tracks come and go. Sometimes they loop back on themselves. None of it makes any sense.",
						"When it's time to move the story forward, introduce the Proud Princess.",
						{
							"type": "entries",
							"name": "The Proud Princess",
							"page": 18,
							"id": "02c",
							"entries": [
								"With a blast of lightning and thunder, the Proud Princess appears on a hill near the characters. She is strong and proud, a warrior princess, who looks at the characters and instantly knows that they pose no danger to her. (No stats for her. She's not someone they should fight. If they insist on trying, they can hit her only with a critical hit, and even then she shrugs off whatever damage they do. Her attacks always hit them and deal {@dice 2d6 + 6} slashing damage.)",
								"The Proud Princess has a quest of her own, though she will not talk about the details. She warns the characters to stay out of her way, for their own safety. Simply to keep them away, she tells them how to find the thessalhydra.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HftT/005-c106.webp"
									},
									"width": 685,
									"height": 1000,
									"credit": "Stan!"
								},
								"The thessalhydra uses the Upside Down as a way to return to its lair without being tracked. The lair is a cave where the Material Plane and the Upside Down touch. A special plant grows there—a plant whose flowers bloom in both worlds. These flowers can be used to cross between worlds if you perform a certain ritual. A key component of this ritual is blood from a monstrosity (a type of creature). The thessalhydra is a monstrosity, so it can use its own blood to open a gateway.",
								"The Proud Princess can point them to the cavern where the flowers grow, but if the characters want to open a gateway, they'll also need the blood of a monstrosity. Luckily, she knows of one that has been stalking around the Upside Down lately: a {@creature demogorgon|HftT}!",
								"She tells them that the demogorgon is attracted to the smell of blood. The easiest way to get its attention is to spill blood on the ground. But since there are so few creatures in the Upside Down, the only source is the characters themselves. Using a weapon carefully, a character can do minor damage (cutting their palm) causing 1 hp of damage and spilling a small amount of blood. If the group spills a total of 3 hp worth of blood, the demogorgon will arrive {@dice 1d6} minutes later, leaping from the darkness and attacking the group.",
								"If the characters don't want to spill their own blood, they can stalk the demogorgon, but this is very difficult. One character should try a {@dc 15} Wisdom ({@skill Survival}) check for the group. If this is successful, they have found the demogorgon. If it fails, the group may try again (with the same character or a different one making the check). If the group fails three times, the demogorgon has found them and attacks, but the characters are {@status surprised} (see chapter 2 of the rulebook for how surprise works)."
							]
						},
						{
							"type": "entries",
							"name": "Demogorgon",
							"page": 20,
							"id": "02d",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/HftT/006-c107.webp"
									},
									"width": 603,
									"height": 1000,
									"credit": "Stan!"
								},
								"A demogorgon is a monstrosity the size and shape of an adult human, but its mouth fills its face and opens like a blooming flower. One currently lives in the Upside Down, and no one knows where it came from originally. It's incredibly strong and can heal itself from damage it takes (even here in the Upside Down). Like a shark, a demogorgon is drawn to the scent of blood, and goes into a frenzy when blood is near.",
								"The Proud Princess says that they need a few ounces of blood from the creature to open a gateway (filling an empty potion vial will do nicely, but let the characters solve the problem). If the {@creature demogorgon|HftT} is killed, they can get the blood easily. But let them try other ways if they don't want to fight to the death. For example, they can get blood off a sword blade immediately after it strikes and damages the creature (they must do this four times to get enough blood)."
							]
						},
						{
							"type": "entries",
							"name": "Using Demogorgon Blood",
							"page": 20,
							"id": "02e",
							"entries": [
								"After the characters have gotten enough demogorgon blood, they can take it to the cavern with the flowers. If they pour the blood on one of the flowers, it bursts open violently (anyone standing next to the flower must succeed on a {@dc 12} Dexterity save or be knocked {@condition prone}), creating a cross-planar gate. Stepping through leads to area 1 of the lair of the thessalhydra."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Lair of the Thessalhydra",
					"page": 21,
					"id": "02f",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HftT/007-c108.webp"
							},
							"width": 2018,
							"height": 2500,
							"mapRegions": [
								{
									"area": "034",
									"points": [
										[
											531,
											943
										],
										[
											566,
											950
										],
										[
											603,
											931
										],
										[
											647,
											943
										],
										[
											680,
											939
										],
										[
											701,
											936
										],
										[
											699,
											976
										],
										[
											714,
											999
										],
										[
											710,
											1030
										],
										[
											719,
											1061
										],
										[
											714,
											1104
										],
										[
											704,
											1129
										],
										[
											671,
											1107
										],
										[
											636,
											1109
										],
										[
											617,
											1117
										],
										[
											590,
											1116
										],
										[
											563,
											1099
										],
										[
											521,
											1109
										],
										[
											530,
											1049
										],
										[
											524,
											1007
										],
										[
											523,
											971
										]
									]
								},
								{
									"area": "038",
									"points": [
										[
											696,
											756
										],
										[
											724,
											829
										],
										[
											740,
											903
										],
										[
											761,
											937
										],
										[
											801,
											930
										],
										[
											813,
											963
										],
										[
											859,
											963
										],
										[
											886,
											986
										],
										[
											910,
											987
										],
										[
											926,
											957
										],
										[
											969,
											956
										],
										[
											987,
											956
										],
										[
											1019,
											904
										],
										[
											1021,
											884
										],
										[
											1001,
											847
										],
										[
											1024,
											824
										],
										[
											1063,
											811
										],
										[
											1094,
											831
										],
										[
											1117,
											844
										],
										[
											1150,
											826
										],
										[
											1170,
											823
										],
										[
											1193,
											836
										],
										[
											1237,
											829
										],
										[
											1257,
											853
										],
										[
											1277,
											866
										],
										[
											1294,
											873
										],
										[
											1316,
											849
										],
										[
											1359,
											847
										],
										[
											1394,
											846
										],
										[
											1413,
											829
										],
										[
											1403,
											816
										],
										[
											1416,
											784
										],
										[
											1394,
											741
										],
										[
											1414,
											734
										],
										[
											1429,
											651
										],
										[
											1407,
											617
										],
										[
											1409,
											580
										],
										[
											1419,
											556
										],
										[
											1414,
											533
										],
										[
											1401,
											524
										],
										[
											1409,
											483
										],
										[
											1410,
											460
										],
										[
											1383,
											433
										],
										[
											1354,
											427
										],
										[
											1326,
											401
										],
										[
											1299,
											406
										],
										[
											1264,
											430
										],
										[
											1243,
											421
										],
										[
											1219,
											399
										],
										[
											1191,
											403
										],
										[
											1156,
											411
										],
										[
											1129,
											406
										],
										[
											1106,
											393
										],
										[
											1067,
											416
										],
										[
											1046,
											404
										],
										[
											1023,
											401
										],
										[
											987,
											416
										],
										[
											970,
											433
										],
										[
											946,
											414
										],
										[
											911,
											413
										],
										[
											906,
											376
										],
										[
											889,
											369
										],
										[
											866,
											370
										],
										[
											830,
											384
										],
										[
											804,
											389
										],
										[
											789,
											377
										],
										[
											747,
											391
										],
										[
											707,
											421
										],
										[
											689,
											433
										],
										[
											689,
											457
										],
										[
											699,
											476
										],
										[
											681,
											490
										],
										[
											670,
											511
										],
										[
											691,
											539
										],
										[
											704,
											577
										],
										[
											711,
											614
										],
										[
											693,
											657
										],
										[
											721,
											699
										],
										[
											717,
											737
										],
										[
											703,
											753
										]
									]
								},
								{
									"area": "037",
									"points": [
										[
											1424,
											749
										],
										[
											1447,
											663
										],
										[
											1474,
											653
										],
										[
											1494,
											651
										],
										[
											1503,
											590
										],
										[
											1521,
											577
										],
										[
											1549,
											587
										],
										[
											1571,
											563
										],
										[
											1606,
											549
										],
										[
											1624,
											551
										],
										[
											1657,
											561
										],
										[
											1671,
											584
										],
										[
											1669,
											606
										],
										[
											1689,
											633
										],
										[
											1690,
											661
										],
										[
											1694,
											711
										],
										[
											1674,
											743
										],
										[
											1671,
											780
										],
										[
											1693,
											803
										],
										[
											1693,
											831
										],
										[
											1674,
											860
										],
										[
											1669,
											894
										],
										[
											1690,
											934
										],
										[
											1700,
											964
										],
										[
											1679,
											990
										],
										[
											1617,
											1036
										],
										[
											1589,
											1036
										],
										[
											1561,
											1034
										],
										[
											1537,
											1051
										],
										[
											1513,
											1050
										],
										[
											1491,
											1033
										],
										[
											1473,
											1021
										],
										[
											1467,
											984
										],
										[
											1476,
											959
										],
										[
											1489,
											957
										],
										[
											1479,
											927
										],
										[
											1467,
											886
										],
										[
											1480,
											853
										],
										[
											1473,
											827
										],
										[
											1476,
											810
										],
										[
											1493,
											789
										],
										[
											1500,
											771
										],
										[
											1491,
											756
										],
										[
											1469,
											776
										],
										[
											1443,
											783
										],
										[
											1430,
											764
										]
									]
								},
								{
									"area": "033",
									"points": [
										[
											520,
											1629
										],
										[
											599,
											1623
										],
										[
											683,
											1643
										],
										[
											711,
											1654
										],
										[
											730,
											1683
										],
										[
											743,
											1703
										],
										[
											787,
											1694
										],
										[
											811,
											1709
										],
										[
											811,
											1740
										],
										[
											793,
											1770
										],
										[
											790,
											1797
										],
										[
											791,
											1856
										],
										[
											791,
											1881
										],
										[
											757,
											1890
										],
										[
											714,
											1904
										],
										[
											693,
											1931
										],
										[
											669,
											1934
										],
										[
											637,
											1920
										],
										[
											614,
											1903
										],
										[
											577,
											1903
										],
										[
											554,
											1913
										],
										[
											527,
											1907
										],
										[
											500,
											1896
										],
										[
											464,
											1909
										],
										[
											440,
											1909
										],
										[
											433,
											1880
										],
										[
											434,
											1841
										],
										[
											451,
											1794
										],
										[
											451,
											1767
										],
										[
											441,
											1741
										],
										[
											450,
											1707
										],
										[
											439,
											1670
										],
										[
											429,
											1646
										],
										[
											449,
											1614
										],
										[
											473,
											1621
										],
										[
											496,
											1623
										]
									]
								},
								{
									"area": "032",
									"points": [
										[
											346,
											1953
										],
										[
											367,
											1963
										],
										[
											376,
											1991
										],
										[
											389,
											2023
										],
										[
											404,
											2031
										],
										[
											427,
											2033
										],
										[
											441,
											2053
										],
										[
											466,
											2051
										],
										[
											486,
											2026
										],
										[
											504,
											2010
										],
										[
											526,
											2013
										],
										[
											540,
											2066
										],
										[
											570,
											2083
										],
										[
											580,
											2091
										],
										[
											613,
											2081
										],
										[
											637,
											2081
										],
										[
											663,
											2079
										],
										[
											683,
											2061
										],
										[
											700,
											2037
										],
										[
											720,
											2043
										],
										[
											733,
											2034
										],
										[
											747,
											2043
										],
										[
											753,
											2053
										],
										[
											776,
											2046
										],
										[
											784,
											2030
										],
										[
											796,
											2034
										],
										[
											801,
											2049
										],
										[
											820,
											2047
										],
										[
											844,
											2044
										],
										[
											836,
											2024
										],
										[
											841,
											2013
										],
										[
											859,
											2024
										],
										[
											856,
											2006
										],
										[
											873,
											2004
										],
										[
											889,
											2017
										],
										[
											907,
											2011
										],
										[
											924,
											1979
										],
										[
											947,
											1954
										],
										[
											970,
											1944
										],
										[
											1014,
											1961
										],
										[
											1053,
											1994
										],
										[
											1067,
											2036
										],
										[
											1044,
											2057
										],
										[
											1031,
											2073
										],
										[
											1031,
											2104
										],
										[
											1061,
											2113
										],
										[
											1071,
											2133
										],
										[
											1061,
											2181
										],
										[
											1067,
											2209
										],
										[
											1104,
											2226
										],
										[
											1116,
											2257
										],
										[
											346,
											2257
										]
									]
								},
								{
									"area": "036",
									"points": [
										[
											1389,
											1906
										],
										[
											1419,
											1890
										],
										[
											1479,
											1887
										],
										[
											1497,
											1901
										],
										[
											1543,
											1904
										],
										[
											1580,
											1893
										],
										[
											1627,
											1936
										],
										[
											1616,
											1986
										],
										[
											1591,
											2004
										],
										[
											1593,
											2043
										],
										[
											1593,
											2061
										],
										[
											1580,
											2071
										],
										[
											1557,
											2084
										],
										[
											1547,
											2099
										],
										[
											1521,
											2103
										],
										[
											1497,
											2133
										],
										[
											1479,
											2167
										],
										[
											1453,
											2191
										],
										[
											1420,
											2204
										],
										[
											1386,
											2204
										],
										[
											1369,
											2186
										],
										[
											1339,
											2189
										],
										[
											1304,
											2184
										],
										[
											1296,
											2154
										],
										[
											1301,
											2116
										],
										[
											1304,
											2110
										],
										[
											1289,
											2073
										],
										[
											1286,
											2039
										],
										[
											1306,
											2001
										],
										[
											1306,
											1979
										],
										[
											1300,
											1929
										],
										[
											1319,
											1891
										],
										[
											1340,
											1894
										],
										[
											1363,
											1907
										]
									]
								},
								{
									"area": "035",
									"points": [
										[
											1126,
											1287
										],
										[
											1120,
											1226
										],
										[
											1127,
											1183
										],
										[
											1127,
											1156
										],
										[
											1141,
											1133
										],
										[
											1146,
											1111
										],
										[
											1131,
											1070
										],
										[
											1149,
											1054
										],
										[
											1176,
											1040
										],
										[
											1181,
											1006
										],
										[
											1201,
											991
										],
										[
											1227,
											986
										],
										[
											1251,
											999
										],
										[
											1277,
											996
										],
										[
											1307,
											1000
										],
										[
											1344,
											991
										],
										[
											1357,
											1013
										],
										[
											1360,
											1033
										],
										[
											1390,
											1053
										],
										[
											1397,
											1080
										],
										[
											1406,
											1103
										],
										[
											1424,
											1104
										],
										[
											1456,
											1094
										],
										[
											1476,
											1114
										],
										[
											1479,
											1150
										],
										[
											1499,
											1169
										],
										[
											1490,
											1206
										],
										[
											1483,
											1233
										],
										[
											1490,
											1254
										],
										[
											1491,
											1277
										],
										[
											1479,
											1307
										],
										[
											1491,
											1337
										],
										[
											1483,
											1374
										],
										[
											1497,
											1407
										],
										[
											1523,
											1433
										],
										[
											1533,
											1443
										],
										[
											1514,
											1479
										],
										[
											1509,
											1519
										],
										[
											1524,
											1547
										],
										[
											1517,
											1576
										],
										[
											1504,
											1621
										],
										[
											1427,
											1636
										],
										[
											1416,
											1626
										],
										[
											1379,
											1644
										],
										[
											1333,
											1643
										],
										[
											1309,
											1633
										],
										[
											1273,
											1649
										],
										[
											1249,
											1657
										],
										[
											1236,
											1643
										],
										[
											1236,
											1610
										],
										[
											1229,
											1574
										],
										[
											1224,
											1557
										],
										[
											1237,
											1497
										],
										[
											1230,
											1471
										],
										[
											1224,
											1453
										],
										[
											1244,
											1414
										],
										[
											1220,
											1391
										],
										[
											1199,
											1387
										],
										[
											1171,
											1393
										],
										[
											1144,
											1403
										],
										[
											1131,
											1370
										],
										[
											1141,
											1354
										],
										[
											1129,
											1329
										],
										[
											1140,
											1310
										],
										[
											1134,
											1294
										]
									]
								}
							],
							"imageType": "map",
							"grid": {
								"type": "square",
								"size": 88,
								"offsetX": -4,
								"offsetY": 108,
								"scale": 2
							},
							"hrefThumbnail": {
								"type": "internal",
								"path": "adventure/HftT/thumbnail/007-c108.webp"
							},
							"id": "03c",
							"credit": "Stan!"
						},
						"When the characters step out of an oversized flower (like the one they stepped into in the Upside Down), they are back in the Material Plane—home. In fact, they are pretty close to Sir Tristan's castle (they can see the towers above the tree line). Prints in the dirt make it clear that the thessalhydra has come this way often, and the tracks lead into a nearby cave.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/HftT/008-c109.webp"
							},
							"width": 622,
							"height": 1000,
							"mapParent": {
								"id": "03c",
								"autoScale": true
							},
							"credit": "Stan!"
						},
						{
							"type": "entries",
							"id": "030",
							"entries": [
								{
									"type": "entries",
									"id": "031",
									"entries": [
										{
											"type": "entries",
											"name": "Area 1",
											"page": 22,
											"id": "032",
											"entries": [
												"Entrance to the cave. Some of the cross-planar flowers grow along the rocks here."
											]
										},
										{
											"type": "entries",
											"name": "Area 2",
											"page": 22,
											"id": "033",
											"entries": [
												"This cave is thick with webs from floor to ceiling. Three giant spiders live here. If the characters don't bother them, they won't bother the characters."
											]
										},
										{
											"type": "entries",
											"name": "Area 3",
											"page": 22,
											"id": "034",
											"entries": [
												"There's a 20-foot-wide pit. It takes a successful {@dc 12} Strength ({@skill Athletics}) check to jump across. Failing a jump without a safety rope tied to you means you fall away into darkness and take {@dice 3d10} bludgeoning damage. The pit is 30 feet deep.",
												"Nearby is a hidden passage (marked as an \"S\" on the map). It takes a successful {@dc 12} Wisdom ({@skill Perception}) check to notice it. Once found, it can be used freely."
											]
										},
										{
											"type": "entries",
											"name": "Area 4",
											"page": 22,
											"id": "035",
											"entries": [
												"A tribe of ten {@creature Troglodyte||troglodytes} live here. When the thessalhydra moved in, the trogs began to worship it as a god. Now they protect it while it sleeps. If the characters have already killed the thessalhydra, the trogs begin to worship them as their new gods."
											]
										},
										{
											"type": "entries",
											"name": "Area 5",
											"page": 23,
											"id": "036",
											"entries": [
												"At the back of this cave is an area that appears wet, like a mud patch or a shallow puddle, and occasionally ripples or bubbles. It's actually an {@creature ochre jelly}. If the characters don't bother it, it won't bother them."
											]
										},
										{
											"type": "entries",
											"name": "Area 6",
											"page": 23,
											"id": "037",
											"entries": [
												"This is where the troglodytes go to leave offerings in worship of the thessalhydra. The walls are covered with small niches, each of which contains an offering. (See \"Conclusion\" below.)"
											]
										},
										{
											"type": "entries",
											"name": "Area 7",
											"page": 23,
											"id": "038",
											"entries": [
												"This cavern is where the {@creature thessalhydra|HftT} lurks. It is here and sleeping. If the characters can sneak up on it, they can take the creature by surprise (see chapter 2 of the rulebook for how surprise works).",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/HftT/009-c110.webp"
													},
													"width": 1239,
													"height": 1000,
													"credit": "Stan!"
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conclusion",
					"page": 24,
					"id": "039",
					"entries": [
						"If the characters kill the thessalhydra, they have successfully completed this adventure. When they chop off the creature's heads and bring them back to Sir Tristan, he will welcome them as conquering heroes, shower them with treasure, and grant each one a boon (as long as it is within his power to do so). Additionally, in area 6 of the thessalhydra's lair they will find coins, gems, and artwork worth 1,000 gold pieces, plus one magic item of your (the Dungeon Master's) choice.",
						{
							"type": "entries",
							"name": "Further Adventures",
							"page": 49,
							"id": "03a",
							"entries": [
								"Perhaps the best reward of all is that the characters each gain a level. Use the information in the {@book Player's Handbook|PHB} to make them 4th level. They will then be ready to seek more adventure and rewards in future games of Dungeons & Dragons!"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Adventure",
							"entries": [
								"Stan!, Ben Petrisor"
							]
						},
						{
							"type": "item",
							"name": "Cartography",
							"entries": [
								"Stan!"
							]
						},
						{
							"type": "item",
							"name": "Rulebook",
							"entries": [
								"Jeremy Crawford"
							]
						},
						{
							"type": "item",
							"name": "Editing",
							"entries": [
								"Christopher Perkins, Chris Sims, Michele Carter, Scott Fitzgerald Gray, Kim Mohan, Philip Athans, Kate Welch"
							]
						},
						{
							"type": "item",
							"name": "D&D Lead Designers",
							"entries": [
								"Jeremy Crawford, Mike Mearls"
							]
						},
						{
							"type": "item",
							"name": "Fifth Edition D&D Design Team",
							"entries": [
								"Christopher Perkins, James Wyatt, Rodney Thompson, Robert J. Schwalb, Peter Lee, Steve Townshend, Bruce R. Cordell"
							]
						},
						{
							"type": "item",
							"name": "Additional Contributors",
							"entries": [
								"Greg Bilsland, Matt Sernett, Chris Dupuis, Tom LaPille, Richard Baker, Miranda Horner, Jennifer Clarke Wilkes, Steve Winter, Nina Hess"
							]
						}
					]
				}
			],
			"id": "03d"
		}
	]
}
