{
  "feat": [
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Always on the lookout for danger, you gain the following benefits:",
        {
          "type": "list",
          "items": [
            "Regardless of your initiative roll, you may always choose to have the highest initiative result at the start of combats.",
            "You have advantage on attack rolls in the first round of combat.",
            "You cannot be surprised.",
            "Other creatures don't gain advantage on attack rolls as a result of being hidden from you.",
            "Attacks against you that can deal environmental damage have disadvantage.",
            "You have 50% resistance to environmental damage."
          ]
        }
      ],
      "name": "Alert"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have undergone extensive physical training to gain the following benefits:",
        {
          "type": "list",
          "items": [
            "You gain a d6 expertise die on Acrobatics, Athletics, and Brawn checks. This does not benefit your journey activity checks.",
            "You cannot be knocked prone or grappled against your will.",
            "You gain climbing and swimming speed equal to your Speed.",
            "You can make a running long jump or running high jump from standing still."
          ]
        }
      ],
      "name": "Athlete"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Your vision has expanded to include abstract perspectives of the spacial dimensions, allowing you to exploit folds in space.",
        {
          "type": "list",
          "items": [
            "As a feat action, you may convert all your remaining movement for the turn into teleportation. When you do so, you can use that movement by teleporting to an unoccupied space in your line of sight within range of your remaining movement, consuming movement as if you were walking. This line of sight ignores 3/4 cover, and you must be able to move to use this teleportation.",
            "Once per turn, after teleporting at least 20 feet in a straight line, you gain 10 feet of movement for the rest of that turn."
          ]
        }
      ],
      "name": "Blinktouched"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Accustomed to rough-and-tumble fighting with your own hands, you gain the following benefits:",
        {
          "type": "list",
          "items": [
            "Your unarmed attacks deal additional damage equal to your level.",
            "Whenever you use a basic maneuver alongside a melee weapon attack, you no longer need to give the attack disadvantage."
          ]
        }
      ],
      "name": "Brawler"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have learned to throw your weight behind your attacks, taking advantage of your momentum to gain the following benefits:",
        {
          "type": "list",
          "items": [
            "If you move at least 10 feet straight toward a creature and then hit it with a melee attack on the same turn, the attack deals additional damage equal to double your proficiency bonus and gains the following major effect: The target is knocked prone and takes additional damage equal to triple your highest ability modifier.",
            "Against opportunity attacks, you have +1 armour and resistance equal to your level."
          ]
        }
      ],
      "name": "Charger"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Focusing your power on key locations on your opponents' bodies, you gain the following effects:",
        {
          "type": "list",
          "items": [
            "Your critical damage bonus is 0.",
            "Your critical success range is increased by 2 for attacks.",
            "Whenever you score a critical success with a damaging attack, instead of triggering one of your major effects as usual, you may choose to either trigger all of your major effects, or trigger one of your major effects twice."
          ]
        }
      ],
      "name": "Crippler"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have learned to shed some of your immediate power in order to leave lingering wounds on your foes, gaining the following effects:",
        {
          "type": "list",
          "items": [
            "Whenever you deal damage with an attack, the damage dealt is halved, and the target takes ongoing damage of the attack's base type equal to the amount of damage lost. This ongoing damge stacks, but all stacks are removed when the target succeeds on a passive save.",
            "Creatures making passive saves to end your ongoing damage do so with disadvantage."
          ]
        }
      ],
      "name": "Decayer"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "After a creature makes an attack against you, but before the attack is resolved, you can downgrade the success tier of the creature’s attacks against you by 1 for the remainder of the turn as a feat action, which also downgrades the triggering attack."
      ],
      "name": "Defensive Duelist"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You master fighting with two weapons, gaining the following benefits:",
        {
          "type": "list",
          "items": [
            "While wielding a weapon with the Offhand trait in your main hand, the conditions of its offhand trait are always satisfied.",
            "Add your choice of either your Strength or Dexterity modifier to the damage of your Offhand weapons.",
            "While wielding two weapons of the same category, you have +1 to weapon attack rolls.",
            "While wielding two weapons from different categories, you have +3 to attack rolls that are triggering a basic maneuver."
          ]
        }
      ],
      "name": "Dual Wielder"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Alert to the hidden traps and secret doors found in many dungeons, you gain the following benefits:",
        {
          "type": "list",
          "items": [
            "You have advantage on Perception and Investigation checks made to detect the presence of hidden traps and secret doors.",
            "Whenever you gain loot from a combat in a non-outdoor location (at the DM’s discretion), make a save. On a success, gain 1 additional loot roll.",
            "Once per short rest, you can recover a single resource when you roll for initiative that would usually be recovered after a short rest.",
            "Once per long rest, you can recover a single resource after a short rest that would usually be recovered after a long rest."
          ]
        }
      ],
      "name": "Dungeon Delver"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Hardy and resilient, you gain the following benefits:",
        {
          "type": "list",
          "items": [
            "You have advantage on Hit Die rolls when rolling them to regain hit points.",
            "Your hit point maximum increases by an amount equal to triple your level when you gain this feat. Whenever you gain a level thereafter, your hit point maximum increases by three additional hit points."
          ]
        }
      ],
      "name": "Durable"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "prerequisite": [
        {
          "spellcasting": true
        }
      ],
      "entries": [
        "Studying occult lore, you have unlocked eldritch power within yourself: you learn two Eldritch Invocation options of your choice from the warlock class. If either of the invocations have a prerequisite of any kind, you can choose that invocation only if you meet the prerequisite.",
        "You can select this feat multiple times. Each time you do so, you must choose different invocations."
      ],
      "name": "Eldritch Adept"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Your martial training has helped you develop a particular style of fighting. As a result, you learn one Fighting Style option of your choice from the fighter class. If you already have a style, the one you choose must be different.",
        "Additionally, you become proficient with simple and martial weapons.",
        "You can select this feat multiple times."
      ],
      "name": "Fighting Initiate"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You've developed the skills necessary to hold your own in close-quarters grappling. You gain the following benefits:",
        {
          "type": "list",
          "items": [
            "You have advantage on attack rolls against creatures you are grappling.",
            "Whenever you use the Grapple maneuver against a creature you are already grappling, it knocks the target prone and restrains them until the original grapple ends.",
            "Creatures that are one size larger than you don’t automatically succeed on checks to escape your grapple."
          ]
        }
      ],
      "name": "Grappler"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You've learned to put the weight of a weapon to your advantage, letting its momentum empower your strikes. You gain the following benefits:",
        {
          "type": "list",
          "items": [
            "Whenever you score a standard or higher success with a two-handed weapon attack, you may push the target 5 feet.",
            "Whenever you deal non-critical damage with a two-handed weapon attack against a prone target, add your critical damage bonus.",
            "Your critical damage bonus with two-handed weapon attacks is increased by the attack’s ability modifier."
          ]
        }
      ],
      "name": "Great Weapon Master"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You are an able physician, allow you to mend wounds quickly and get your allies back in the fight. You gain the following benefits:",
        {
          "type": "list",
          "items": [
            "You gain a d6 expertise die in Medicine. This does not benefit your Journey Activity checks.",
            "As an action, you can heal a creature within your reach for 1d10 hit points. This amount increases by an additional d10 at 5th (2d10), 11th (3d10), and 17th (4d10) levels. You can do this a number of times equal to your proficiency bonus, recovering all uses at the end of a short or long rest.",
            "Whenever you heal a creature as part of a standard action, they recover an additional number of hit points equal to your level."
          ]
        }
      ],
      "name": "Healer"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have trained to master the use of heavy armour, gaining the following benefits while wearing heavy armour:",
        {
          "type": "list",
          "items": [
            "You gain resistance to armour attacks equal to your proficiency bonus.",
            "Armour attacks that score major successes against you do not ignore your resistance, but critical successes still do."
          ]
        }
      ],
      "name": "Heavy Armour Master"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have learned just how to drive spirits into the glory of battle, gaining the following benefits:",
        {
          "type": "list",
          "items": [
            "Whenever you roll for initiative, any creatures of your choice who can sense you gain temporary hit points equal to your level + your Charisma modifier. These hit points last until the combat ends.",
            "Whenever you take the Attack action on your turn, you can forgo your attack to allow a creature of your choice who can sense you to immediately use their reaction to either take their own Attack action or cast a cantrip."
          ]
        }
      ],
      "name": "Inspiring Leader"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have a mind that can track time, direction, and detail with uncanny precision. You gain the following benefits:",
        {
          "type": "list",
          "items": [
            "You always know which way is north.",
            "You always know the number of hours left before the next sunrise or sunset.",
            "You can accurately recall anything you have seen or heard within the past year.",
            "You gain an expertise die in the following skills: Arcana, Engineering, History, Nature, and Religion. This does not benefit your Journey Activity checks.",
            "You may telepathically communicate with any creature within 60 feet of you in your line of sight that can understand a language. They may respond in the same way for the next 6 seconds."
          ]
        }
      ],
      "name": "Keen Mind"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have trained to master the use of light armour, gaining the following benefits while wearing light armour:",
        {
          "type": "list",
          "items": [
            "You can attempt to escape grapples and restrains as a feat action instead of an action.",
            "Your Speed is increased by 10 feet.",
            "Difficult terrain does not cost you extra movement.",
            "Whenever you score a major success with an attack, you may immediately shift 5 feet."
          ]
        }
      ],
      "name": "Light Armour Master"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Choose a class: artificer, bard, cleric, druid, sorcerer, warlock, or wizard. You learn two cantrips of your choice from that class's spell list.",
        "In addition, choose one 1st-level spell from that same list. You learn that spell and can cast it at its lowest level. Once you cast it, you must finish a long rest before you can cast it again.",
        "Your spellcasting ability for these spells depends on the class you chose: Charisma for bard, sorcerer, or warlock; Wisdom for cleric, druid, or warlock; or Intelligence for artificer, warlock, or wizard.",
        "You can select this feat multiple times. Each time you do so, you must choose a different class."
      ],
      "name": "Magic Initiate"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have taken the time to learn some advanced combat techniques. You gain the following benefits:",
        {
          "type": "list",
          "items": [
            "You gain proficiency in a combat tradition of your choice.",
            "You learn two combat maneuvers from a combat tradition you have proficiency in. If you do not already know any maneuvers, both must be 1st degree. Maneuvers gained from this feat do not count toward the maximum number of maneuvers you know.",
            "Your exertion point maximum is increased by your proficiency bonus."
          ]
        }
      ],
      "name": "Martial Scholar"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Your impeccable skills allow you to be more productive and efficient during journeys, granting you the following benefits:",
        {
          "type": "list",
          "items": [
            "You gain an expertise die on checks and saves made against natural phenomena, such as terrain or weather.",
            "You gain an expertise die in journey activity checks.",
            "The critical success range of your journey activity checks is increased by 1.",
            "Once per week, you can reduce the fatigue and strife levels of each of your party members by 1."
          ]
        }
      ],
      "name": "Master Traveler"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have practiced moving in medium armour to gain the following benefits while wearing medium armour:",
        {
          "type": "list",
          "items": [
            "Your body armour does not impose disadvantage on your Stealth checks.",
            "The threshold for armour attacks against you to score a minor success is increased by 3."
          ]
        }
      ],
      "name": "Medium Armour Master"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "prerequisite": [
        {
          "spellcasting": true
        }
      ],
      "entries": [
        "You've learned how to exert your will on your spells to alter how they function:",
        {
          "type": "list",
          "items": [
            "You learn two Metamagic options of your choice from the sorcerer class. You can use only one Metamagic option on a spell when you cast it, unless the option says otherwise.",
            "You gain a number of sorcery points to spend on Metamagic equal to your proficiency bonus (these points are added to any sorcery points you have from another source but can be used only on Metamagic). You regain all spent sorcery points when you finish a short rest."
          ]
        }
      ],
      "name": "Metamagic Adept"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You are a dangerous foe to face while mounted. While you are mounted and aren't incapacitated, you gain the following benefits:",
        {
          "type": "list",
          "items": [
            "You have advantage on attack rolls against any unmounted creature that is smaller than your mount.",
            "You have +1 reflex.",
            "If you both enter and exit a hostile creature’s reach during the same turn as you hit it with a weapon attack, you do not provoke an opportunity attack."
          ]
        }
      ],
      "name": "Mounted Combatant"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have honed your ability to withstand hits, and to punish those who dare try to hurt you, granting you the following benefits:",
        {
          "type": "list",
          "items": [
            "You gain an amount of damage barrier equal to your level plus your proficiency bonus.",
            "Whenever damage you take from a creature is reduced by your barrier, that creature takes thorns damage equal to the amount reduced plus your highest Defence.",
            "Your barriers replenish at both the start and end of each of your turns."
          ]
        }
      ],
      "name": "Reflective"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You hone your body or mind to better deal with certain attacks. Either increase one of your non-armour defences by 2, or increase two of your non-armour defences by 1 each. A defence cannot be increased beyond 5 by this feat.",
        "You can select this feat multiple times."
      ],
      "name": "Resilient"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have mastered techniques to take advantage of every drop in any enemy's guard, gaining the following benefits:",
        {
          "type": "list",
          "items": [
            "You make opportunity attacks with advantage.",
            "Your opportunity attacks gain the following major effect: the target’s speed becomes 0 for the rest of the turn.",
            "When a creature adjacent to you makes an attack against a target other than you, you can use a feat action to make an attack against the attacker."
          ]
        }
      ],
      "name": "Sentinel"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have mastered ranged attacks and can make shots that others find impossible. You gain the following benefits:",
        {
          "type": "list",
          "items": [
            "Increase the critical success range of your damaging ranged attacks by 1.",
            "Attacking at a long range doesn’t impose disadvantage on your ranged weapon attack rolls, and the ranges of your damaging ranged spells are doubled.",
            "Your damaging ranged attacks no longer have disadvantage when targeting prone creatures.",
            "Your damaging ranged attacks have advantage while you have height advantage against your target.",
            "Your damaging ranged attacks ignore penalties from terrain and weather, such as shooting through water or heavy winds."
          ]
        }
      ],
      "name": "Sharpshooter"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You use shields not just for protection but also for offense. You gain the following benefits while you are wielding a shield:",
        {
          "type": "list",
          "items": [
            "You gain proficiency with shields.",
            "If you take the Attack action or cast a spell on your turn while wielding a shield, you can use a feat action to use either the Shove or Trip maneuver against an adjacent creature.",
            "While wielding a shield, you downgrade all incoming reflex attack rolls by one success tier."
          ]
        }
      ],
      "name": "Shield Master"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You are adept at almost any task. You gain proficiency in any six skills of your choice.",
        "You can select this feat multiple times."
      ],
      "name": "Skilled"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You are an expert at slinking through shadows. You gain the following benefits:",
        {
          "type": "list",
          "items": [
            "You can attempt to hide while in dim light or if you have at least half cover from the creature from which you are hiding.",
            "Dim light doesn't impose disadvantage on your Perception checks relying on sight.",
            "You gain 60 feet of darkvision.",
            "You gain a d6 expertise die on Sleight of Hand checks. This does not benefit your Journey Activity checks."
          ]
        }
      ],
      "name": "Skulker"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You excel whenever social activity is involved, granting you the following benefits:",
        {
          "type": "list",
          "items": [
            "You gain a d6 expertise die in Deception, Insight, Performance, and Persuasion. This does not benefit your Journey Activity checks.",
            "You have advantage on Deception and Performance checks when trying to pass yourself off as another person.",
            "You can mimic the speech of another person or the sounds made by other creatures. You must have heard the person speaking, or heard the creature make the sound, for at least 1 minute. A successful Insight check contested by your Deception check allows a listener to determine that the effect is faked.",
            "If you can see a creature's mouth while it is speaking a language you know, you are able to read its lips to understand what it is saying.",
            "You can spend a day in a civilised area making a Charisma-based History or Investigation check to crowdsource information about the area and its well-known inhabitants."
          ]
        }
      ],
      "name": "Socialite"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "When you gain this feat, choose a damage type.",
        {
          "type": "list",
          "items": [
            "Increase the natural d20 roll of your attacks that can deal damage of your chosen type by 1.",
            "Damage of your chosen type always ignores resistance and immunity."
          ]
        }
      ],
      "name": "Specialist"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Your exposure to magic has changed you, granting you the following benefits:",
        {
          "type": "list",
          "items": [
            "Choose a school of magic. You learn a 1st and 2nd level spell of your choice from that school. You can cast each of these spells without expending a spell slot. Once you cast either of these spells in this way, you can't cast that spell in this way again until you finish a long rest. You can also cast these spells using spell slots you have of the appropriate level. The spells' spellcasting ability is your choice of Intelligence, Wisdom, or Charisma.",
            "When casting these spells, add 1 to their attack rolls.",
            "You can select this feat multiple times. Each time you do so, you must choose a different school of magic."
          ]
        }
      ],
      "name": "Spell Touched"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have been granted attunement by a certain type of creature, allowing you to conjure its kin as allies.",
        {
          "type": "list",
          "items": [
            "Choose a creature type. Whenever you finish a short or long rest, you may conjure a Summoned Minion (stat block below) of that creature type.",
            "Maintaining a Summoned Minion requires your concentration, but this concentration cannot be broken except by you ending it intentionally or using your concentration for something else.",
            "The Summoned Minion acts in its own turn after yours, and requires you to telepathically command it. If you provide it with no commands, it spends its turn taking the Dodge action and doing nothing else."
          ]
        },
        "See {@creature Summoned Creature|sns} stat block."
      ],
      "name": "Summoner"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You use every last ounce of energy to survive, even in the worst of circumstances.",
        {
          "type": "list",
          "items": [
            "Whenever you take damage that brings you to 0 hit points, you are knocked prone and dying as usual, but you do not become unconcious and cannot receive healing until the end of your next turn.",
            "During the first turn you take after being reduced to 0 hit points, you may stand up from prone as a free action, and need not make any death saving throws.",
            "The first time after each short rest that you receive healing while on 0 hit points, you are healed for an additional 35% of your maximum hit points."
          ]
        }
      ],
      "name": "Survivor"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "Your tactical expertise gives your allies an edge in combat.",
        {
          "type": "list",
          "items": [
            "Damaging attacks benefitting from your Help action deal damage as if the target is vulnerable to all of the attack's damage.",
            "When a creature is damaged by an attack that was aided by the use of your Help action, you do not provoke opportunity attacks from that creature until the end of your next turn."
          ]
        }
      ],
      "name": "Tactician"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You learn to move things with your mind, granting you the following benefits:",
        {
          "type": "list",
          "items": [
            "You learn the mage hand cantrip. You can cast it without verbal or somatic components, and you can make the spectral hand invisible. If you already know this spell, its range increases by 60 feet when you cast it. Its spellcasting ability is your choice of Intelligence, Wisdom, or Charisma.",
            "As a feat action, you can try to telekinetically shove one creature you can see within 60 feet of you. When you do so, the target is moved 5 feet toward or away from you."
          ]
        }
      ],
      "name": "Telekinetic"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "prerequisite": [
        {
          "spellcasting": true
        }
      ],
      "entries": [
        "You have practiced casting spells in the midst of combat, learning techniques that grant you the following benefits:",
        {
          "type": "list",
          "items": [
            "When a hostile creature’s movement provokes an opportunity attack from you, you can use your reaction to cast a spell at the creature instead of making an opportunity attack. The spell must have a casting time of 1 action and must target only that creature.",
            "If you have cast a spell since the start of your last turn, you have +1 armour.",
            "You have advantage on damaging spell attacks against creatures adjacent to you."
          ]
        }
      ],
      "name": "War Caster"
    },
    {
      "source": "sns",
      "page": 0,
      "category": "G",
      "entries": [
        "You have mastered the ability to lead minions, granting you the following benefits:",
        {
          "type": "list",
          "items": [
            "While you are within 10 feet of at least one of your minions, you and your minions have +1 armour.",
            "While you are at least 15 feet away from at least one of your minions, you and your minions add 1 to your attack rolls.",
            "Whenever you roll for initiative, the next 5 attacks made by your minions deal additional damage equal to your proficiency bonus. This effect does not stack across multiple initiative rolls.",
            "Your minions’ critical damage bonus is increased by their highest ability score modifier."
          ]
        }
      ],
      "name": "Warlord"
    }
  ],
  "monster": [
    {
      "name": "Summoner Feat Minion",
      "source": "sns",
      "size": [
        "M"
      ],
      "type": "any",
      "alignment": [
        "U"
      ],
      "ac": [
        {
          "special": "Your level divided by 4"
        }
      ],
      "hp": {
        "special": "12 + 12 times your proficiency bonus"
      },
      "speed": {
        "walk": 30
      },
      "str": 18,
      "dex": 10,
      "con": 0,
      "int": 4,
      "wis": 14,
      "cha": 5,
      "save": {
        "str": "+4",
        "dex": "+0",
        "wis": "+2"
      },
      "immune": [],
      "conditionImmune": [],
      "senses": [],
      "passive": 10,
      "languages": [
        "understands the languages you speak"
      ],
      "trait": [
        {
          "name": "—MAJOR EFFECTS—",
          "entries": [
            {
              "type": "list",
              "items": [
                "The target's armour is reduced by 1 for 1 round."
              ]
            }
          ]
        }
      ],
      "action": [
        {
          "name": "Melee attack",
          "entries": [
            "{@atk mw} reach 5 ft., one target. 5 + triple your level bludgeoning, piercing, or slashing damage."
          ]
        }
      ]
    }
  ]
}
