{
  "_meta": {
    "sources": [
      {
        "json": "sns",
        "abbreviation": "S&S",
        "full": "Spies & Spiders",
        "authors": [
          "Spies & Spiders"
        ],
        "version": "0.0.1"
      }
    ],
    "dateAdded": 1727740800
  },
  "skill": [
    {
      "name": "Athletics",
      "source": "sns",
      "ability": "str",
      "entries": [
        "Represents the ability to perform physically demanding tasks such as swimming, climbing, jumping, and running great distances."
      ]
    },
    {
      "name": "Brawn",
      "source": "sns",
      "ability": "str",
      "entries": [
        "Represents the ability to apply your brute force efficiently, such as when breaking down a door, lifitng a heavy object, or pushing a boulder out of the way."
      ]
    },
    {
      "name": "Finesse",
      "source": "sns",
      "ability": "dex",
      "entries": [
        "Represents your fine motor skills, to be used when pickpocketing, picking locks, or contorting to fit into a tight space."
      ]
    },
    {
      "name": "Stealth",
      "source": "sns",
      "ability": "dex",
      "entries": [
        "Represents your ability to perform tasks undetected, such as remaining unseen in dark alleyway, or sneaking up to or past someone without being heard."
      ]
    },
    {
      "name": "Magiscience",
      "source": "sns",
      "ability": "int",
      "entries": [
        "Represents your knowledge and research ability in matters relating to engineering, the sciences, or magic."
      ]
    },
    {
      "name": "History",
      "source": "sns",
      "ability": "int",
      "entries": [
        "Represents your knowledge and research ability in matters relating historical events, whether recent or ancient."
      ]
    },
    {
      "name": "Medicine",
      "source": "sns",
      "ability": "int",
      "entries": [
        "Represents your knowledge and application of knowledge, and your research ability, in matters relating to medicine and the bodies of living creatures."
      ]
    },
    {
      "name": "Nature",
      "source": "sns",
      "ability": "int",
      "entries": [
        "Represents your knowledge and application of knowledge, and your research ability, in matters relating to terrain, plants, and wildlife."
      ]
    },
    {
      "name": "Insight",
      "source": "sns",
      "ability": "wis",
      "entries": [
        "Represents your intuition and your ability to pick on social clues, such as when determining if a person is being honest, or identifying a person who seems nervous."
      ]
    },
    {
      "name": "Investigation",
      "source": "sns",
      "ability": "wis",
      "entries": [
        "Represents your ability to find hidden information in an area, such as hidden doors or compartments."
      ]
    },
    {
      "name": "Perception",
      "source": "sns",
      "ability": "wis",
      "entries": [
        "Represents the keenness of your sight, smell, and hearing, to be used when identifying or noticing subtle events and stimuli."
      ]
    },
    {
      "name": "Survival",
      "source": "sns",
      "ability": "wis",
      "entries": [
        "Represents your ability to navigate and track, such as identifying and following tracks, or avoiding getting lost."
      ]
    },
    {
      "name": "Deception",
      "source": "sns",
      "ability": "cha",
      "entries": [
        "Represents your ability to seem trustworthy while lying and otherwise misleading others, including with your appearance."
      ]
    },
    {
      "name": "Intimidation",
      "source": "sns",
      "ability": "cha",
      "entries": [
        "Represents your ability to convince and scare others via threat, hostile actions, and physical violence."
      ]
    },
    {
      "name": "Persuasion",
      "source": "sns",
      "ability": "cha",
      "entries": [
        "Represents your ability to convince a person or a crowd with a convincing argument or your affable nature."
      ]
    }
  ]
}
