{
	"classFluff": [
		{
			"name": "Fighter",
			"source": "PHB",
			"entries": [
				{
					"name": "Fighter",
					"type": "section",
					"entries": [
						"A human in clanging plate armor holds her shield before her as she runs toward the massed goblins. An elf behind her, clad in studded leather armor, peppers the goblins with arrows loosed from his exquisite bow. The half-orc nearby shouts orders, helping the two combatants coordinate their assault to the best advantage.",
						"A dwarf in chain mail interposes his shield between the ogre's club and his companion, knocking the deadly blow aside. His companion, a half-elf in scale armor, swings two scimitars in a blinding whirl as she circles the ogre, looking for a blind spot in its defenses.",
						"A gladiator fights for sport in an arena, a master with his trident and net, skilled at toppling foes and moving them around for the crowd's delight—and his own tactical advantage. His opponent's sword flares with blue light an instant before she sends lightning flashing forth to smite him.",
						"All of these heroes are fighters, perhaps the most diverse class of characters in the worlds of Dungeons & Dragons. Questing knights, conquering overlords, royal champions, elite foot soldiers, hardened mercenaries, and bandit kings—as fighters, they all share an unparalleled mastery with weapons and armor, and a thorough knowledge of the skills of combat. And they are well acquainted with death, both meting it out and staring it defiantly in the face.",
						{
							"type": "entries",
							"name": "Well-Rounded Specialists",
							"entries": [
								"Fighters learn the basics of all combat styles. Every fighter can swing an axe, fence with a rapier, wield a longsword or a greatsword, use a bow, and even trap foes in a net with some degree of skill. Likewise, a fighter is adept with shields and every form of armor. Beyond that basic degree of familiarity, each fighter specializes in a certain style of combat. Some concentrate on archery, some on fighting with two weapons at once, and some on augmenting their martial skills with magic. This combination of broad general ability and extensive specialization makes fighters superior combatants on battlefields and in dungeons alike."
							]
						},
						{
							"type": "entries",
							"name": "Trained for Danger",
							"entries": [
								"Not every member of the city watch, the village militia, or the queen's army is a fighter. Most of these troops are relatively untrained soldiers with only the most basic combat knowledge. Veteran soldiers, military officers, trained bodyguards, dedicated knights, and similar figures are fighters.",
								"Some fighters feel drawn to use their training as adventurers. The dungeon delving, monster slaying, and other dangerous work common among adventurers is second nature for a fighter, not all that different from the life he or she left behind. There are greater risks, perhaps, but also much greater rewards—few fighters in the city watch have the opportunity to discover a magic flame tongue sword, for example."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Fighter",
							"entries": [
								"As you build your fighter, think about two related elements of your character's background: Where did you get your combat training, and what set you apart from the mundane warriors around you? Were you particularly ruthless? Did you get extra help from a mentor, perhaps because of your exceptional dedication? What drove you to this training in the first place? A threat to your homeland, a thirst for revenge, or a need to prove yourself might all have been factors.",
								"You might have enjoyed formal training in a noble's army or in a local militia. Perhaps you trained in a war academy, learning strategy, tactics, and military history. Or you might be self-taught—unpolished but well tested. Did you take up the sword as a way to escape the limits of life on a farm, or are you following a proud family tradition? Where did you acquire your weapons and armor? They might have been military issue or family heirlooms, or perhaps you scrimped and saved for years to buy them. Your armaments are now among your most important possessions—the only things that stand between you and death's embrace.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a fighter quickly by following these suggestions. First, make Strength or Dexterity your highest ability score, depending on whether you want to focus on melee weapons or on archery (or finesse weapons). Your next-highest score should be Constitution, or Intelligence if you plan to adopt the Eldritch Knight martial archetype. Second, choose the {@background soldier} background."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 70
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Let me know when you're all done talking."
							],
							"by": "Tordek"
						},
						"Of all the adventurers in the worlds of D&D, the fighter is perhaps the greatest paradox. On the one hand, a singular feature of the class is that no two fighters ply their craft in quite the same way; their weapons, armor, and tactics differ across a vast spectrum. On the other hand, regardless of the tools and methods one uses, at the heart of every fighter's motivation lies the same basic truth: it is better to wound than to be wounded.",
						"Although some adventuring fighters risk their lives fighting for glory or treasure, others are primarily concerned with the welfare of others. They put more value on the well-being of the society, the village, or the group than on their own safety. Even if there's gold in the offing, the true reward for most fighters comes from sending enemies to their doom.",
						"The sections below offer ways to add a little depth and a few personal touches to your fighter character.",
						{
							"type": "entries",
							"name": "Heraldic Sign",
							"entries": [
								"Fighters typically do battle for a cause. Some fight on behalf of kingdoms besieged by monsters, while others quest only for personal glory. In either case, a fighter often displays a heraldic sign that represents that cause, either adopting the symbol of a nation or a royal line, or creating a crest to represent one's self-interest.",
								"Your character could be affiliated with an organization or a cause, and thus might already travel under a banner of some sort. If that's not the case, consider devising a heraldic sign that symbolizes an aspect of your nature or speaks to what you see as your purpose in the world.",
								{
									"type": "table",
									"caption": "Heraldic Signs",
									"colLabels": [
										"{@dice d6}",
										"Heraldic Signs"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A rampant golden dragon on a green field, representing valor and a quest for wealth"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The fist of a storm giant clutching lightning before a storm cloud, symbolizing wrath and power"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Crossed greatswords in front of a castle gate, signifying the defense of a city or kingdom"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A skull with a dagger through it, representing the doom you bring to your enemies"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A phoenix in a ring of fire, an expression of an indomitable spirit"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Three drops of blood beneath a horizontal sword blade on a black background, symbolizing three foes you have sworn to kill"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Instructor",
							"entries": [
								"Some fighters are natural-born combatants who have a talent for surviving in battle. Others learned the basics of their combat prowess in their formative years from spending time in a military or some other martial organization, when they were taught by the leaders of the group.",
								"A third type of fighter comes from the ranks of those who received one-on-one instruction from an accomplished veteran of the craft. That instructor was, or perhaps still is, well versed in a certain aspect of combat that relates to the student's background.",
								"If you decide that your character had an individual instructor, what is that person's specialty? Do you emulate your instructor in how you fight, or did you take the instructor's teachings and adapt them to your own purposes?",
								{
									"type": "table",
									"caption": "Instructor",
									"colLabels": [
										"{@dice d6}",
										"Instructor"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Gladiator. Your instructor was a slave who fought for freedom in the arena, or one who willingly chose the gladiator's life to earn money and fame."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Military. Your trainer served with a group of soldiers and knows much about working as a team."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"City Watch. Crowd control and peacekeeping are your instructor's specialties."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Tribal Warrior. Your instructor grew up in a tribe, where fighting for one's life was practically an everyday occurrence."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Street Fighter. Your trainer excels at urban combat, combining close-quarters work with silence and efficiency."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Weapon Master. Your mentor helped you to become one with your chosen weapon, by imparting highly specialized knowledge of how to wield it most effectively."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Style",
							"entries": [
								"Many fighters distinguish themselves from their peers by adopting and perfecting a particular style or method of waging combat. Although this style might be a natural outgrowth of a fighter's personality, that's not always the case—someone's approach to the world in general does not necessarily dictate how that person operates when lives are on the line.",
								"Do you have a combat style that mirrors your outlook on life, or is something else inside you unleashed when weapons are drawn?",
								{
									"type": "table",
									"caption": "Style",
									"colLabels": [
										"{@dice d6}",
										"Style"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Elegant. You move with precise grace and total control, never using more energy than you need."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Brutal. Your attacks rain down like hammer blows, meant to splinter bone or send blood flying."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Cunning. You dart in to attack at just the right moment and use small-scale tactics to tilt the odds in your favor."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Effortless. You rarely perspire or display anything other than a stoic expression in battle."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Energetic. You sing and laugh during combat as your spirit soars. You are happiest when you have a foe in front of you and a weapon in hand."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Sinister. You scowl and sneer while fighting, and you enjoy mocking your foes as you defeat them."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 27
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PHB/Fighter.webp"
					},
					"width": 842,
					"height": 1000
				}
			]
		},
		{
			"name": "Fighter",
			"source": "XPHB",
			"entries": [
				{
					"type": "section",
					"name": "Fighter",
					"source": "XPHB",
					"page": 90,
					"entries": [
						"Fighters rule many battlefields. Questing knights, royal champions, elite soldiers, and hardened mercenaries—as Fighters, they all share an unparalleled prowess with weapons and armor. And they are well acquainted with death, both meting it out and defying it.",
						"Fighters master various weapon techniques, and a well-equipped Fighter always has the right tool at hand for any combat situation. Likewise, a Fighter is adept with every form of armor. Beyond that basic degree of familiarity, each Fighter specializes in certain styles of combat. Some concentrate on archery, some on fighting with two weapons at once, and some on augmenting their martial skills with magic. This combination of broad ability and extensive specialization makes Fighters superior combatants."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Fighter.webp"
					},
					"credit": "Nèstor Ossandón Leal",
					"width": 1700,
					"height": 2242
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/064-03-040.fighter-v-black-dragon.webp"
					},
					"title": "A Fighter stands between an ally and the onslaught of a black dragon",
					"credit": "Campbell White",
					"width": 2184,
					"height": 1440
				}
			]
		}
	],
	"subclassFluff": [
		{
			"name": "Purple Dragon Knight (Banneret)",
			"shortName": "Purple Dragon Knight (Banneret)",
			"source": "SCAG",
			"className": "Fighter",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/SCAG/Purple Dragon Knight (Banneret) Fighter.webp"
					},
					"width": 736,
					"height": 1000
				}
			]
		},
		{
			"name": "Echo Knight",
			"shortName": "Echo Knight",
			"source": "EGW",
			"className": "Fighter",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/EGW/Echo Knight Fighter.webp"
					},
					"width": 1000,
					"height": 869
				}
			]
		},
		{
			"name": "Psi Warrior",
			"shortName": "Psi Warrior",
			"source": "TCE",
			"className": "Fighter",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Psi Warrior Fighter.webp"
					},
					"width": 823,
					"height": 1000
				}
			]
		},
		{
			"name": "Rune Knight",
			"shortName": "Rune Knight",
			"source": "TCE",
			"className": "Fighter",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Rune Knight Fighter.webp"
					},
					"width": 800,
					"height": 1693
				}
			]
		},
		{
			"name": "Battle Master",
			"shortName": "Battle Master",
			"source": "XPHB",
			"className": "Fighter",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Battle Master Fighter.webp"
					},
					"credit": "Ignarius Budi",
					"width": 850,
					"height": 2015
				}
			]
		},
		{
			"name": "Champion",
			"shortName": "Champion",
			"source": "XPHB",
			"className": "Fighter",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Champion Fighter.webp"
					},
					"credit": "Katerina Ladon",
					"width": 850,
					"height": 2000
				}
			]
		},
		{
			"name": "Eldritch Knight",
			"shortName": "Eldritch Knight",
			"source": "XPHB",
			"className": "Fighter",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Eldritch Knight Fighter.webp"
					},
					"credit": "Hocheol Ryu",
					"width": 850,
					"height": 999
				}
			]
		},
		{
			"name": "Psi Warrior",
			"shortName": "Psi Warrior",
			"source": "XPHB",
			"className": "Fighter",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Psi Warrior Fighter.webp"
					},
					"credit": "Javier Charro",
					"width": 850,
					"height": 2204
				}
			]
		}
	]
}
