{
	"classFluff": [
		{
			"name": "Monk",
			"source": "PHB",
			"entries": [
				{
					"name": "Monk",
					"type": "section",
					"entries": [
						"Her fists a blur as they deflect an incoming hail of arrows, a half-elf springs over a barricade and throws herself into the massed ranks of hobgoblins on the other side. She whirls among them, knocking their blows aside and sending them reeling, until at last she stands alone.",
						"Taking a deep breath, a human covered in tattoos settles into a battle stance. As the first charging orcs reach him, he exhales and a blast of fire roars from his mouth, engulfing his foes.",
						"Moving with the silence of the night, a black-clad halfling steps into a shadow beneath an arch and emerges from another inky shadow on a balcony a stone's throw away. She slides her blade free of its cloth-wrapped scabbard and peers through the open window at the tyrant prince, so vulnerable in the grip of sleep.",
						"Whatever their discipline, monks are united in their ability to magically harness the energy that flows in their bodies. Whether channeled as a striking display of combat prowess or a subtler focus of defensive ability and speed, this energy infuses all that a monk does.",
						{
							"type": "entries",
							"name": "The Magic of Ki",
							"entries": [
								"Monks make careful study of a magical energy that most monastic traditions call ki. This energy is an element of the magic that suffuses the multiverse—specifically, the element that flows through living bodies. Monks harness this power within themselves to create magical effects and exceed their bodies' physical capabilities, and some of their special attacks can hinder the flow of ki in their opponents. Using this energy, monks channel uncanny speed and strength into their unarmed strikes. As they gain experience, their martial training and their mastery of ki gives them more power over their bodies and the bodies of their foes."
							]
						},
						{
							"type": "entries",
							"name": "Training and Asceticism",
							"entries": [
								"Small walled cloisters dot the landscapes of the worlds of D&D, tiny refuges from the flow of ordinary life, where time seems to stand still. The monks who live there seek personal perfection through contemplation and rigorous training. Many entered the monastery as children, sent to live there when their parents died, when food couldn't be found to support them, or in return for some kindness that the monks had performed for their families.",
								"Some monks live entirely apart from the surrounding population, secluded from anything that might impede their spiritual progress. Others are sworn to isolation, emerging only to serve as spies or assassins at the command of their leader, a noble patron, or some other mortal or divine power.",
								"The majority of monks don't shun their neighbors, making frequent visits to nearby towns or villages and exchanging their service for food and other goods. As versatile warriors, monks often end up protecting their neighbors from monsters or tyrants.",
								"For a monk, becoming an adventurer means leaving a structured, communal lifestyle to become a wanderer. This can be a harsh transition, and monks don't undertake it lightly. Those who leave their cloisters take their work seriously, approaching their adventures as personal tests of their physical and spiritual growth. As a rule, monks care little for material wealth and are driven by a desire to accomplish a greater mission than merely slaying monsters and plundering their treasure."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Monk",
							"entries": [
								"As you make your monk character, think about your connection to the monastery where you learned your skills and spent your formative years. Were you an orphan or a child left on the monastery's threshold? Did your parents promise you to the monastery in gratitude for a service performed by the monks? Did you enter this secluded life to hide from a crime you committed? Or did you choose the monastic life for yourself?",
								"Consider why you left. Did the head of your monastery choose you for a particularly important mission beyond the cloister? Perhaps you were cast out because of some violation of the community's rules. Did you dread leaving, or were you happy to go? Is there something you hope to accomplish outside the monastery? Are you eager to return to your home?",
								"As a result of the structured life of a monastic community and the discipline required to harness ki, monks are almost always lawful in alignment.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a monk quickly by following these suggestions. First, make Dexterity your highest ability score, followed by Wisdom. Second, choose the {@background hermit} background."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 76
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Do not mistake my silence for acceptance of your villainy. While you blustered and threatened, I've planned four different ways to snap your neck with my bare hands."
							],
							"by": "Ember, grand master of flowers"
						},
						"Monks walk a path of contradiction. They study their art as a wizard does, and like a wizard, they wear no armor and typically eschew weapons. Yet they are deadly combatants, their abilities on a par with those of a raging barbarian or a superbly trained fighter. Monks embrace this seeming contradiction, for it speaks to the core of all monastic study. By coming to know oneself completely, one learns much of the wider world.",
						"A monk's focus on inner mastery leads many such individuals to become detached from society, more concerned with their personal experience than with happenings elsewhere. Adventuring monks are a rare breed of an already rare type of character, taking their quest for perfection beyond the walls of the monastery into the world at large.",
						"Playing a monk character offers many intriguing opportunities to try something different. To distinguish your monk character even further, consider the options in the sections that follow.",
						{
							"type": "entries",
							"name": "Monastery",
							"entries": [
								"A monk studies in a monastery in preparation for a life of asceticism. Most of those who enter a monastery make it their home for the rest of their lives, with the exception of adventurers and others who have reason to leave. For those individuals, a monastery might serve as a refuge between excursions to the world or as a source of support in times of need.",
								"What sort of place was your monastery, and where is it located? Did attending it contribute to your experience in an unusual or distinctive way?",
								{
									"type": "table",
									"caption": "Monastery",
									"colLabels": [
										"{@dice d6}",
										"Monastery"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your monastery is carved out of a mountainside, where it looms over a treacherous pass."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your monastery is high in the branches of an immense tree in the Feywild."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your monastery was founded long ago by a cloud giant and is inside a cloud castle that can be reached only by flying."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your monastery is built beside a volcanic system of hot springs, geysers, and sulfur pools. You regularly received visits from azer traders."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your monastery was founded by gnomes and is an underground labyrinth of tunnels and rooms."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your monastery was carved from an iceberg in the frozen reaches of the world."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Icon",
							"entries": [
								"Even in the monastic lifestyle, which eschews materialism and personal possessions, symbolism plays an important part in defining the identity of an order. Some monastic orders treat certain creatures with special regard, either because the creature is tied to the order's history or because it serves as an example of a quality the monks seek to emulate.",
								"If your character's monastery had a special icon, you might wear a crude image of the creature somewhere inconspicuous on your clothing to serve as an identifying mark. Or perhaps your order's icon does not have a physical form but is expressed through a gesture or a posture that you adopt, and which other monks might know how to interpret.",
								{
									"type": "table",
									"caption": "Icon",
									"colLabels": [
										"{@dice d6}",
										"Icon"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Monkey. Quick reflexes and the ability to travel through the treetops are two of the reasons why your order admires the monkey."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Dragon Turtle. The monks of your seaside monastery venerate the dragon turtle, reciting ancient prayers and offering garlands of flowers to honor this living spirit of the sea."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Ki-rin. Your monastery sees its main purpose as watching over and protecting the land in the manner of the ki-rin."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Owlbear. The monks of your monastery revere a family of owlbears and have coexisted with them for generations."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Hydra. Your order singles out the hydra for its ability to unleash several attacks simultaneously."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Dragon. A dragon once laired within your monastery. Its influence remains long after its departure."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Master",
							"entries": [
								"During your studies, you were likely under the tutelage of a master who imparted to you the precepts of the order. Your master was the one most responsible for shaping your understanding of the martial arts and your attitude toward the world. What sort of person was your master, and how did your relationship with your master affect you?",
								{
									"type": "table",
									"caption": "Master",
									"colLabels": [
										"{@dice d6}",
										"Master"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your master was a tyrant whom you had to defeat in single combat to complete your instruction."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your master was kindly and taught you to pursue the cause of peace."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your master was merciless in pushing you to your limits. You nearly lost an eye during one especially brutal practice session."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your master seemed goodhearted while tutoring you, but betrayed your monastery in the end."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your master was cold and distant. You suspect that the two of you might be related."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your master was kind and generous, never critical of your progress. Nevertheless, you feel you never fully lived up to the expectations placed on you."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 32
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PHB/Monk.webp"
					},
					"width": 816,
					"height": 1000
				}
			]
		},
		{
			"name": "Monk",
			"source": "XPHB",
			"entries": [
				{
					"type": "section",
					"name": "Monk",
					"source": "XPHB",
					"page": 100,
					"entries": [
						"Monks use rigorous combat training and mental discipline to align themselves with the multiverse and focus their internal reservoirs of power. Different Monks conceptualize this power in various ways: as breath, energy, life force, essence, or self, for example. Whether channeled as a striking display of martial prowess or as a subtler manifestation of defense and speed, this power infuses all that a Monk does.",
						"Monks focus their internal power to create extraordinary, even supernatural, effects. They channel uncanny speed and strength into their attacks, with or without the use of weapons. In a Monk's hands, even the most basic weapons can become sophisticated implements of combat mastery.",
						"Many Monks find that a structured life of ascetic withdrawal helps them cultivate the physical and mental focus they need to harness their power. Other Monks believe that immersing themselves in the vibrant confusion of life helps to fuel their determination and discipline.",
						"Monks generally view adventures as tests of their physical and mental development. They are driven by a desire to accomplish a greater mission than merely slaying monsters and plundering treasure; they strive to turn themselves into living weapons."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Monk.webp"
					},
					"credit": "Joshua Raphael",
					"width": 1700,
					"height": 2192
				}
			]
		}
	],
	"subclassFluff": [
		{
			"name": "Way of Mercy",
			"shortName": "Mercy",
			"source": "TCE",
			"className": "Monk",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Mercy Monk.webp"
					},
					"width": 838,
					"height": 1000
				}
			]
		},
		{
			"name": "Way of the Astral Self",
			"shortName": "Astral Self",
			"source": "TCE",
			"className": "Monk",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Astral Self Monk.webp"
					},
					"width": 1000,
					"height": 992
				}
			]
		},
		{
			"name": "Way of the Ascendant Dragon",
			"shortName": "Ascendant Dragon",
			"source": "FTD",
			"className": "Monk",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/FTD/Ascendant Dragon Monk.webp"
					},
					"width": 1700,
					"height": 1121
				}
			]
		},
		{
			"name": "Way of the Cobalt Soul",
			"shortName": "Cobalt Soul",
			"source": "TDCSR",
			"className": "Monk",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TDCSR/Cobalt Soul Monk.webp"
					},
					"width": 850,
					"height": 1557
				}
			]
		},
		{
			"name": "Warrior of Mercy",
			"shortName": "Mercy",
			"source": "XPHB",
			"className": "Monk",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Mercy Monk.webp"
					},
					"credit": "Olivier Bernard",
					"width": 850,
					"height": 2513
				}
			]
		},
		{
			"name": "Warrior of Shadow",
			"shortName": "Shadow",
			"source": "XPHB",
			"className": "Monk",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Shadow Monk.webp"
					},
					"credit": "Nathaniel Himawan",
					"width": 850,
					"height": 1762
				}
			]
		},
		{
			"name": "Warrior of the Elements",
			"shortName": "Elements",
			"source": "XPHB",
			"className": "Monk",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Elements Monk.webp"
					},
					"credit": "Katerina Ladon",
					"width": 850,
					"height": 2300
				}
			]
		},
		{
			"name": "Warrior of the Open Hand",
			"shortName": "Open Hand",
			"source": "XPHB",
			"className": "Monk",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Open Hand Monk.webp"
					},
					"credit": "Katerina Ladon",
					"width": 850,
					"height": 2005
				}
			]
		}
	]
}
