{
	"_meta": {
		"internalCopies": [
			"subclassFluff"
		]
	},
	"classFluff": [
		{
			"name": "Sorcerer",
			"source": "PHB",
			"entries": [
				{
					"name": "Sorcerer",
					"type": "section",
					"entries": [
						"Golden eyes flashing, a human stretches out her hand and unleashes the dragonfire that burns in her veins. As an inferno rages around her foes, leathery wings spread from her back and she takes to the air.",
						"Long hair whipped by a conjured wind, a half-elf spreads his arms wide and throws his head back. Lifting him momentarily off the ground, a wave of magic surges up in him, through him, and out from him in a mighty blast of lightning.",
						"Crouching behind a stalagmite, a halfling points a finger at a charging troglodyte. A blast of fire springs from her finger to strike the creature. She ducks back behind the rock formation with a grin, unaware that her wild magic has turned her skin bright blue.",
						"Sorcerers carry a magical birthright conferred upon them by an exotic bloodline, some otherworldly influence, or exposure to unknown cosmic forces. One can't study sorcery as one learns a language, any more than one can learn to live a legendary life. No one chooses sorcery; the power chooses the sorcerer.",
						{
							"type": "entries",
							"name": "Raw Magic",
							"entries": [
								"Magic is a part of every sorcerer, suffusing body, mind, and spirit with a latent power that waits to be tapped. Some sorcerers wield magic that springs from an ancient bloodline infused with the magic of dragons. Others carry a raw, uncontrolled magic within them, a chaotic storm that manifests in unexpected ways.",
								"The appearance of sorcerous powers is wildly unpredictable. Some draconic bloodlines produce exactly one sorcerer in every generation, but in other lines of descent every individual is a sorcerer. Most of the time, the talents of sorcery appear as apparent flukes. Some sorcerers can't name the origin of their power, while others trace it to strange events in their own lives. The touch of a demon, the blessing of a dryad at a baby's birth, or a taste of the water from a mysterious spring might spark the gift of sorcery. So too might the gift of a deity of magic, exposure to the elemental forces of the Inner Planes or the maddening chaos of Limbo, or a glimpse into the inner workings of reality.",
								"Sorcerers have no use for the spellbooks and ancient tomes of magic lore that wizards rely on, nor do they rely on a patron to grant their spells as warlocks do. By learning to harness and channel their own inborn magic, they can discover new and staggering ways to unleash that power."
							]
						},
						{
							"type": "entries",
							"name": "Unexplained Powers",
							"entries": [
								"Sorcerers are rare in the world, and it's unusual to find a sorcerer who is not involved in the adventuring life in some way. People with magical power seething in their veins soon discover that the power doesn't like to stay quiet. A sorcerer's magic wants to be wielded, and it has a tendency to spill out in unpredictable ways if it isn't called on.",
								"Sorcerers often have obscure or quixotic motivations driving them to adventure. Some seek a greater understanding of the magical force that infuses them, or the answer to the mystery of its origin. Others hope to find a way to get rid of it, or to unleash its full potential. Whatever their goals, sorcerers are every bit as useful to an adventuring party as wizards, making up for a comparative lack of breadth in their magical knowledge with enormous flexibility in using the spells they know."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Sorcerer",
							"entries": [
								"The most important question to consider when creating your sorcerer is the origin of your power. As a starting character, you'll choose an origin that ties to a draconic bloodline or the influence of wild magic, but the exact source of your power is up to you to decide. Is it a family curse, passed down to you from distant ancestors? Or did some extraordinary event leave you blessed with inherent magic but perhaps scarred as well?",
								"How do you feel about the magical power coursing through you? Do you embrace it, try to master it, or revel in its unpredictable nature? Is it a blessing or a curse? Did you seek it out, or did it find you? Did you have the option to refuse it, and do you wish you had? What do you intend to do with it? Perhaps you feel like you've been given this power for some lofty purpose. Or you might decide that the power gives you the right to do what you want, to take what you want from those who lack such power. Perhaps your power links you to a powerful individual in the world—the fey creature that blessed you at birth, the dragon who put a drop of its blood into your veins, the lich who created you as an experiment, or the deity who chose you to carry this power.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a sorcerer quickly by following these suggestions. First, Charisma should be your highest ability score, followed by Constitution. Second, choose the hermit background. Third, choose the {@spell light}, {@spell prestidigitation}, {@spell ray of frost}, and {@spell shocking grasp} cantrips, along with the 1st-level spells {@spell shield} and {@spell magic missile}."
									]
								}
							]
						}
					],
					"page": 99,
					"source": "PHB"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Practice and study are for amateurs. True power is a birthright."
							],
							"by": "Hennet, scion of Tiamat"
						},
						"When it comes to drawing forth their abilities in times of need, sorcerers have it easy compared to other characters. Their power not only rests within them, but it likely takes some effort to keep it at bay. Every sorcerer is born to the role, or stumbles into it through cosmic chance. Unlike other characters, who must actively learn, embrace, and pursue their talents, sorcerers have their power thrust upon them.",
						"Because the idea of an innately magical being traveling among them does not sit well with many folk, sorcerers tend to breed mistrust and suspicion in others they come across. Nonetheless, many sorcerers succeed in overcoming that prejudice through deeds that benefit their less magically gifted contemporaries.",
						"Sorcerers are often defined by the events surrounding the manifestation of their power. For those who receive it as an expected birthright, its appearance is a cause for celebration. Other sorcerers are treated as outcasts, banished from their homes after the sudden, terrifying arrival of their abilities.",
						"Playing a sorcerer character can be as rewarding as it is challenging. The sections below offer suggestions on how to flesh out and personalize your persona.",
						{
							"type": "quote",
							"entries": [
								"Divine? Arcane? What difference does it make where magic comes from? You've got it or you don't. Fortunately, I've got loads of the stuff."
							],
							"by": "Xanathar"
						},
						{
							"type": "entries",
							"name": "Arcane Origins",
							"entries": [
								"Some sorcerers understand where their power came from, based on how their abilities manifested. Others can only speculate, since their powers came to them in a way that suggests no particular cause.",
								"Does your character know the source of your magical power? Does it tie back to some distant relative, a cosmic event, or blind chance? If your sorcerer doesn't know where their power arose from, your DM can use this table (or select an origin) and reveal it to you when the information plays a role in the campaign.",
								{
									"type": "table",
									"caption": "Arcane Origins",
									"colLabels": [
										"{@dice d6}",
										"Origin"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your power arises from your family's bloodline. You are related to some powerful creature, or you inherited a blessing or a curse."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You are the reincarnation of a being from another plane of existence."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A powerful entity entered the world. Its magic changed you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your birth was prophesied in an ancient text, and you are foretold to use your power for terrible ends."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You are the product of generations of careful, selective breeding."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You were made in a vat by an alchemist."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Reaction",
							"entries": [
								"When a new sorcerer enters the world, either at birth or later when one's power becomes evident, the consequences of that event depend greatly on how its witnesses react to what they have seen.",
								"When your sorcerer's powers appeared, how did the world around you respond? Were other people supportive, fearful, or somewhere in between?",
								{
									"type": "table",
									"caption": "Reactions",
									"colLabels": [
										"{@dice d6}",
										"Reaction"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your powers are seen as a great blessing by those around you, and you are expected to use them in service to your community."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your powers caused destruction and even a death when they became evident, and you were treated as a criminal."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your neighbors hate and fear your power, causing them to shun you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You came to the attention of a sinister cult that plans on exploiting your abilities."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"People around you believe that your powers are a curse levied on your family for a past transgression."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your powers are believed to be tied to an ancient line of mad kings that supposedly ended in a bloody revolt over a century ago."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Supernatural Mark",
							"entries": [
								"A sorcerer at rest is almost indistinguishable from a normal person; it's only when their magic flies forth that sorcerers reveal their true nature. Even so, many sorcerers have a subtle but telling physical trait that sets them apart from other folk.",
								"If your sorcerer has a supernatural mark, it might be one that's easily concealed, or it could be a source of pride that you keep on constant display.",
								{
									"type": "table",
									"caption": "Supernatural Marks",
									"colLabels": [
										"{@dice d6}",
										"Mark"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your eyes are an unusual color, such as red."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You have an extra toe on one foot."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"One of your ears is noticeably larger than the other."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your hair grows at a prodigious rate."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You wrinkle your nose repeatedly while you are chewing."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A red splotch appears on your neck once a day, then vanishes after an hour."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Signs of Sorcery",
							"entries": [
								"As the world well knows, some sorcerers are better than others at controlling their spellcasting. Sometimes a wild display of magic gone awry emanates from a sorcerer who casts a spell. But even when one's magic goes off as planned, the act of casting is often accompanied by a telltale sign that makes it clear where that magical energy came from.",
								"When your sorcerer character casts a spell, does the effort reveal itself in a sign of sorcery? Is this sign tied to your origin or some other aspect of who you are, or is it a seemingly random phenomenon?",
								{
									"type": "table",
									"caption": "Signs of Sorcery",
									"colLabels": [
										"{@dice d6}",
										"Sign"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You deliver the verbal components of your spells in the booming voice of a titan."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"For a moment after you cast a spell, the area around you grows dark and gloomy."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"You sweat profusely while casting a spell and for a few seconds thereafter."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your hair and garments are briefly buffeted about, as if by a breeze, whenever you call forth a spell."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"If you are standing when you cast a spell, you rise six inches into the air and gently float back down."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Illusory blue flames wreathe your head as you begin your casting, then abruptly disappear."
										]
									]
								}
							]
						}
					],
					"page": 48,
					"source": "XGE"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PHB/Sorcerer.webp"
					},
					"width": 773,
					"height": 1000
				}
			]
		},
		{
			"name": "Sorcerer",
			"source": "XPHB",
			"entries": [
				{
					"type": "section",
					"name": "Sorcerer",
					"source": "XPHB",
					"page": 138,
					"entries": [
						"Sorcerers wield innate magic that is stamped into their being. Some Sorcerers can't name the origin of their power, while others trace it to strange events in their personal or family history. The blessing of a dragon or a dryad at a baby's birth or the strike of lightning from a clear sky might spark a Sorcerer's gift. So too might the gift of a deity, exposure to the strange magic of another plane of existence, or a glimpse into the inner workings of reality. Whatever the origin, the result is an indelible mark on the Sorcerer, a churning magic that can be passed down through generations.",
						"Sorcerers don't learn magic; the raw, roiling power of magic is part of them. The essential art of a Sorcerer is learning to harness and channel that innate magic, allowing the Sorcerer to discover new and staggering ways to unleash their power. As Sorcerers master their innate magic, they grow more attuned to its origin, developing distinct powers that reflect its source.",
						"Sorcerers are rare. Some family lines produce exactly one Sorcerer in every generation, but most of the time, the talents of sorcery appear as a fluke. People who have this magical power soon discover that it doesn't like to stay quiet. A Sorcerer's magic wants to be wielded."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Sorcerer.webp"
					},
					"credit": "Evyn Fong",
					"width": 1700,
					"height": 2076
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/112-04-027.delina.webp"
					},
					"title": "The Sorcerer Delina manipulates wild magic to create unpredictable wonders",
					"credit": "Wisnu Tan",
					"width": 1843,
					"height": 1440
				}
			]
		}
	],
	"subclassFluff": [
		{
			"name": "Wild Magic",
			"shortName": "Wild",
			"source": "PHB",
			"className": "Sorcerer",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PHB/Wild Sorcerer.webp"
					},
					"width": 455,
					"height": 1000
				}
			]
		},
		{
			"name": "Divine Soul",
			"shortName": "Divine Soul",
			"source": "XGE",
			"className": "Sorcerer",
			"classSource": "PHB",
			"_copy": {
				"name": "Sorcerer",
				"shortName": "Sorcerer",
				"source": "XGE",
				"className": "Sorcerer",
				"classSource": "PHB"
			},
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Why do so many celestial things have bird wings and infernal things have bat wings? It seems arbitrary. There should be a bat angel!"
					],
					"by": "Xanathar"
				}
			]
		},
		{
			"name": "Shadow Magic",
			"shortName": "Shadow",
			"source": "XGE",
			"className": "Sorcerer",
			"classSource": "PHB",
			"_copy": {
				"name": "Sorcerer",
				"shortName": "Sorcerer",
				"source": "XGE",
				"className": "Sorcerer",
				"classSource": "PHB"
			},
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Sometimes I disintegrate my shadow when I see it, because I think it's a different beholder."
					],
					"by": "Xanathar"
				}
			]
		},
		{
			"name": "Sorcerer",
			"shortName": "Sorcerer",
			"source": "XGE",
			"className": "Sorcerer",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XGE/Sorcerer.webp"
					},
					"width": 2517,
					"height": 938
				}
			]
		},
		{
			"name": "Storm Sorcery",
			"shortName": "Storm",
			"source": "XGE",
			"className": "Sorcerer",
			"classSource": "PHB",
			"_copy": {
				"name": "Sorcerer",
				"shortName": "Sorcerer",
				"source": "XGE",
				"className": "Sorcerer",
				"classSource": "PHB"
			},
			"entries": [
				{
					"type": "quote",
					"entries": [
						"What is it with people and the weather?",
						"It's just the sky weeping and shouting because it's so far away from me."
					],
					"by": "Xanathar"
				}
			]
		},
		{
			"name": "Aberrant Mind",
			"shortName": "Aberrant Mind",
			"source": "TCE",
			"className": "Sorcerer",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Aberrant Mind Sorcerer.webp"
					},
					"width": 800,
					"height": 1463
				}
			]
		},
		{
			"name": "Clockwork Soul",
			"shortName": "Clockwork Soul",
			"source": "TCE",
			"className": "Sorcerer",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Clockwork Soul Sorcerer.webp"
					},
					"width": 800,
					"height": 1332
				}
			]
		},
		{
			"name": "Lunar Sorcery",
			"shortName": "Lunar",
			"source": "DSotDQ",
			"className": "Sorcerer",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/DSotDQ/Lunar Sorcerer.webp"
					},
					"width": 850,
					"height": 1313
				}
			]
		},
		{
			"name": "Aberrant Sorcery",
			"shortName": "Aberrant",
			"source": "XPHB",
			"className": "Sorcerer",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Aberrant Sorcerer.webp"
					},
					"credit": "Ignatius Budi",
					"width": 850,
					"height": 2185
				}
			]
		},
		{
			"name": "Clockwork Sorcery",
			"shortName": "Clockwork",
			"source": "XPHB",
			"className": "Sorcerer",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Clockwork Sorcerer.webp"
					},
					"credit": "Olivier Bernard",
					"width": 850,
					"height": 2175
				}
			]
		},
		{
			"name": "Draconic Sorcery",
			"shortName": "Draconic",
			"source": "XPHB",
			"className": "Sorcerer",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Draconic Sorcerer.webp"
					},
					"credit": "Lauren Walsh",
					"width": 850,
					"height": 2146
				}
			]
		},
		{
			"name": "Wild Magic Sorcery",
			"shortName": "Wild Magic",
			"source": "XPHB",
			"className": "Sorcerer",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Wild Magic Sorcerer.webp"
					},
					"credit": "Ekaterina Burmark",
					"width": 850,
					"height": 1891
				}
			]
		},
		{
			"name": "Spellfire Sorcery",
			"shortName": "Spellfire",
			"source": "FRHoF",
			"className": "Sorcerer",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/FRHoF/Spellfire Sorcerer.webp"
					},
					"credit": "Ioannis Fiore",
					"width": 850,
					"height": 2561
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/FRHoF/Spellfire Sorcerer 2.webp"
					},
					"title": "Spellfire takes many forms",
					"credit": "Taras Susak",
					"width": 1700,
					"height": 1101
				}
			]
		}
	]
}
