{
	"classFluff": [
		{
			"name": "Rogue",
			"source": "PHB",
			"entries": [
				{
					"name": "Rogue",
					"type": "section",
					"entries": [
						"Signaling for her companions to wait, a halfling creeps forward through the dungeon hall. She presses an ear to the door, then pulls out a set of tools and picks the lock in the blink of an eye. Then she disappears into the shadows as her fighter friend moves forward to kick the door open.",
						"A human lurks in the shadows of an alley while his accomplice prepares for her part in the ambush. When their target—a notorious slaver—passes the alleyway, the accomplice cries out, the slaver comes to investigate, and the assassin's blade cuts his throat before he can make a sound.",
						"Suppressing a giggle, a gnome waggles her fingers and magically lifts the key ring from the guard's belt. In a moment, the keys are in her hand, the cell door is open, and she and her companions are free to make their escape.",
						"Rogues rely on skill, stealth, and their foes' vulnerabilities to get the upper hand in any situation. They have a knack for finding the solution to just about any problem, demonstrating a resourcefulness and versatility that is the cornerstone of any successful adventuring party.",
						{
							"type": "entries",
							"name": "Skill and Precision",
							"entries": [
								"Rogues devote as much effort to mastering the use of a variety of skills as they do to perfecting their combat abilities, giving them a broad expertise that few other characters can match. Many rogues focus on stealth and deception, while others refine the skills that help them in a dungeon environment, such as climbing, finding and disarming traps, and opening locks.",
								"When it comes to combat, rogues prioritize cunning over brute strength. A rogue would rather make one precise strike, placing it exactly where the attack will hurt the target most, than wear an opponent down with a barrage of attacks. Rogues have an almost supernatural knack for avoiding danger, and a few learn magical tricks to supplement their other abilities."
							]
						},
						{
							"type": "entries",
							"name": "A Shady Living",
							"entries": [
								"Every town and city has its share of rogues. Most of them live up to the worst stereotypes of the class, making a living as burglars, assassins, cutpurses, and con artists. Often, these scoundrels are organized into thieves' guilds or crime families. Plenty of rogues operate independently, but even they sometimes recruit apprentices to help them in their scams and heists. A few rogues make an honest living as locksmiths, investigators, or exterminators, which can be a dangerous job in a world where dire rats—and wererats—haunt the sewers.",
								"As adventurers, rogues fall on both sides of the law. Some are hardened criminals who decide to seek their fortune in treasure hoards, while others take up a life of adventure to escape from the law. Some have learned and perfected their skills with the explicit purpose of infiltrating ancient ruins and hidden crypts in search of treasure."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Rogue",
							"entries": [
								"As you create your rogue character, consider the character's relationship to the law. Do you have a criminal past—or present? Are you on the run from the law or from an angry thieves' guild master? Or did you leave your guild in search of bigger risks and bigger rewards? Is it greed that drives you in your adventures, or some other desire or ideal?",
								"What was the trigger that led you away from your previous life? Did a great con or heist gone terribly wrong cause you to reevaluate your career? Maybe you were lucky and a successful robbery gave you the coin you needed to escape the squalor of your life. Did wanderlust finally call you away from your home? Perhaps you suddenly found yourself cut off from your family or your mentor, and you had to find a new means of support. Or maybe you made a new friend—another member of your adventuring party—who showed you new possibilities for earning a living and employing your particular talents.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a rogue quickly by following these suggestions. First, Dexterity should be your highest ability score. Make Intelligence your next-highest if you want to excel at Investigation or plan to take up the Arcane Trickster archetype. Choose Charisma instead if you plan to emphasize deception and social interaction. Second, choose the {@background charlatan} background."
									]
								}
							]
						}
					],
					"page": 94,
					"source": "PHB"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"People forget that the entire point of venturing down into a dusty tomb is to bring back the prizes hidden away there. Fighting is for fools. Dead men can't spend their fortunes."
							],
							"by": "Barnabas Bladecutter"
						},
						"When brute force won't get the job done, or when magic isn't available or appropriate, the rogue rises to the fore. With skills tied to stealth, subterfuge, and trickery, rogues can get into and out of trouble in ways that few other characters can emulate.",
						"Some rogues who turn to adventuring are former criminals who have decided that dodging monsters is preferable to remaining one step ahead of the law. Others are professional killers in search of a profitable application of their talents between contracts. Some simply love the thrill of overcoming any challenge that stands in their way.",
						"On adventures, a rogue is likely to mix an outwardly cautious approach—few rogues enjoy combat—with a ravenous hunger for loot. Most of the time, in a rogue's mind, taking up arms against a creature is not about killing the creature but about becoming the new owner of its treasure.",
						"The following sections explore certain facets of what it means to be a rogue, which you can use to add depth to your character.",
						{
							"type": "entries",
							"name": "Guilty Pleasures",
							"entries": [
								"Most of what rogues do revolves around obtaining treasure and preventing others from doing the same. Little gets in the way of attaining those goals, except that many rogues are enticed away from that path by a compulsion that clouds their thinking—an irresistible need that must be satisfied, even if doing so is risky.",
								"A rogue's guilty pleasure could be the acquisition of a physical item, something to be experienced, or a way of conducting oneself at certain times. One rogue might not be able to pass up any loot made of silver, for instance, even if said loot is hanging around the neck of a castle guard. Another one can't go through a day in the city without lifting a purse or two, just to keep in practice.",
								"What's the one form of temptation that your rogue character can't resist when the opportunity presents itself, even if giving into it might mean trouble for you and your companions?",
								{
									"type": "table",
									"caption": "Guilty Pleasures",
									"colLabels": [
										"{@dice d6}",
										"Pleasure"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Large gems"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A smile from a pretty face"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A new ring for your finger"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The chance to deflate someone's ego"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"The finest food and drink"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Adding to your collection of exotic coins"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adversaries",
							"entries": [
								"Naturally, those who enforce the law are bound to come up against those who break it, and it's the rare rogue who isn't featured on at least one wanted poster. Beyond that, it's in the nature of their profession that rogues often come into contact with criminal elements, whether out of choice or necessity. Some of those people can be adversaries too, and they're likely to be harder to deal with than the average member of the city watch.",
								"If your character's backstory doesn't already include a personage of this sort, you could work with your DM to come up with a reason why an adversary has appeared in your life. Perhaps you've been the subject of scrutiny for a while from someone who wants to use you for nefarious purposes and has just now become known to you. Such an incident could be the basis for an upcoming adventure.",
								"Does your rogue character have an adversary who also happens to be a criminal? If so, how is this relationship affecting your life?",
								{
									"type": "table",
									"caption": "Adversaries",
									"colLabels": [
										"{@dice d6}",
										"Adversary"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The pirate captain on whose ship you once served; what you call moving on, the captain calls mutiny"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A master spy to whom you unwittingly fed bad information, which led to the assassination of the wrong target"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"The master of the local thieves' guild, who wants you to join the organization or leave town"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"An art collector who uses illegal means to acquire masterpieces"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A fence who uses you as a messenger to set up illicit meetings"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"The proprietor of an illegal pit fighting arena where you once took bets"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Benefactor",
							"entries": [
								"Few rogues make it far in life before needing someone's help, which means thereafter owing that benefactor a significant debt.",
								"If your character's backstory doesn't already include a personage of this sort, you could work with your DM to determine why a benefactor has appeared in your life. Perhaps you benefited from something your benefactor did for you without realizing who was responsible, and that person has now just become known to you. Who helped you in the past, whether or not you knew it at the time, and what do you owe that person as recompense?",
								{
									"type": "table",
									"caption": "Benefactors",
									"colLabels": [
										"{@dice d6}",
										"Benefactor"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A smuggler kept you from getting caught but lost a valuable shipment in doing so. Now you owe that person an equally valuable favor."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The Beggar King has hidden you from your pursuers many times, in return for future considerations."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A magistrate once kept you out of jail in return for information on a powerful crime lord."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your parents used their savings to bail you out of trouble in your younger days and are now destitute."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A dragon didn't eat you when it had a chance, and in return you promised to set aside choice pieces of treasure for it."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A druid once helped you out of a tight spot; now any random animal you see could be that benefactor, perhaps come to claim a return favor."
										]
									]
								}
							]
						}
					],
					"page": 44,
					"source": "XGE"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PHB/Rogue.webp"
					},
					"width": 780,
					"height": 1000
				}
			]
		},
		{
			"name": "Rogue",
			"source": "XPHB",
			"entries": [
				{
					"type": "section",
					"name": "Rogue",
					"source": "XPHB",
					"page": 128,
					"entries": [
						"Rogues rely on cunning, stealth, and their foes' vulnerabilities to get the upper hand in any situation. They have a knack for finding the solution to just about any problem. A few even learn magical tricks to supplement their other abilities. Many Rogues focus on stealth and deception, while others refine skills that help them in a dungeon environment, such as climbing, finding and disarming traps, and opening locks.",
						"In combat, Rogues prioritize subtle strikes over brute strength. They would rather make one precise strike than wear an opponent down with a barrage of blows.",
						"Some Rogues began their careers as criminals, while others used their cunning to fight crime. Whatever a Rogue's relation to the law, no common criminal or officer of the law can match the subtle brilliance of the greatest Rogues."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Rogue.webp"
					},
					"credit": "Aurore Folny",
					"width": 1700,
					"height": 2255
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/099-04-014.cunning-rogue.webp"
					},
					"credit": "Bryan Sola",
					"width": 1843,
					"height": 1440
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/101-04-016.rogue-v-dragon.webp"
					},
					"credit": "Billy Christian",
					"width": 1843,
					"height": 1440
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/104-04-019.sneak-attack.webp"
					},
					"credit": "Evyn Fong",
					"width": 1959,
					"height": 1440
				}
			]
		}
	],
	"subclassFluff": [
		{
			"name": "Phantom",
			"shortName": "Phantom",
			"source": "TCE",
			"className": "Rogue",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Phantom Rogue.webp"
					},
					"width": 800,
					"height": 1380
				}
			]
		},
		{
			"name": "Soulknife",
			"shortName": "Soulknife",
			"source": "TCE",
			"className": "Rogue",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Soulknife Rogue.webp"
					},
					"width": 800,
					"height": 1016
				}
			]
		},
		{
			"name": "Arcane Trickster",
			"shortName": "Arcane Trickster",
			"source": "XPHB",
			"className": "Rogue",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Arcane Trickster Rogue.webp"
					},
					"credit": "Nathaniel Himawan",
					"width": 850,
					"height": 2022
				}
			]
		},
		{
			"name": "Assassin",
			"shortName": "Assassin",
			"source": "XPHB",
			"className": "Rogue",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Assassin Rogue.webp"
					},
					"credit": "Ignatius Budi",
					"width": 850,
					"height": 2098
				}
			]
		},
		{
			"name": "Soulknife",
			"shortName": "Soulknife",
			"source": "XPHB",
			"className": "Rogue",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Soulknife Rogue.webp"
					},
					"credit": "Yuhong Ding",
					"width": 850,
					"height": 1939
				}
			]
		},
		{
			"name": "Thief",
			"shortName": "Thief",
			"source": "XPHB",
			"className": "Rogue",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Thief Rogue.webp"
					},
					"credit": "Jodie Muir",
					"width": 850,
					"height": 2360
				}
			]
		}
	]
}
