{
	"classFluff": [
		{
			"name": "Cleric",
			"source": "PHB",
			"entries": [
				{
					"name": "Cleric",
					"type": "section",
					"entries": [
						"Arms and eyes upraised toward the sun and a prayer on his lips, an elf begins to glow with an inner light that spills out to heal his battle-worn companions.",
						"Chanting a song of glory, a dwarf swings his axe in wide swaths to cut through the ranks of orcs arrayed against him, shouting praise to the gods with every foe's fall.",
						"Calling down a curse upon the forces of undeath, a human lifts her holy symbol as light pours from it to drive back the zombies crowding in on her companions.",
						"Clerics are intermediaries between the mortal world and the distant planes of the gods. As varied as the gods they serve, clerics strive to embody the handiwork of their deities. No ordinary priest, a cleric is imbued with divine magic.",
						{
							"type": "entries",
							"name": "Healers and Warriors",
							"entries": [
								"Divine magic, as the name suggests, is the power of the gods, flowing from them into the world. Clerics are conduits for that power, manifesting it as miraculous effects. The gods don't grant this power to everyone who seeks it, but only to those chosen to fulfill a high calling.",
								"Harnessing divine magic doesn't rely on study or training. A cleric might learn formulaic prayers and ancient rites, but the ability to cast cleric spells relies on devotion and an intuitive sense of a deity's wishes.",
								"Clerics combine the helpful magic of healing and inspiring their allies with spells that harm and hinder foes. They can provoke awe and dread, lay curses of plague or poison, and even call down flames from heaven to consume their enemies. For those evildoers who will benefit most from a mace to the head, clerics depend on their combat training to let them wade into melee with the power of the gods on their side."
							]
						},
						{
							"type": "entries",
							"name": "Divine Agents",
							"entries": [
								"Not every acolyte or officiant at a temple or shrine is a cleric. Some priests are called to a simple life of temple service, carrying out their gods' will through prayer and sacrifice, not by magic and strength of arms. In some cities, priesthood amounts to a political office, viewed as a stepping stone to higher positions of authority and involving no communion with a god at all. True clerics are rare in most hierarchies.",
								"When a cleric takes up an adventuring life, it is usually because his or her god demands it. Pursuing the goals of the gods often involves braving dangers beyond the walls of civilization, smiting evil or seeking holy relics in ancient tombs. Many clerics are also expected to protect their deities' worshipers, which can mean fighting rampaging orcs, negotiating peace between warring nations, or sealing a portal that would allow a demon prince to enter the world.",
								"Most adventuring clerics maintain some connection to established temples and orders of their faiths. A temple might ask for a cleric's aid, or a high priest might be in a position to demand it."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Cleric",
							"entries": [
								"As you create a cleric, the most important question to consider is which deity to serve and what principles you want your character to embody. Appendix B includes lists of many of the gods of the multiverse. Check with your DM to learn which deities are in your campaign.",
								"Once you've chosen a deity, consider your cleric's relationship to that god. Did you enter this service willingly? Or did the god choose you, impelling you into service with no regard for your wishes? How do the temple priests of your faith regard you: as a champion or a troublemaker? What are your ultimate goals? Does your deity have a special task in mind for you? Or are you striving to prove yourself worthy of a great quest?",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a cleric quickly by following these suggestions. First, Wisdom should be your highest ability score, followed by Strength or Constitution. Second, choose the {@background acolyte} background."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 56
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"To become a cleric is to become a messenger of the gods. The power the divine offers is great, but it always comes with tremendous responsibility."
							],
							"by": "Riggby the patriarch"
						},
						"Almost all the folk in the world who revere a deity live their lives without ever being directly touched by a divine being. As such, they can never know what it feels like to be a cleric—someone who is not only a devout worshiper, but who has also been invested with a measure of a deity's power.",
						"The question has long been debated: Does a mortal become a cleric as a consequence of deep devotion to one's deity, thereby attracting the god's favor? Or is it the deity who sees the potential in a person and calls that individual into service? Ultimately, perhaps, the answer doesn't matter. However clerics come into being, the world needs clerics as much as clerics and deities need each other.",
						"If you're playing a cleric character, the following sections offer ways to add some detail to that character's history and personality.",
						{
							"type": "quote",
							"entries": [
								"I don't understand the attraction of gods. Why would anyone worship anything other than me?"
							],
							"by": "Xanathar"
						},
						{
							"type": "entries",
							"name": "Temple",
							"entries": [
								"Most clerics start their lives of service as priests in an order, then later realize that they have been blessed by their god with the qualities needed to become a cleric. To prepare for this new duty, candidates typically receive instruction from a cleric of a temple or another place of study devoted to their deity.",
								"Some temples are cut off from the world so that their occupants can focus on devotions, while other temples open their doors to minister to and heal the masses. What is noteworthy about the temple you studied at?",
								{
									"type": "table",
									"caption": "Temple",
									"colLabels": [
										"{@dice d6}",
										"Temple"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your temple is said to be the oldest surviving structure built to honor your god."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Acolytes of several like-minded deities all received instruction together in your temple."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"You come from a temple famed for the brewery it operates. Some say you smell like one of its ales."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your temple is a fortress and a proving ground that trains warrior-priests."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your temple is a peaceful, humble place, filled with vegetable gardens and simple priests."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You served in a temple in the Outer Planes."
										]
									]
								},
								{
									"type": "entries",
									"name": "Keepsake",
									"entries": [
										"Many clerics have items among their personal gear that symbolize their faith, remind them of their vows, or otherwise help to keep them on their chosen paths. Even though such an item is not imbued with divine power, it is vitally important to its owner because of what it represents.",
										{
											"type": "table",
											"caption": "Keepsake",
											"colLabels": [
												"{@dice d6}",
												"Keepsake"
											],
											"colStyles": [
												"col-1 text-center",
												"col-11"
											],
											"rows": [
												[
													{
														"type": "cell",
														"roll": {
															"exact": 1
														}
													},
													"The finger bone of a saint"
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 2
														}
													},
													"A metal-bound book that tells how to hunt and destroy infernal creatures"
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 3
														}
													},
													"A pig's whistle that reminds you of your humble and beloved mentor"
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 4
														}
													},
													"A braid of hair woven from the tail of a unicorn"
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 5
														}
													},
													"A scroll that describes how best to rid the world of necromancers"
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 6
														}
													},
													"A runestone said to be blessed by your god"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Secret",
									"entries": [
										"No mortal soul is entirely free of second thoughts or doubt. Even a cleric must grapple with dark desires or the forbidden attraction of turning against the teachings of one's deity.",
										"If you haven't considered this aspect of your character yet, see the table entries for some possibilities, or use them for inspiration. Your deep, dark secret might involve something you did (or are doing), or it could be rooted in the way you feel about the world and your role in it.",
										{
											"type": "table",
											"caption": "Secret",
											"colLabels": [
												"{@dice d6}",
												"Secret"
											],
											"colStyles": [
												"col-1 text-center",
												"col-11"
											],
											"rows": [
												[
													{
														"type": "cell",
														"roll": {
															"exact": 1
														}
													},
													"An imp offers you counsel. You try to ignore the creature, but sometimes its advice is helpful."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 2
														}
													},
													"You believe that, in the final analysis, the gods are nothing more than ultrapowerful mortal creatures."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 3
														}
													},
													"You acknowledge the power of the gods, but you think that most events are dictated by pure chance."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 4
														}
													},
													"Even though you can work divine magic, you have never truly felt the presence of a divine essence within yourself."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 5
														}
													},
													"You are plagued by nightmares that you believe are sent by your god as punishment for some unknown transgression."
												],
												[
													{
														"type": "cell",
														"roll": {
															"exact": 6
														}
													},
													"In times of despair, you feel that you are but a plaything of the gods, and you resent their remoteness."
												]
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Serving a Pantheon, Philosophy, or Force",
									"entries": [
										"The typical cleric is an ordained servant of a particular god and chooses a Divine Domain associated with that deity. The cleric's magic flows from the god or the god's sacred realm, and often the cleric bears a holy symbol that represents that divinity.",
										"Some clerics, especially in a world like Eberron, serve a whole pantheon, rather than a single deity. In certain campaigns, a cleric might instead serve a cosmic force, such as life or death, or a philosophy or concept, such as love, peace, or one of the nine alignments. Chapter 1 of the Dungeon Master's Guide explores options like these, in the section \"Gods of Your World.\"",
										"Talk with your DM about the divine options available in your campaign, whether they're gods, pantheons, philosophies, or cosmic forces. Whatever being or thing your cleric ends up serving, choose a Divine Domain that is appropriate for it, and if it doesn't have a holy symbol, work with your DM to design one.",
										"The cleric's class features often refer to your deity. If you are devoted to a pantheon, cosmic force, or philosophy, your cleric features still work for you as written. Think of the references to a god as references to the divine thing you serve that gives you your magic."
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 17
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PHB/Cleric.webp"
					},
					"width": 868,
					"height": 1000
				}
			]
		},
		{
			"name": "Cleric",
			"source": "XPHB",
			"entries": [
				{
					"type": "section",
					"name": "Cleric",
					"source": "XPHB",
					"page": 68,
					"entries": [
						"Clerics draw power from the realms of the gods and harness it to work miracles. Blessed by a deity, a pantheon, or another immortal entity, a Cleric can reach out to the divine magic of the Outer Planes—where gods dwell—and channel it to bolster people and battle foes.",
						"Because their power is a divine gift, Clerics typically associate themselves with temples dedicated to the deity or other immortal force that unlocked their magic. Harnessing divine magic doesn't rely on specific training, yet Clerics might learn prayers and rites that help them draw on power from the Outer Planes.",
						"Not every member of a temple or shrine is a Cleric. Some priests are called to a simple life of temple service, carrying out their devotion through prayer and rituals, not through magic. Many mortals claim to speak for the gods, but few can marshal the power of those gods the way a Cleric can."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Cleric.webp"
					},
					"credit": "Michael Broussard",
					"width": 1700,
					"height": 2177
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/051-03-027.cleric-praying.webp"
					},
					"title": "A Cleric prays for the day's spells",
					"credit": "Irina Nordsol",
					"width": 1855,
					"height": 1200
				}
			]
		}
	],
	"subclassFluff": [
		{
			"name": "Death Domain",
			"shortName": "Death",
			"source": "DMG",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/DMG/Death Cleric.webp"
					},
					"width": 506,
					"height": 1000
				}
			]
		},
		{
			"name": "Arcana Domain",
			"shortName": "Arcana",
			"source": "SCAG",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/SCAG/Arcana Cleric.webp"
					},
					"width": 769,
					"height": 1000
				}
			]
		},
		{
			"name": "Ambition Domain (PSA)",
			"shortName": "Ambition (PSA)",
			"source": "PSA",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PSA/Ambition (PSA) Cleric.webp"
					},
					"width": 741,
					"height": 904
				}
			]
		},
		{
			"name": "Knowledge Domain (PSA)",
			"shortName": "Knowledge (PSA)",
			"source": "PSA",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PSA/Knowledge (PSA) Cleric.webp"
					},
					"width": 1276,
					"height": 845
				}
			]
		},
		{
			"name": "Solidarity Domain (PSA)",
			"shortName": "Solidarity (PSA)",
			"source": "PSA",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PSA/Solidarity (PSA) Cleric.webp"
					},
					"width": 630,
					"height": 863
				}
			]
		},
		{
			"name": "Strength Domain (PSA)",
			"shortName": "Strength (PSA)",
			"source": "PSA",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PSA/Strength (PSA) Cleric.webp"
					},
					"width": 1276,
					"height": 903
				}
			]
		},
		{
			"name": "Zeal Domain (PSA)",
			"shortName": "Zeal (PSA)",
			"source": "PSA",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PSA/Zeal (PSA) Cleric.webp"
					},
					"width": 947,
					"height": 818
				}
			]
		},
		{
			"name": "Forge Domain",
			"shortName": "Forge",
			"source": "XGE",
			"className": "Cleric",
			"classSource": "PHB",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"I've got a minion that forges things. An ink-stained little twerp with excellent penmanship. So how do the hammers and fire help the process? Wouldn't the paper get burned? Oh, the fire must be for the wax seals!"
					],
					"by": "Xanathar"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XGE/Forge Cleric.webp"
					},
					"width": 853,
					"height": 1000
				}
			]
		},
		{
			"name": "Grave Domain",
			"shortName": "Grave",
			"source": "XGE",
			"className": "Cleric",
			"classSource": "PHB",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"I guess if you can't disintegrate them or eat them, burying dead bodies makes as much sense as anything else."
					],
					"by": "Xanathar"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XGE/Grave Cleric.webp"
					},
					"width": 734,
					"height": 1000
				}
			]
		},
		{
			"name": "Order Domain",
			"shortName": "Order",
			"source": "TCE",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Order Cleric.webp"
					},
					"width": 800,
					"height": 1643
				}
			]
		},
		{
			"name": "Peace Domain",
			"shortName": "Peace",
			"source": "TCE",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Peace Cleric.webp"
					},
					"width": 800,
					"height": 1535
				}
			]
		},
		{
			"name": "Twilight Domain",
			"shortName": "Twilight",
			"source": "TCE",
			"className": "Cleric",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Twilight Cleric.webp"
					},
					"width": 800,
					"height": 1072
				}
			]
		},
		{
			"name": "Life Domain",
			"shortName": "Life",
			"source": "XPHB",
			"className": "Cleric",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Life Cleric.webp"
					},
					"credit": "Tomas Duchek",
					"width": 850,
					"height": 1838
				}
			]
		},
		{
			"name": "Light Domain",
			"shortName": "Light",
			"source": "XPHB",
			"className": "Cleric",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Light Cleric.webp"
					},
					"credit": "Jodie Muir",
					"width": 850,
					"height": 2410
				}
			]
		},
		{
			"name": "Trickery Domain",
			"shortName": "Trickery",
			"source": "XPHB",
			"className": "Cleric",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Trickery Cleric.webp"
					},
					"credit": "Polar Engine",
					"width": 850,
					"height": 2045
				}
			]
		},
		{
			"name": "War Domain",
			"shortName": "War",
			"source": "XPHB",
			"className": "Cleric",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/War Cleric.webp"
					},
					"credit": "Polar Engine",
					"width": 905,
					"height": 1440
				}
			]
		},
		{
			"name": "Knowledge Domain",
			"shortName": "Knowledge",
			"source": "FRHoF",
			"className": "Cleric",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/FRHoF/Knowledge Cleric.webp"
					},
					"credit": "Marcela Medeiros",
					"width": 850,
					"height": 2062
				}
			]
		}
	]
}
