{
	"_meta": {
		"internalCopies": [
			"subclassFluff"
		]
	},
	"classFluff": [
		{
			"name": "Ranger",
			"source": "PHB",
			"entries": [
				{
					"name": "Ranger",
					"type": "section",
					"entries": [
						"Rough and wild looking, a human stalks alone through the shadows of trees, hunting the orcs he knows are planning a raid on a nearby farm. Clutching a shortsword in each hand, he becomes a whirlwind of steel, cutting down one enemy after another.",
						"After tumbling away from a cone of freezing air, an elf finds her feet and draws back her bow to loose an arrow at the white dragon. Shrugging off the wave of fear that emanates from the dragon like the cold of its breath, she sends one arrow after another to find the gaps between the dragon's thick scales.",
						"Holding his hand high, a half-elf whistles to the hawk that circles high above him, calling the bird back to his side. Whispering instructions in Elvish, he points to the owlbear he's been tracking and sends the hawk to distract the creature while he readies his bow.",
						"Far from the bustle of cities and towns, past the hedges that shelter the most distant farms from the terrors of the wild, amid the dense-packed trees of trackless forests and across wide and empty plains, rangers keep their unending watch.",
						{
							"type": "entries",
							"name": "Deadly Hunters",
							"entries": [
								"Warriors of the wilderness, rangers specialize in hunting the monsters that threaten the edges of civilization—humanoid raiders, rampaging beasts and monstrosities, terrible giants, and deadly dragons. They learn to track their quarry as a predator does, moving stealthily through the wilds and hiding themselves in brush and rubble. Rangers focus their combat training on techniques that are particularly useful against their specific favored foes.",
								"Thanks to their familiarity with the wilds, rangers acquire the ability to cast spells that harness nature's power, much as a druid does. Their spells, like their combat abilities, emphasize speed, stealth, and the hunt. A ranger's talents and abilities are honed with deadly focus on the grim task of protecting the borderlands."
							]
						},
						{
							"type": "entries",
							"name": "Independent Adventurers",
							"entries": [
								"Though a ranger might make a living as a hunter, a guide, or a tracker, a ranger's true calling is to defend the outskirts of civilization from the ravages of monsters and humanoid hordes that press in from the wild. In some places, rangers gather in secretive orders or join forces with druidic circles. Many rangers, though, are independent almost to a fault, knowing that, when a dragon or a band of orcs attacks, a ranger might be the first—and possibly the last—line of defense.",
								"This fierce independence makes rangers well suited to adventuring, since they are accustomed to life far from the comforts of a dry bed and a hot bath. Faced with city-bred adventurers who grouse and whine about the hardships of the wild, rangers respond with some mixture of amusement, frustration, and compassion. But they quickly learn that other adventurers who can carry their own weight in a fight against civilization's foes are worth any extra burden. Coddled city folk might not know how to feed themselves or find fresh water in the wild, but they make up for it in other ways."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Ranger",
							"entries": [
								"As you create your ranger character, consider the nature of the training that gave you your particular capabilities. Did you train with a single mentor, wandering the wilds together until you mastered the ranger's ways? Did you leave your apprenticeship, or was your mentor slain—perhaps by the same kind of monster that became your favored enemy? Or perhaps you learned your skills as part of a band of rangers affiliated with a druidic circle, trained in mystic paths as well as wilderness lore. You might be self-taught, a recluse who learned combat skills, tracking, and even a magical connection to nature through the necessity of surviving in the wilds.",
								"What's the source of your particular hatred of a certain kind of enemy? Did a monster kill someone you loved or destroy your home village? Or did you see too much of the destruction these monsters cause and commit yourself to reining in their depredations? Is your adventuring career a continuation of your work in protecting the borderlands, or a significant change? What made you join up with a band of adventurers? Do you find it challenging to teach new allies the ways of the wild, or do you welcome the relief from solitude that they offer?",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a ranger quickly by following these suggestions. First, make Dexterity your highest ability score, followed by Wisdom. (Some rangers who focus on two-weapon fighting make Strength higher than Dexterity.) Second, choose the {@background outlander} background."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 89
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"I spend a lot of my life away from civilization, keeping to its fringes to protect it. Don't assume that because I don't bend the knee to your king that I haven't done more to protect him than all his knights put together."
							],
							"by": "Soveliss"
						},
						"Rangers are free-minded wanderers and seekers who patrol the edges of civilized territory, turning back the denizens of the wild lands beyond. It is a thankless job, since their efforts are rarely understood and almost never rewarded. Yet rangers persist in their duties, never doubting that their work makes the world a safer place.",
						"A relationship with civilization informs every ranger's personality and history. Some rangers see themselves as enforcers of the law and bringers of justice on civilization's frontier, answering to no sovereign power. Others are survivalists who eschew civilization altogether. They vanquish monsters to keep themselves safe while they live in and travel through the perilous wild areas of the world. If their efforts also benefit the kingdoms and other civilized realms that they avoid, so be it.",
						"If you're creating or playing a ranger character, the following sections offer ideas for embellishing the character and enhancing your roleplaying experience.",
						{
							"type": "quote",
							"entries": [
								"I'm a monster. Are you going to try to kill me? Didn't think so. Go kill some goblins or something. On second thought, goblins aren't monsters - they're people. So maybe you should call yourself a people killer."
							],
							"by": "Xanathar"
						},
						{
							"type": "entries",
							"name": "View of the World",
							"entries": [
								"A ranger's view of the world begins (and sometimes ends) with that character's outlook toward civilized folk and the places they occupy. Some rangers have an attitude toward civilization that's deeply rooted in disdain, while others pity the people they have sworn to protect—though on the battlefield, it's impossible to tell the difference between one ranger and another. Indeed, to those who have seen them operate and been the beneficiaries of their prowess, it scarcely matters why rangers do what they do. That said, no two rangers are likely to express their opinions on any matter in the same way.",
								"If you haven't yet thought about the details of your character's worldview, consider putting a finer point on things by summarizing that viewpoint in a short statement (such as the entries on the following table). How might that feeling affect the way you conduct yourself?",
								{
									"type": "table",
									"caption": "View of the World",
									"colLabels": [
										"{@dice d6}",
										"View"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Towns and cities are the best places for those who can't survive on their own."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The advancement of civilization is the best way to thwart chaos, but its reach must be monitored."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Towns and cities are a necessary evil, but once the wilderness is purged of supernatural threats, we will need them no more."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Walls are for cowards, who huddle behind them while others do the work of making the world safe."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Visiting a town is not unpleasant, but after a few days I feel the irresistible call to return to the wild."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Cities breed weakness by isolating folk from the harsh lessons of the wild."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Homelands",
							"entries": [
								"All rangers, regardless of how they came to take up the profession, have a strong connection to the natural world and its various terrains. For some rangers, the wilderness is where they grew up, either as a result of being born there or moving there at a young age. For other rangers, civilization was originally home, but the wilderness became a second homeland.",
								"Think of your character's backstory and decide what terrain feels most like home, whether or not you were born there. What does that terrain say about your personality? Does it influence which spells you choose to learn? Have your experiences there shaped who your favored enemies are?",
								{
									"type": "table",
									"caption": "Homelands",
									"colLabels": [
										"{@dice d6}",
										"Homeland"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You patrolled an ancient forest, darkened and corrupted by several crossings to the Shadowfell."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"As part of a group of nomads, you acquired the skills for surviving in the desert."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your early life in the Underdark prepared you for the challenges of combating its denizens."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You dwelled on the edge of a swamp, in an area imperiled by land creatures as well as aquatic ones."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Because you grew up among the peaks, finding the best path through the mountains is second nature to you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You wandered the far north, learning how to protect yourself and prosper in a realm overrun by ice."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sworn Enemy",
							"entries": [
								"Every ranger begins with a favored enemy (or two). The determination of a favored enemy might be tied to a specific event in the character's early life, or it might be entirely a matter of choice.",
								"What spurred your character to select a particular enemy? Was the choice made because of tradition or curiosity, or do you have a grudge to settle?",
								{
									"type": "table",
									"caption": "Sworn Enemies",
									"colLabels": [
										"{@dice d6}",
										"Enemy"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You seek revenge on nature's behalf for the great transgressions your foe has committed."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your forebears or predecessors fought these creatures, and so shall you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"You bear no enmity toward your foe. You stalk such creatures as a hunter tracks down a wild animal."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You find your foe fascinating, and you collect books of tales and history concerning it."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You collect tokens of your fallen enemies to remind you of each kill."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You respect your chosen enemy, and you see your battles as a test of respective skills."
										]
									]
								}
							]
						}
					],
					"page": 40,
					"source": "XGE"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PHB/Ranger.webp"
					},
					"width": 900,
					"height": 1000
				}
			]
		},
		{
			"name": "Ranger",
			"source": "XPHB",
			"entries": [
				{
					"type": "section",
					"name": "Ranger",
					"source": "XPHB",
					"page": 118,
					"entries": [
						"Far from bustling cities, amid the trees of trackless forests and across wide plains, Rangers keep their unending watch in the wilderness. Rangers learn to track their quarry as a predator does, moving stealthily through the wilds and hiding themselves in brush and rubble.",
						"Thanks to their connection with nature, Rangers can also cast spells that harness primal powers of the wilderness. A Ranger's talents and magic are honed with deadly focus to protect the world from the ravages of monsters and tyrants."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Ranger.webp"
					},
					"credit": "Chris Rallis",
					"width": 1700,
					"height": 2259
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/093-04-008.ranger-and-deer.webp"
					},
					"credit": "Mike Pape",
					"width": 540,
					"height": 1440
				}
			]
		}
	],
	"subclassFluff": [
		{
			"name": "Gloom Stalker",
			"shortName": "Gloom Stalker",
			"source": "XGE",
			"className": "Ranger",
			"classSource": "PHB",
			"_copy": {
				"name": "Ranger",
				"shortName": "Ranger",
				"source": "XGE",
				"className": "Ranger",
				"classSource": "PHB"
			},
			"entries": [
				{
					"type": "quote",
					"entries": [
						"So you sneak around in the dark? You know most everything but humans can see in the dark, right? We all see you. Tiptoeing doesn't turn you {@condition invisible}."
					],
					"by": "Xanathar"
				}
			]
		},
		{
			"name": "Horizon Walker",
			"shortName": "Horizon Walker",
			"source": "XGE",
			"className": "Ranger",
			"classSource": "PHB",
			"_copy": {
				"name": "Ranger",
				"shortName": "Ranger",
				"source": "XGE",
				"className": "Ranger",
				"classSource": "PHB"
			},
			"entries": [
				{
					"type": "quote",
					"entries": [
						"You can't walk to the horizon, because it keeps on getting farther away. Boom! Did I just blow your mind? I did, didn't I?"
					],
					"by": "Xanathar"
				}
			]
		},
		{
			"name": "Monster Slayer",
			"shortName": "Monster Slayer",
			"source": "XGE",
			"className": "Ranger",
			"classSource": "PHB",
			"_copy": {
				"name": "Ranger",
				"shortName": "Ranger",
				"source": "XGE",
				"className": "Ranger",
				"classSource": "PHB"
			}
		},
		{
			"name": "Ranger",
			"shortName": "Ranger",
			"source": "XGE",
			"className": "Ranger",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XGE/Ranger.webp"
					},
					"width": 1000,
					"height": 408
				}
			]
		},
		{
			"name": "Fey Wanderer",
			"shortName": "Fey Wanderer",
			"source": "TCE",
			"className": "Ranger",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Fey Wanderer Ranger.webp"
					},
					"width": 800,
					"height": 1265
				}
			]
		},
		{
			"name": "Swarmkeeper",
			"shortName": "Swarmkeeper",
			"source": "TCE",
			"className": "Ranger",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Swarmkeeper Ranger.webp"
					},
					"width": 860,
					"height": 1000
				}
			]
		},
		{
			"name": "Drakewarden",
			"shortName": "Drakewarden",
			"source": "FTD",
			"className": "Ranger",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/FTD/Drakewarden Ranger.webp"
					},
					"width": 850,
					"height": 1015
				}
			]
		},
		{
			"name": "Beast Master",
			"shortName": "Beast Master",
			"source": "XPHB",
			"className": "Ranger",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Beast Master Ranger.webp"
					},
					"credit": "Alditha Siregar",
					"width": 850,
					"height": 1863
				}
			]
		},
		{
			"name": "Fey Wanderer",
			"shortName": "Fey Wanderer",
			"source": "XPHB",
			"className": "Ranger",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Fey Wanderer Ranger.webp"
					},
					"credit": "John Grello",
					"width": 850,
					"height": 2199
				}
			]
		},
		{
			"name": "Gloom Stalker",
			"shortName": "Gloom Stalker",
			"source": "XPHB",
			"className": "Ranger",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Gloom Stalker Ranger.webp"
					},
					"credit": "Polar Engine",
					"width": 850,
					"height": 2146
				}
			]
		},
		{
			"name": "Hunter",
			"shortName": "Hunter",
			"source": "XPHB",
			"className": "Ranger",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Hunter Ranger.webp"
					},
					"credit": "Katerina Ladon",
					"width": 850,
					"height": 1752
				}
			]
		},
		{
			"name": "Winter Walker",
			"shortName": "Winter Walker",
			"source": "FRHoF",
			"className": "Ranger",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/FRHoF/Winter Walker Ranger.webp"
					},
					"credit": "Alejandro Pacheco",
					"width": 850,
					"height": 2222
				}
			]
		}
	]
}
