{
	"_meta": {
		"internalCopies": [
			"subclassFluff"
		]
	},
	"classFluff": [
		{
			"name": "Bard",
			"source": "PHB",
			"entries": [
				{
					"name": "Bard",
					"type": "section",
					"entries": [
						"Humming as she traces her fingers over an ancient monument in a long-forgotten ruin, a half-elf in rugged leathers finds knowledge springing into her mind, conjured forth by the magic of her song—knowledge of the people who constructed the monument and the mythic saga it depicts.",
						"A stern human warrior bangs his sword rhythmically against his scale mail, setting the tempo for his war chant and exhorting his companions to bravery and heroism. The magic of his song fortifies and emboldens them.",
						"Laughing as she tunes her cittern, a gnome weaves her subtle magic over the assembled nobles, ensuring that her companions' words will be well received.",
						"Whether scholar, skald, or scoundrel, a bard weaves magic through words and music to inspire allies, demoralize foes, manipulate minds, create illusions, and even heal wounds.",
						{
							"type": "entries",
							"name": "Music and Magic",
							"entries": [
								"In the worlds of D&D, words and music are not just vibrations of air, but vocalizations with power all their own. The bard is a master of song, speech, and the magic they contain. Bards say that the multiverse was spoken into existence, that the words of the gods gave it shape, and that echoes of these primordial Words of Creation still resound throughout the cosmos. The music of bards is an attempt to snatch and harness those echoes, subtly woven into their spells and powers.",
								"The greatest strength of bards is their sheer versatility. Many bards prefer to stick to the sidelines in combat, using their magic to inspire their allies and hinder their foes from a distance. But bards are capable of defending themselves in melee if necessary, using their magic to bolster their swords and armor. Their spells lean toward charms and illusions rather than blatantly destructive spells. They have a wide-ranging knowledge of many subjects and a natural aptitude that lets them do almost anything well. Bards become masters of the talents they set their minds to perfecting, from musical performance to esoteric knowledge."
							]
						},
						{
							"type": "entries",
							"name": "Learning from Experience",
							"entries": [
								"True bards are not common in the world. Not every minstrel singing in a tavern or jester cavorting in a royal court is a bard. Discovering the magic hidden in music requires hard study and some measure of natural talent that most troubadours and jongleurs lack. It can be hard to spot the difference between these performers and true bards, though. A bard's life is spent wandering across the land gathering lore, telling stories, and living on the gratitude of audiences, much like any other entertainer. But a depth of knowledge, a level of musical skill, and a touch of magic set bards apart from their fellows.",
								"Only rarely do bards settle in one place for long, and their natural desire to travel—to find new tales to tell, new skills to learn, and new discoveries beyond the horizon—makes an adventuring career a natural calling. Every adventure is an opportunity to learn, practice a variety of skills, enter long-forgotten tombs, discover lost works of magic, decipher old tomes, travel to strange places, or encounter exotic creatures. Bards love to accompany heroes to witness their deeds firsthand. A bard who can tell an awe-inspiring story from personal experience earns renown among other bards. Indeed, after telling so many stories about heroes accomplishing mighty deeds, many bards take these themes to heart and assume heroic roles themselves."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Bard",
							"entries": [
								"Bards thrive on stories, whether those stories are true or not. Your character's background and motivations are not as important as the stories that he or she tells about them. Perhaps you had a secure and mundane childhood. There's no good story to be told about that, so you might paint yourself as an orphan raised by a hag in a dismal swamp. Or your childhood might be worthy of a story. Some bards acquire their magical music through extraordinary means, including the inspiration of fey or other supernatural creatures.",
								"Did you serve an apprenticeship, studying under a master, following the more experienced bard until you were ready to strike out on your own? Or did you attend a college where you studied bardic lore and practiced your musical magic? Perhaps you were a young runaway or orphan, befriended by a wandering bard who became your mentor. Or you might have been a spoiled noble child tutored by a master. Perhaps you stumbled into the clutches of a hag, making a bargain for a musical gift in addition to your life and freedom, but at what cost?",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a bard quickly by following these suggestions. First, Charisma should be your highest ability score, followed by Dexterity. Second, choose the {@background entertainer} background. Third, choose the {@spell dancing lights} and {@spell vicious mockery} cantrips, along with the following 1st-level spells: {@spell charm person}, {@spell detect magic}, {@spell healing word}, and {@spell thunderwave}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 51
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Music is the fruit of the divine tree that vibrates with the Words of Creation. But the question I ask you is, can a bard go to the root of this tree? Can one tap into the source of that power? Ah, then what manner of music they would bring to this world!"
							],
							"by": "Fletcher Danairia, master bard"
						},
						"Bards bring levity during grave times; they impart wisdom to offset ignorance; and they make the ridiculous seem sublime. Bards are preservers of ancient history, their songs and tales perpetuating the memory of great events down through time—knowledge so important that it is memorized and passed along as oral history, to survive even when no written record remains.",
						"It is also the bard's role to chronicle smaller and more contemporary events—the stories of today's heroes, including their feats of valor as well as their less than impressive failures.",
						"Of course, the world has many people who can carry a tune or tell a good story, and there's much more to any adventuring bard than a glib tongue and a melodious voice. Yet what truly sets bards apart from others—and from one another—are the style and substance of their performances.",
						"To grab and hold the attention of an audience, bards are typically flamboyant and outgoing when they perform. The most famous of them are essentially the D&D world's equivalent of pop stars. If you're playing a bard, consider using one of your favorite musicians as a role model for your character.",
						"You can add some unique aspects to your bard character by considering the suggestions that follow.",
						{
							"type": "quote",
							"entries": [
								"Music is stupid. Wait. I changed my mind. Music is fun. Play more music. No, I was right the first time. Music is stupid. But I won't maim you after all, in case I change my mind again."
							],
							"by": "Xanathar"
						},
						{
							"type": "entries",
							"name": "Defining Work",
							"entries": [
								"Every successful bard is renowned for at least one piece of performance art, typically a song or a poem that is popular with everyone who hears it. These performances are spoken about for years by those who view them, and some spectators have had their lives forever changed because of the experience.",
								"If your character is just starting out, your ultimate defining work is likely in the future. But in order to make any sort of living at your profession, chances are you already have a piece or two in your repertoire that have proven to be audience pleasers.",
								{
									"type": "table",
									"caption": "Defining Work",
									"colLabels": [
										"{@dice d6}",
										"Defining Work"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"\"The Three Flambinis,\" a ribald song concerning mistaken identities and unfettered desire"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"\"Waltz of the Myconids,\" an upbeat tune that children in particular enjoy"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"\"Asmodeus's Golden Arse,\" a dramatic poem you claim was inspired by your personal visit to Avernus"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"\"The Pirates of Luskan,\" your firsthand account of being kidnapped by sea reavers as a child"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"\"A Hoop, Two Pigeons, and a Hell Hound,\" a subtle parody of an incompetent noble"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"\"A Fool in the Abyss,\" a comedic poem about a jester's travels among demons"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Instrument",
							"entries": [
								"In a bard's quest for the ultimate performance and the highest acclaim, one's instrument is at least as important as one's vocal ability. The instrument's quality of manufacture is a critical factor, of course; the best ones make the best music, and some bards are continually on the lookout for an improvement. Perhaps just as important, though, is the instrument's own entertainment value; those that are bizarrely constructed or made of exotic materials are likely to leave a lasting impression on an audience.",
								"You might have an \"off the rack\" instrument, perhaps because it's all you can afford right now. Or, if your first instrument was gifted to you, it might be of a more elaborate sort. Are you satisfied with the instrument you have, or do you aspire to replace it with something truly distinctive?",
								{
									"type": "table",
									"caption": "Instrument",
									"colLabels": [
										"{@dice d6}",
										"Instrument"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A masterfully crafted halfling fiddle"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A mithral {@item horn|PHB} made by elves"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A zither made with drow spider silk"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"An orcish {@item drum|PHB}"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A wooden bullywug croak box"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A tinker's harp of gnomish design"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Embarrassment",
							"entries": [
								"Almost every bard has suffered at least one bad experience in front of an audience, and chances are you're no exception. No one becomes famous right away, after all; perhaps you had a few small difficulties early in your career, or maybe it took you a while to restore your reputation after one agonizing night when the fates conspired to bring about your theatrical ruin.",
								"The ways that a performance can go wrong are as varied as the fish in the sea. No matter what sort of disaster might occur, however, a bard has the courage and the confidence to rebound from it—either pressing on with the show (if possible) or promising to come back tomorrow with a new performance that's guaranteed to please.",
								{
									"type": "table",
									"caption": "Embarrassment",
									"colLabels": [
										"{@dice d6}",
										"Embarrassment"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The time when your comedic song, \"Big Tom's Hijinks\"—which, by the way, you thought was brilliant—did not go over well with Big Tom"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The matinee performance when a circus's owlbear got loose and terrorized the crowd"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"When your opening song was your enthusiastic but universally hated rendition of \"Song of the Froghemoth\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The first and last public performance of \"Mirt, Man about Town\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"The time on stage when your wig caught fire and you threw it down—which set fire to the stage"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"When you sat on your {@item lute|PHB} by mistake during the final stanza of \"Starlight Serenade\""
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "A Bard's Muse",
							"entries": [
								"Naturally, every bard has a repertoire of songs and stories. Some bards are generalists who can draw from a wide range of topics for each performance, and who take pride in their versatility. Others adopt a more personal approach to their art, driven by their attachment to a muse—a particular concept that inspires much of what those bards do in front of an audience.",
								"A bard who follows a muse generally does so to gain a deeper understanding of what that muse represents and how to best convey that understanding to others through performance.",
								"If your bard character has a muse, it could be one of the three described here, or one of your own devising.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Nature",
											"entries": [
												"You feel a kinship with the natural world, and its beauty and mystery inspire you. For you, a tree is deeply symbolic, its roots delving into the dark unknown to draw forth the power of the earth, while its branches reach toward the sun to nourish their flowers and fruit. Nature is the ancient witness who has seen every kingdom rise and fall, even those whose names have been forgotten and wait to be rediscovered. The gods of nature share their secrets with druids and sages, opening their hearts and minds to new ways of seeing, and as with those individuals, you find that your creativity blossoms while you wander in an open field of waving grass or walk in silent reverence through a grove of ancient oaks."
											]
										},
										{
											"type": "entries",
											"name": "Love",
											"entries": [
												"You are on a quest to identify the essence of true love. Though you do not disdain the superficial love of flesh and form, the deeper form of love that can inspire thousands or bring joy to one's every moment is what you are interested in. Love of this sort takes on many forms, and you can see its presence everywhere—from the sparkling of a beautiful gem to the song of a simple fisher thanking the sea for its bounty. You are on the trail of love, that most precious and mysterious of emotions, and your search fills your stories and your songs with vitality and passion."
											]
										},
										{
											"type": "entries",
											"name": "Conflict",
											"entries": [
												"Drama embodies conflict, and the best stories have conflict as a key element. From the morning-after tale of a tavern brawl to the saga of an epic battle, from a lover's spat to a rift between powerful dynasties, conflict is what inspires tale-tellers like you to create your best work. Conflict can bring out the best in some people, causing their heroic nature to shine forth and transform the world, but it can cause others to gravitate toward darkness and fall under the sway of evil. You strive to experience or witness all forms of conflict, great and small, so as to study this eternal aspect of life and immortalize it in your words and music."
											]
										}
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 12
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/PHB/Bard.webp"
					},
					"width": 985,
					"height": 1000
				}
			]
		},
		{
			"name": "Bard",
			"source": "XPHB",
			"entries": [
				{
					"type": "section",
					"name": "Bard",
					"source": "XPHB",
					"page": 58,
					"entries": [
						"Invoking magic through music, dance, and verse, Bards are expert at inspiring others, soothing hurts, disheartening foes, and creating illusions. Bards believe the multiverse was spoken into existence and that remnants of its Words of Creation still resound and glimmer on every plane of existence. Bardic magic attempts to harness those words, which transcend any language.",
						"Anything can inspire a new song or tale, so Bards are fascinated by almost everything. They become masters of many things, including performing music, working magic, and making jests.",
						"A Bard's life is spent traveling, gathering lore, telling stories, and living on the gratitude of audiences, much like any other entertainer. But Bards' depth of knowledge and mastery of magic sets them apart."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Bard.webp"
					},
					"credit": "Evyn Fong",
					"width": 1700,
					"height": 2174
				}
			]
		}
	],
	"subclassFluff": [
		{
			"name": "Bard",
			"shortName": "Bard",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XGE/Bard.webp"
					},
					"width": 1000,
					"height": 491
				}
			]
		},
		{
			"name": "College of Glamour",
			"shortName": "Glamour",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Bard",
				"shortName": "Bard",
				"source": "XGE",
				"className": "Bard",
				"classSource": "PHB"
			},
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Illusions? How quaint. Before I destroy you, make one that looks like a really big goldfish—like as big as me! Hmm. That's too big. Goodbye!"
					],
					"by": "Xanathar"
				}
			]
		},
		{
			"name": "College of Swords",
			"shortName": "Swords",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Bard",
				"shortName": "Bard",
				"source": "XGE",
				"className": "Bard",
				"classSource": "PHB",
				"_mod": {
					"images": {
						"mode": "appendArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "classes/XGE/Swords Bard.webp"
							},
							"width": 732,
							"height": 1000
						}
					}
				}
			}
		},
		{
			"name": "College of Whispers",
			"shortName": "Whispers",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Bard",
				"shortName": "Bard",
				"source": "XGE",
				"className": "Bard",
				"classSource": "PHB",
				"_mod": {
					"images": {
						"mode": "appendArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "classes/XGE/Whispers Bard.webp"
							},
							"width": 1000,
							"height": 578
						}
					}
				}
			},
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Speak up! It's really hard to hear you over the screaming. Nope. It's no use. I'll have to stop the screaming. Disintegrations all around, then."
					],
					"by": "Xanathar"
				}
			]
		},
		{
			"name": "College of Creation",
			"shortName": "Creation",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Creation Bard.webp"
					},
					"width": 1200,
					"height": 802
				}
			]
		},
		{
			"name": "College of Eloquence",
			"shortName": "Eloquence",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/TCE/Eloquence Bard.webp"
					},
					"width": 800,
					"height": 1527
				}
			]
		},
		{
			"name": "College of Spirits",
			"shortName": "Spirits",
			"source": "VRGR",
			"className": "Bard",
			"classSource": "PHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/VRGR/Spirits Bard.webp"
					},
					"width": 850,
					"height": 1611
				}
			]
		},
		{
			"name": "College of Dance",
			"shortName": "Dance",
			"source": "XPHB",
			"className": "Bard",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Dance Bard.webp"
					},
					"credit": "Katerina Ladon",
					"width": 850,
					"height": 2113
				}
			]
		},
		{
			"name": "College of Glamour",
			"shortName": "Glamour",
			"source": "XPHB",
			"className": "Bard",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Glamour Bard.webp"
					},
					"credit": "Hocheol Ryu",
					"width": 850,
					"height": 1722
				}
			]
		},
		{
			"name": "College of Lore",
			"shortName": "Lore",
			"source": "XPHB",
			"className": "Bard",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Lore Bard.webp"
					},
					"credit": "Mike Pape",
					"width": 850,
					"height": 2453
				}
			]
		},
		{
			"name": "College of Valor",
			"shortName": "Valor",
			"source": "XPHB",
			"className": "Bard",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/XPHB/Valor Bard.webp"
					},
					"credit": "Ignatius Budi",
					"width": 850,
					"height": 2181
				}
			]
		},
		{
			"name": "College of the Moon",
			"shortName": "Moon",
			"source": "FRHoF",
			"className": "Bard",
			"classSource": "XPHB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "classes/FRHoF/Moon Bard.webp"
					},
					"credit": "Marcela Medeiros",
					"width": 850,
					"height": 2562
				}
			]
		}
	]
}
