{
	"classFluff": [
		{
			"name": "Mystic",
			"source": "UATheMysticClass",
			"entries": [
				{
					"type": "section",
					"name": "Mystic",
					"entries": [
						"A human clad in simple robes walks along a forest path. A gang of goblins emerges from the brush, arrows trained on him, their smiles wide at their good fortune of finding such easy prey for the legion's slave pens. Their smiles turn to shrieks of terror as the traveler grows to giant size and leaps at them, his staff now a deadly cudgel.",
						"The militia forms in ranks to prepare for the orcs' charge. The growling brutes howl their battle cries and surge forward. To their surprise, the human rabble holds its ground and fights with surprising ferocity. Suddenly, mindless fear clings to the orcs' minds and they, despite facing a far inferior foe, turn and run, never noticing the calm half-elf standing amid the militia and directing its efforts.",
						"Baron von Ludwig was always proud of his grand library. Little did he know that each evening, a gnome laden with blank scrolls slipped past his guards each night and dutifully copied his most heavily guarded archives. When the duke's men arrived to arrest him for dealing with demons, he never guessed that the gnome scribe traveling with them had spent more time in his keep than he had over the past year.",
						"These heroes are all mystics, followers of a strange and mysterious form of power. Mystics shun the world to turn their eyes inward, mastering the full potential of their minds and exploring their psyches before turning to face the world. Mystics are incredibly rare, and most prefer to keep the nature of their abilities secret. Using their inner, psychic strength, they can read minds, fade into invisibility, transform their bodies into living iron, and seize control of the physical world and bend it to their will.",
						{
							"type": "entries",
							"name": "Hermits and Outcasts",
							"entries": [
								"Mystics are loners. Most discover the secrets of their power through vague references in tomes of lore or by ingratiating themselves to a master of the power.",
								"In order to master their power, mystics must first master themselves. They spend months and years in quiet contemplation, exploring their minds and leaving nothing uncovered. During this time, they shun society and typically live as hermits at the edge of society. A mystic who studied under a master worked as a virtual slave, toiling away at mundane tasks in return for the occasional lesson or cryptic insight.",
								"When mystics finally master their power, they return to the world to broaden their horizons and practice their craft. Some mystics prefer to remain isolated, but those who become adventurers aren't content to remain on the fringe of the world."
							]
						},
						{
							"type": "entries",
							"name": "Eccentric Minds",
							"entries": [
								"In order to maintain the strict discipline and intense self-knowledge needed to tap into their power, mystics develop a variety of practices to keep their focus sharp.",
								"These practices are reflected in taboos and quirks, strange little behaviors that govern a mystic's actions. These quirks are oaths or behavioral tics that help keep mystics in the proper frame of mind while maintaining perfect control over their minds and bodies.",
								"While these taboos are harmless, they help cast mystics as outsiders. Few feel accepted by society, and fewer still care to become integrated with it. To mystics, the life of the mind is where they feel most at home.",
								{
									"type": "entries",
									"name": "Selecting Quirks",
									"entries": [
										"To add some texture to your mystic, consider the quirks your character has acquired. These behaviors have no game effect, but your character might become irritated or upset if forced to break them. They're a great roleplaying tool to add character to the game. You can roll on or pick from the table below, or create your own quirks. Aim to create two quirks, to give them more of a chance to come into play. Finally, consider why your character chose these behaviors. What do they say about your character's personality or background? Are they based on a specific incident or a belief?",
										{
											"type": "table",
											"caption": "Mystic Quirks",
											"colLabels": [
												"d20",
												"Quirk"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													1,
													"You never cut your hair."
												],
												[
													2,
													"You refuse to wear clothes of a specific color."
												],
												[
													3,
													"You never say your name."
												],
												[
													4,
													"You never wear footwear."
												],
												[
													5,
													"You always wear a mask."
												],
												[
													6,
													"You dye your hair bright blue or green."
												],
												[
													7,
													"You pick a new name each day."
												],
												[
													8,
													"You never immerse yourself in water."
												],
												[
													9,
													"You sleep on bare earth."
												],
												[
													10,
													"You never consume alcohol."
												],
												[
													11,
													"You wear a veil to conceal your face."
												],
												[
													12,
													"You always wear a specific piece of clothing."
												],
												[
													13,
													"You refuse to light fires."
												],
												[
													14,
													"You refuse to write things down, instead using pictograms."
												],
												[
													15,
													"You never sit on a chair, preferring to stand or sit on the floor."
												],
												[
													16,
													"You never answer to any name but your own."
												],
												[
													17,
													"You write down the name of each creature you slay, and name ones that are unnamed."
												],
												[
													18,
													"You consume only water and raw vegetables."
												],
												[
													19,
													"You spend any money you earn within 1 week of gaining it."
												],
												[
													20,
													"You often speak to an imaginary companion, and act only with its blessing."
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Creating a Mystic",
							"entries": [
								"When creating a mystic, consider your character's background. How did you become a mystic? What first drew you to this practice? Are you self-taught, or did you have a master? If you had a master, what is that relationship like?",
								"Consider also why you returned to the world from your hermitage. Did you leave someone or something behind when you took up your studies? Are you driven by revenge or some other motivation?",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a mystic quickly by following these suggestions. First, make Intelligence your highest ability score, followed by Dexterity or Constitution. Second, choose the {@background hermit} background."
									]
								}
							]
						}
					],
					"source": "UATheMysticClass",
					"page": 1
				}
			]
		}
	]
}
