{
	"_meta": {
		"sources": [
			{
				"json": "TWC",
				"abbreviation": "TWC",
				"full": "Thw Witchlight Carnival",
				"url": "https://raw.githubusercontent.com/orcnog/5etools-brew/main/WBtW/TWC.json",
				"convertedBy": [
					"orcnog"
				],
				"version": "1.4",
				"color": "#7151b6",
				"targetSchema": "1.2.0"
			}
		],
		"dateAdded": 1613648837,
		"dateLastModified": 1613648837,
		"_dateLastModifiedHash": "e5f748a123",
		"internalCopies": [
			"monster"
		],
		"dependencies": {
			"monster": [
				"MPMM"
			]
		}
	},
	"item": [
		{
			"name": "Pixie Dust",
			"source": "TWC",
			"page": 212,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"As an action, you can sprinkle this dust on yourself or another creature you can see within 5 feet of you. The recipient gains a flying speed of 30 feet and the ability to hover for 1 minute. If the creature is airborne when this effect ends, it falls safely to the ground, taking no damage and landing on its feet.",
				"A small packet holds enough pixie dust for one use."
			]
		},
		{
			"name": "Potion of Advantage",
			"source": "TWC",
			"page": 212,
			"type": "P",
			"rarity": "uncommon",
			"entries": [
				"When you drink this potion, you gain advantage on one ability check, attack roll, or saving throw of your choice that you make within the next hour.",
				"This potion takes the form of a sparkling, golden mist that moves and pours like water."
			]
		},
		{
			"name": "Witchlight Vane",
			"source": "TWC",
			"page": 27,
			"rarity": "legendary",
			"reqAttune": "by a mister light or his handpicked successor",
			"sentient": true,
			"weight": 3,
			"bonusWeapon": "+3",
			"entries": [
				"This ornate rod is topped by a pair of butterfly wings and incorporates bits of red glass into its length. It weighs 3 pounds.",
				{
					"type": "entries",
					"name": "Magic Weapon",
					"entries": [
						"In the hands of one who is attuned to it, the vane can be wielded as a magic mace that grants a +3 bonus to attack and damage rolls made with it. In addition, the vane deals an extra {@damage 1d8} radiant damage on a hit."
					]
				},
				{
					"type": "entries",
					"name": "Sense Mood",
					"entries": [
						"While the vane is inside the perimeter of the Witchlight Carnival, it can sense the mood of every creature in the carnival that has an Intelligence of 4 or higher. As an action, a creature attuned to the vane can use it to pinpoint the location of the happiest creature in the carnival.",
						"The butterfly shape at the top of the vane spins slowly clockwise when spirits in the carnival are generally high; if the general mood in the carnival is dour, the top of the vane spins slowly counterclockwise."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"The vane is a sentient, chaotic good wondrous item with an Intelligence of 11, a Wisdom of 14, and a Charisma of 14. It has hearing and normal vision out to a range of 30 feet, and it communicates by transmitting emotion to the creature attuned to it. Its purpose is to make sure everyone in the Witchlight Carnival is having a good time."
					]
				},
				{
					"type": "entries",
					"name": "Additional Properties",
					"entries": [
						"The vane has the following additional properties:",
						{
							"type": "list",
							"items": [
								"The creature holding the vane has vulnerability to lightning damage.",
								"The creature attuned to the vane can't be {@condition blinded}, {@condition deafened}, {@condition petrified}, or {@condition stunned}.",
								"While carrying the vane, the creature attuned to it can cast the {@spell dancing lights}, {@spell polymorph}, or {@spell ray of frost} spell as an action, requiring no spell components and using Charisma as the spellcasting ability. After the vane's {@spell polymorph} spell is cast, roll a {@dice d8}; on a roll of 3 or 8, the vane can't be used to cast this spell again until the next dawn."
							]
						}
					]
				}
			],
			"attachedSpells": [
				"dancing lights"
			],
			"hasFluffImages": true
		},
		{
			"name": "Witchlight Watch",
			"source": "TWC",
			"page": 25,
			"rarity": "legendary",
			"reqAttune": "by a mister witch or his handpicked successor",
			"wondrous": true,
			"entries": [
				"This ornate pocket watch is fastened to the end of a gold chain. It glows with a faint golden light when opened, and it makes a soft ticking noise that can be heard only by the creature holding it. The face of the watch shows a miniature painting of the Witchlight Carnival ringed by a tiny henge, orbited at night by a mote of light small enough to slip through the eye of a needle. This light causes the henge to cast shadows, and these shadows allow the watch's owner to track the passage of time.",
				{
					"type": "entries",
					"name": "Carnival Setup and Takedown",
					"entries": [
						"The creature attuned to the watch can use an action to initiate the packing up or the unpacking of the Witchlight Carnival, provided the creature and the carnival are on the same plane of existence. In the span of 1 hour, all objects that are elements of the carnival are magically whisked about until everything is packed up and ready for travel, or unpacked and assembled. The watch has no effect on creatures, which can move about freely and safely while the carnival is being set up or taken down. Once the process of packing up or unpacking the carnival begins, it can't be stopped until the task is complete. When the watch is used to pack up or unpack the carnival, this property cannot be used again until 8 hours have elapsed."
					]
				},
				{
					"type": "entries",
					"name": "Additional Properties",
					"entries": [
						"The pocket watch has the following additional properties:",
						{
							"type": "list",
							"items": [
								"While carrying the watch, the creature attuned to it can cast the {@spell fire bolt}, {@spell invisibility}, or {@spell message} spell as an action, requiring no spell components and using Intelligence as the spellcasting ability. After the watch's {@spell invisibility} spell is cast, roll a {@dice d8}; on a roll of 3 or 8, the watch can't be used to cast this spell again until the next dawn.",
								"The creature attuned to the watch gains 30 pounds. This extra weight vanishes when the attunement ends.",
								"The creature attuned to the watch must eat and drink eight times the normal amount each day."
							]
						}
					]
				}
			],
			"attachedSpells": [
				"fire bolt"
			]
		},
		{
			"name": "Scatterleaf Tea",
			"source": "TWC",
			"page": 3,
			"type": "G",
			"rarity": "none",
			"wondrous": true,
			"entries": [
				"As an action, a creature can scatter these tea leaves on the ground in a 5-foot-radius circle, duplicating the effect of a {@spell protection from evil and good} spell that lasts for 10 minutes. To gain the spell's protection, a creature must stand in the circle of tea leaves. In addition, a cup of hot, delicious tea magically appears in the protected creature's hands. A pouch contains enough leaves for one use."
			],
			"attachedSpells": [
				"protection from evil and good"
			]
		}
	],
	"table": [
		{
			"name": "Feywild Trinkets",
			"source": "TWC",
			"page": 1,
			"caption": "Feywild Trinkets",
			"colLabels": [
				"d100",
				"Trinket"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"01",
					"Cookie cutter shaped like a unicorn"
				],
				[
					"02",
					"Two yew rings linked together"
				],
				[
					"03",
					"Silver hand mirror with a nymph-shaped handle"
				],
				[
					"04",
					"Painted wooden key whose teeth change configuration every day at dawn"
				],
				[
					"05",
					"Delicate silver cameo with pictures of twin children opposite one another"
				],
				[
					"06",
					"Golden pendant charm shaped like a leprechaun"
				],
				[
					"07",
					"Tiny wooden box containing a croquet set sized for pixies or sprites"
				],
				[
					"08",
					"Tiny pair of sharp, iron scissors"
				],
				[
					"09",
					"Chess piece shaped like a dancing satyr wearing a bishop's hat and clutching a gnarled staff"
				],
				[
					"10",
					"Saltshaker shaped like a wizard's tower"
				],
				[
					"11",
					"Crystal orb that allows an elf who holds it to sleep"
				],
				[
					"12",
					"Pendant that shows the phases of the moon"
				],
				[
					"13",
					"Large iron fingernail"
				],
				[
					"14",
					"Tiny electrum whistle that only Fey can hear"
				],
				[
					"15",
					"Wooden jigsaw puzzle piece as big as a saucer, with a painted image of a jug on it"
				],
				[
					"16",
					"Spool of glistening silver thread"
				],
				[
					"17",
					"Sheet of music that goblins find upsetting when they hear it played or sung"
				],
				[
					"18",
					"Rotten ogre's tooth with the Elvish glyph for \"moon\" etched into it"
				],
				[
					"19",
					"Vitrified eye of a displacer beast"
				],
				[
					"20",
					"Tiny duskwood coffin containing the ashes of a troll"
				],
				[
					"21",
					"Old invitation to a banquet in the Summer Court, written in ink on vellum in Sylvan"
				],
				[
					"22",
					"Gossamer shawl that glows faintly in moonlight"
				],
				[
					"23",
					"Ball-and-cup toy that plays a short, victorious jingle whenever the ball lands in the cup"
				],
				[
					"24",
					"Sprite's skull covered in ink fingerprints"
				],
				[
					"25",
					"Silver fork with the outer tines bent sideways"
				],
				[
					"26",
					"A soot-stained sock in which a nugget of coal magically appears each day at dawn"
				],
				[
					"27",
					"Tiny wooden stool (sized for a pixie or sprite) that gives splinters to those who hold it"
				],
				[
					"28",
					"Tiny clockwork dragonfly that slowly beats its wings (but can't fly) when wound up"
				],
				[
					"29",
					"Toy unicorn made of wood, painted with bright colors"
				],
				[
					"30",
					"Pixie plushie that sings when you squeeze it"
				],
				[
					"31",
					"1-inch-square painting of a sleeping elf"
				],
				[
					"32",
					"Thimble that helps you daydream when worn"
				],
				[
					"33",
					"Pumpkin cupcake that magically regenerates itself in its paper cup each day at dawn"
				],
				[
					"34",
					"Fake Three-Dragon Ante card depicting a faerie dragon"
				],
				[
					"35",
					"Teacup made from a varnished mushroom cap that magically keeps its liquid contents lukewarm"
				],
				[
					"36",
					"Rock that floats and is small enough to hide in your closed fist"
				],
				[
					"37",
					"Tiny bottle filled with rainwater collected from the Feywild"
				],
				[
					"38",
					"Opalescent conch shell that laughs when you hold it to your ear"
				],
				[
					"39",
					"Vial of viscous liquid labeled \"Fomorian spit. Do not drink!\""
				],
				[
					"40",
					"Wax candle that roars and crackles like a bonfire while lit"
				],
				[
					"41",
					"Potted daffodil that sways when near a source of music"
				],
				[
					"42",
					"8-ounce, glass wine bottle that magically reassembles itself 1 minute after being broken"
				],
				[
					"43",
					"Tiny wooden sylph figurehead from a model ship"
				],
				[
					"44",
					"Tiny pumpkin-shaped cauldron carved out of bog oak"
				],
				[
					"45",
					"Bar of soap that smells like something memorable from your childhood"
				],
				[
					"46",
					"Piece of orange parchment folded to look like a knight astride a unicorn"
				],
				[
					"47",
					"Tinted glasses so dark that they can't be seen through"
				],
				[
					"48",
					"8-inch-long glass ant figurine"
				],
				[
					"49",
					"Piece of parchment bearing a child's drawing of an oni"
				],
				[
					"50",
					"Tiny hourglass without sand in it"
				],
				[
					"51",
					"Empty vial with corked ends at the top and bottom"
				],
				[
					"52",
					"Pair of green leprechaun boots tied together by their laces"
				],
				[
					"53",
					"Smoking pipe made from a tree root"
				],
				[
					"54",
					"Red cap that droops down to one's shoulders when worn"
				],
				[
					"55",
					"Mask that helps you remember your dreams if you wear it while you sleep"
				],
				[
					"56",
					"Notebook that shows what's written on it only when held upside down"
				],
				[
					"57",
					"Wooden top with four sides, each bearing the image of child enjoying a different season"
				],
				[
					"58",
					"Tiny beehive wig made for sprites or pixies"
				],
				[
					"59",
					"Wooden mouse figurine that squeaks when held"
				],
				[
					"60",
					"Stuffed oni doll with a creepy smile and one missing eye"
				],
				[
					"61",
					"Empty bag labeled \"Candy\""
				],
				[
					"62",
					"Tinted glass monocle that makes things look green"
				],
				[
					"63",
					"Black executioner's hood sized for a pixie or sprite"
				],
				[
					"64",
					"Piano key carved from a satyr's horn"
				],
				[
					"65",
					"Tiny wooden lute with cat hairs for strings"
				],
				[
					"66",
					"Iron needle with an eye that refuses to let thread pass through it"
				],
				[
					"67",
					"Tiny sundial that casts a shadow only in moonlight"
				],
				[
					"68",
					"Wooden pan flute that attracts harmless local fauna when played"
				],
				[
					"69",
					"Silvered pinecone"
				],
				[
					"70",
					"Flask of spectral glowworms that change color to reflect the mood of the flask's holder"
				],
				[
					"71",
					"Wooden apple painted blue"
				],
				[
					"72",
					"Tuning fork that sounds the tone for the F key"
				],
				[
					"73",
					"Nunchaku sized for a pixie or sprite"
				],
				[
					"74",
					"Copper coin with a smiling satyr's face on one side and a satyr's skull on the other"
				],
				[
					"75",
					"Severed chicken's foot attached to a leather cord"
				],
				[
					"76",
					"Collection of baby teeth in a tiny wooden box"
				],
				[
					"77",
					"Pinwheel whirligig that spins even when there's no wind"
				],
				[
					"78",
					"Child's parasol covered in moss and leaves"
				],
				[
					"79",
					"Wooden magnifying glass missing its lens"
				],
				[
					"80",
					"Glossy mushroom with a red, bell-shaped cap that jingles when shook"
				],
				[
					"81",
					"Pouch of seeds that smell like home"
				],
				[
					"82",
					"Petrified robin's egg"
				],
				[
					"83",
					"Wooden spoon with a hole in the center"
				],
				[
					"84",
					"Paper wasp nest in a jar"
				],
				[
					"85",
					"Sprig of rosemary wrapped with ribbon at one end"
				],
				[
					"86",
					"Tiny, unfurnished dollhouse sized for a pixie child"
				],
				[
					"87",
					"Paintbrush made entirely of ceramic—even the bristles"
				],
				[
					"88",
					"Candlestick whose candlelight looks like a tiny, dancing fairy made of fire"
				],
				[
					"89",
					"Spectacle frames in the shape of butterfly wings"
				],
				[
					"90",
					"Set of false wooden teeth"
				],
				[
					"91",
					"Tiny book of fairytales"
				],
				[
					"92",
					"Rucksack in which one potato magically appears each day at dawn"
				],
				[
					"93",
					"Pixie's winter jacket lined with fox fur"
				],
				[
					"94",
					"Tasseled wine charm shaped like a sprite"
				],
				[
					"95",
					"Weak magnetic wand"
				],
				[
					"96",
					"100-sided die the size of a plum, cut from coal"
				],
				[
					"97",
					"Glass slipper, missing its mate"
				],
				[
					"98",
					"Tiny dreamcatcher"
				],
				[
					"99",
					"Barbell sized for a pixie or sprite"
				],
				[
					"100",
					"Music box that plays a sprightly tune you remember from your childhood"
				]
			]
		},
		{
			"name": "Mood Rises",
			"source": "TWC",
			"page": 3,
			"colLabels": [
				"d8",
				"Event"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Bright flowers you swore weren't there a second ago have blossomed underfoot, as a distant bird begins to sing sweetly, cutting through the babbling of the crowd."
				],
				[
					"2",
					"The clouds ahead part and beautiful beams of moonlight that seem impossibly solid begin to bask the carnival grounds in dancing, ethereal light."
				],
				[
					"3",
					"The distant music of the calliope that permeates the carnival swells to a grand crescendo, and you see several carnival goers are unconsciously smiling and nodding along and a group of children break out into dance."
				],
				[
					"4",
					"A Tiefling on stilts breaths out a colossal burst of rainbow flame for a cheering crowd. The flames turn into a shower of butterflies that flitter into the audience, and the tiefling bows."
				],
				[
					"5",
					"A group of Pixies flies through the air, trailing a stream of rainbow pixie dust, causing a group of children to rise into the air after them. Giggling, they begin a chase through the sky until the dust wears off and gently lowers the children back to the ground."
				],
				[
					"6",
					"A cluster of brightly coloured mushrooms nearby begin to flicker and glow with rainbow light, as brightly coloured spores drift into the air and begin to pop like tiny fireworks, to the delight of a small group of Pixies nearby."
				],
				[
					"7",
					"A Giant Dragonfly whizzes overhead and does a somersault in mid air as carnival goers cheer the rider on. Halfway through a barrel roll, they drop a handful of candy for the children below to scramble for, before flying off."
				],
				[
					"8",
					"Three children with painted faces; a dragon, a lion, and a sheep; are playing at being a Chimera, chased by another child dressed as a knight, as carnival goers cheer them on. Eventually, the knight is victorious, and all three Chimera children play out a dramatic death as their parents laugh."
				]
			]
		},
		{
			"name": "Mood Lowers",
			"source": "TWC",
			"page": 3,
			"colLabels": [
				"d8",
				"Event"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"As clouds pass across the moonlit sky, the colours of the carnival seem to fade. Flying banners and glowing lanterns are dimmer and greyer than they were a moment before."
				],
				[
					"2",
					"The distant music of the calliope that permeates the carnival seems to take on a somber tone as it changes suddenly to a minor key, almost like a funeral dirge."
				],
				[
					"3",
					"Clouds gather above, blocking out the light of the moon and stars, and a cold rain begins to fall. Carnival goers around you run for cover under the awnings and shiver."
				],
				[
					"4",
					"The constant traffic of people and animals has turned the grass underfoot into sticky black mud. A faint odor begins to rise from the carnival grounds, of muck and manure, undercutting the scent of flowers and popcorn."
				],
				[
					"5",
					"A running Halfling child trips over a root and spills her candy and popcorn all over the ground. She begins to cry, nursing a hurt knee, calling out for her parents: but they are nowhere to be found, as a Witchlight Hand escorts her to lost property."
				],
				[
					"6",
					"The noise of the carnival seems muted, and the crowds seem thin. Small clusters of carnival goers drift quietly from stand to stand, but most of the attractions appear unusually dark and quiet."
				],
				[
					"7",
					"A cluster of giant bubbles drifting overhead pop suddenly and drizzle everyone around you with a shower of cold, slimy liquid."
				],
				[
					"8",
					"A little Halfling girl dressed as a Unicorn is in tears as she searches fruitlessly for her broken horn. Eventually, after searching through the mud unsuccessfully, her entire outfit is ruined and she gives up."
				]
			]
		},
		{
			"name": "Carnival Scenes",
			"source": "TWC",
			"page": 1,
			"colLabels": [
				"d8",
				"Occurrence"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"Two girls in face paint (a lion and a hart) squabble over a painted wooden crown that their mother won at a stall."
				],
				[
					"2",
					"A satyr with red-and-white-striped horns plays the pipes while leading a procession of dancing rodents."
				],
				[
					"3",
					"An elf stilt-walker tosses colorful sugary treats down to children who pass by."
				],
				[
					"4",
					"A painted sign of an elf wearing a jester's hat springs to life and exclaims, \"We hope you're having a delightful evening!\""
				],
				[
					"5",
					"A giant dragonfly swoops overhead, and its rider spills a drink over a group of Witchlight hands."
				],
				[
					"6",
					"With a puff of glitter, a man's head suddenly turns into the head of a braying donkey, to the giggling delight of a group of mischievous pixies."
				],
				[
					"7",
					"Giant, singing flowers burst from the ground and serenade passersby."
				],
				[
					"8",
					"A lively jig springs up, led by a troupe of gnomish clowns."
				]
			]
		},
		{
			"name": "Carnival Prize",
			"source": "TWC",
			"page": 3,
			"caption": "Carnival Prizes",
			"colLabels": [
				"d12",
				"Prize"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1",
					"Trinket (determined by rolling on the {@table Feywild Trinkets|TWC|Feywild Trinkets table} in the introduction)."
				],
				[
					"2",
					"Wooden wand with 8 charges. As an action, you can expend 1 of the wand's charges to cast the {@spell prestidigitation} cantrip. This wand can't be recharged."
				],
				[
					"3",
					"Packet of {@item pixie dust|TWC}."
				],
				[
					"4",
					"Bottle of Witchlight wine. While the bottle is uncorked, it plays calliope music until the bottle is emptied of wine."
				],
				[
					"5",
					"Replica unicorn horn filled with candy."
				],
				[
					"6",
					"Single application of magic face paint. As an action, you can apply the face paint to yourself or another creature. The recipient gains the benefit of a {@spell disguise self} spell that lasts for 1 hour or until the recipient chooses to end the effect."
				],
				[
					"7",
					"Cuddly toy spider. As an action, you can stroke the spider to gain the benefit of a {@spell spider climb} spell that lasts for 1 hour. Once used, the toy turns into a real spider and crawls away."
				],
				[
					"8",
					"Glove puppet in the shape of a wizard. As an action, you can move the puppet's arms to cast the {@spell minor illusion} cantrip. After three uses, the puppet disappears in a puff of smoke."
				],
				[
					"9",
					"Wand of Mimicry with {@dice 1d3} charges. As an action the user can touch this wand to their throat and expend one charge to change their voice to perfectly immitate that of any creature they have heard speak. The ability lasts for up to a minute. The wand does not grant to ability to speak a new language that the user doesn't already know, and the wand wand can't be recharged."
				],
				[
					"10",
					"Carved wooden statuette of a gnome wearing a misshapen hat that looks like the business end of an iron key. As an action, you can use the gnome one time to open any lock requiring a key. After one use, the gnome giggles and disappears with a pop."
				],
				[
					"11",
					"Golden apple. As an action, you can eat the apple which grants you inspiration. The apple tastes like cotton candy."
				],
				[
					"12",
					"Small pouch of glitter. As an action, you can use sprinkle the glitter on an item once to make it sparkle radiantly, which doubles its perceived monetary value."
				]
			]
		},
		{
			"name": "Pub Trivia Team Names",
			"source": "TWC",
			"page": 3,
			"colLabels": [
				"Team Name",
				"INT Modifier",
				"Looking around the room, your players see..."
			],
			"colStyles": [
				"col-2 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"Fantastic Feathered Phandalin Five",
					"+0",
					"A team of nervous looking Aarakocra. They take turns pecking their beaks into a shared bowl of water."
				],
				[
					"Let's Get Down to Quizz'ness",
					"+1",
					"A party of librarians maybe? Each one has their gray hair pulled back into a severe bun and their nose buried in a book, even as the announcers call out their team name."
				],
				[
					"Ligers",
					"-1",
					"A motley crew of what look like... barbarians?  Some even wear lion and/or tiger pelts."
				],
				[
					"Din of Thieves",
					"+0",
					"A team of seemingly disenfranchised Red Brands, red cloaks and all."
				],
				[
					"Scientia Potentia Est",
					"+2",
					"A consortium of robed wizards, one of whom wears the symbol of The Harpers."
				],
				[
					"Lost Mimes of Phandelver",
					"+0",
					"A group of odd looking patrons all with black and white striped shirts and white face paint...  plus they look lost."
				],
				[
					"The Thunder Bums",
					"+0",
					"Some seasoned looking adventurers. They don't look like they're from around here."
				],
				[
					"Young, Dumb, and Full of Rum",
					"-2",
					"Some rowdy teens from town, clearly already a few drinks in."
				]
			]
		},
		{
			"name": "Random Events Between Trivia Questions",
			"source": "TWC",
			"page": 3,
			"colLabels": [
				"1d10",
				"Event"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"A fight breaks out at one of the tables over what the  answer to a question is. (eg, \"it's fire! Dragons breathe fire!\" \"not all dragons do you dung beetle!\")"
				],
				[
					"2",
					"A young girl comes up to the team and asks if they know the answer to the question. If they give it, the girl goes back to her table of grown men and they all cheer for her."
				],
				[
					"3",
					"A random player must make a wisdom saving throw to avoid someone's detect thoughts spell. DC 15 Perception check reveals the wood elf in at the Thunder Bums table is using a spell scroll. He has already got their answer to the current question. If the character fails the save, he gets the answers to all their questions already answered."
				],
				[
					"4",
					"The barmaid drops a bunch of wine bottles. A bunch of spirits escape. One turns into a spectre, a dog who wants to retrieve a bone it buried in life."
				],
				[
					"5",
					"An acquaintance from the carnival comes by and says hello. The characters can choose who."
				],
				[
					"6",
					"A halfling comes up to the party and asks if they'll give the answer to the last question to him for 15 gold. His name is Hobel."
				],
				[
					"7",
					"A dwarf with fiery red hair comes up and tries to pick a fight with a random player, accusing them of cheating."
				],
				[
					"8",
					"A fly lands on a random character's shoulder... it seems to be looking at the character's answer sheet. A DC15 arcana check reveals that it is a familiar. A DC20 perception check reveals which table it came from."
				],
				[
					"9",
					"A large half orc (Grom) buys a drink for one of the players. Roll 1d4 to decide which.  It's a goblet of the bar's specialty wine. Drinker must make a DC 20 CON save. On a fail, roll 1d6 for what the effect is:<br/>1. Causes the drinker to revert to a child for the rest of the game.<br/>2. Causes the drinker to act snobby and arrogant for the rest of the round.<br/>3. Causes the drinker to have an increased appetite and have temptations to roll in the mud. The occasional burp from the ale comes out as an oink instead.<br/>4. Causes the drinker to feel like fighting, and gives them advantage on intimidation checks and proficiency in unarmed strikes.<br/>5. Causes the drinker to feel a bit more flirty and confident and have advantage on any charisma rolls to woo.<br/>6. Causes the drinker to feel very smart but shy, and to gives them advantages on all intelligence checks."
				],
				[
					"10",
					"A half orc at another table stands up and yells WHAT DO YOU MEAN YOU'RE OUT OF ORCNOG?! He flips the table and storms out, grabbing a mug off the Thunder Bums' table.  They complain loudly and follow him outside, abandoning their game. Outside, a fight breaks out, and the half orc (Grom) wins."
				]
			]
		},
		{
			"name": "Round 1: Very Classy Questions",
			"source": "TWC",
			"page": 3,
			"colStyles": [
				"col-1 text-center",
				""
			],
			"rows": [
				[
					"1",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b What unique ability of a Paladin suffuses their weapon with righteous energy allowing them to expend a spell slot to deal extra radiant damage to a target on a hit?}",
							"{@footnote ANSWER|{@color Divine Smite|33CC33}|Answer}",
							"{@i Bonus: How much damage does a Divine Smite do if the paladin expends a 6th level spell slot?}",
							"{@footnote Bonus Answer|{@color {@color 5d8.|33CC33}|33CC33}<br/>The extra damage is 2d8 for a 1st-level spell slot, plus 1d8 for each Spell Level higher than 1st, to a maximum of 5d8.|Bonus Answer}"
						]
					}
				],
				[
					"2",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b What unique rogue ability allows them roll extra d6 damage dice on a hit?}",
							"{@footnote ANSWER|{@color Sneak Attack|33CC33}|Answer}",
							"{@i Bonus: An attack made by a rogue (non-swashbuckler) is eligible for Sneak Attack when the rogue attacks with a finesse or ranged weapon and either has advantage on the roll or if _____________.}",
							"{@footnote Bonus Answer|{@color An ally is within 5 ft.|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"3",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b Barbarian's rage lasts for one minute or until the barbarian either ends it as a bonus action, falls unconscious, or ends a turn without attacking a hostile creature or ____ since their last turn.}",
							"{@footnote ANSWER|{@color Taking damage|33CC33}|Answer}",
							"{@i Bonus: Reckless give a barbarian advantage on what types of attacks on their turn?}",
							"{@footnote Bonus Answer|{@color Meleé weapon attacks using Strength|33CC33}<br/>(just \"melee weapon attacks\" is acceptable)|Bonus Answer}"
						]
					}
				],
				[
					"4",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b Clerics of this domain (sub class) worship gods of storms, sea, and sky, granting them weather-related abilities.}",
							"{@footnote ANSWER|{@color Tempest Domain|33CC33}|Answer}",
							"{@i Bonus: Which domain is described by the following text from the sourcebook? \"Clerics who serve these deities bring comfort to those who seek rest and protect them by venturing into the encroaching darkness to ensure that the dark is a comfort, not a terror.\"}",
							"{@footnote Bonus Answer|{@color Twilight Domain|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"5",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b A bard of this college (sub class) learns a Fighting Style and gets an extra attack at level 6?}",
							"{@footnote ANSWER|{@color College of Swords|33CC33}|Answer}",
							"{@i Bonus: Which college grants the feature, \"Mantle of Inspiration\", which lets a bard dole out temp HP to allies:  College of Glamour, College of Valor, College of Inspiration, or College of Creation?}",
							"{@footnote Bonus Answer|{@color College of Glamour|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"6",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b A sorcerer of this subclass draws their innate abilities from dragon magic that was mingled with their blood or that of their ancestors: Dragon Ancestry, Abberant Dragonmark,  Draconic Bloodline, or Gift of the Chromatic Dragon?}",
							"{@footnote ANSWER|{@color Draconic Bloodline|33CC33}|Answer}",
							"{@i Bonus: True or False: a level 7 sorcerer of this subclass can sprout wings and fly.}",
							"{@footnote Bonus Answer|{@color False.|33CC33}<br/>A level 14 can though!|Bonus Answer}"
						]
					}
				],
				[
					"7",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b This D&D 5e class was not part of the original 12 classes defined in the Player's Handbook, but was introduced as playtest content in Unearthed Arcana, and later made official in the sourcebook, Tasha's Cauldron of Everything.}",
							"{@footnote ANSWER|{@color An Artificer|33CC33}|Answer}",
							"{@i Bonus: Which of the following is not an official 5e Artificer specialization (subclass)? Alchemist, Archivist, Armorer, Artillerist, Battle Smith.}",
							"{@footnote Bonus Answer|{@color Archivist.|33CC33}<br/>This was however a playtest subclass from the 2nd appearance of the Artificer in a 2019 edition of Unearthed Arcana.|Bonus Answer}"
						]
					}
				],
				[
					"8",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b How is a wizard's Spell Save DC calculated?}",
							"{@footnote ANSWER|{@color 8 + Spellcasting Ability Modifier (INT) + Proficiency Bonus ( + any other misc modifiers)|33CC33}|Answer}",
							"{@i Bonus: A Wizard from which school has the ability to cast area of effect spells that can be sculpted precisely to exclude their allies from harm.}",
							"{@footnote Bonus Answer|{@color School of Evocation|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"Final Round",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b Name the hit die for as many of the official 5e classes as you can.}",
							"{@footnote ANSWER|Artificer: d8<br/>Barbarian: d12<Br/>Bard: d8<Br/>Cleric: d8<Br/>Druid: d8<Br/>Fighter: d10<Br/>Monk: d8<Br/>Paladin: d10<Br/>Ranger: d10<Br/>Rogue: d8<Br/>Sorcerer: d6<Br/>Warlock: d8<Br/>Wizard: d6|Answer}"
						]
					}
				]
			]
		},
		{
			"name": "Round 2: Monster Mash-Up",
			"source": "TWC",
			"page": 3,
			"colStyles": [
				"col-1 text-center",
				""
			],
			"rows": [
				[
					"1",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b What types of damage disable troll regeneration?}",
							"{@footnote ANSWER|{@color Acid or Fire|33CC33}|Answer}",
							"{@i Bonus: What category of creature is a troll?}",
							"{@footnote Bonus Answer|{@color Giant|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"2",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b What are the only ways to prevent a vampire from regenerating?}",
							"{@footnote ANSWER|{@color Sunlight<br/>Running water<br/>Preventing it from transforming into a cloud of mist once it is reduced to 0 HP<br/>Preventing it from reaching its \"resting place\" within 2 hrs of being reduced to 0 HP<br/>(a stake through the heart only paralyzes it.)|33CC33}|Answer}",
							"{@i Bonus: True or false: the two things a Vampire can polymorph into are: a Medium cloud of mist or a Tiny bat.}",
							"{@footnote Bonus Answer|{@color True.|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"3",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b What kinds of nonmagical weapons can hurt constructs?}",
							"{@footnote ANSWER|{@color Adamantine(d) weapons.|33CC33}|Answer}",
							"{@i Bonus: 99% of constructs are immune to what specific type of damage?}",
							"{@footnote Bonus Answer|{@color Poison damage|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"4",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b What is the strongest type of Giant?}",
							"{@footnote ANSWER|{@color Storm Giant|33CC33}|Answer}",
							"{@i Bonus: How many types of giants are there?}",
							"{@footnote Bonus Answer|{@color 6 (Hill, Frost, Stone, Fire, Cloud, Storm)|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"5",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b This monster can pinpoint, by scent, the location of ferrous metal within 30 feet of it, and any nonmagical weapon made of metal that hits the monster corrodes.}",
							"{@footnote ANSWER|{@color Rust Monster|33CC33}|Answer}",
							"{@i Bonus: In what version of D&amp;D did the rust monster first appear?}",
							"{@footnote Bonus Answer|{@color The rust monster has since appeared in every major version of the game, including the first Monster Manual, published in 1977 as a supplament for AD&amp;D.|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"6",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b A Banshee's wail action states \"[creatures] within 30 feet of her that can hear her must make a DC 13 Constitution saving throw. On a failure, a creature drops to _____ hit points.\".}",
							"{@footnote ANSWER|{@color \"0\"|33CC33}|Answer}",
							"{@i Bonus: Only this creature type is immune to being frightened by the banshee's Horrifying Visage feature.}",
							"{@footnote Bonus Answer|{@color Undead|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"7",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b This creature, known for it's deadly leap, is a large predator which some sages believe is the result of a mad wizard's experiments at crossbreeding snapping turtles and armadillos, with infusions of demon ichor.}",
							"{@footnote ANSWER|{@color Bulette|33CC33}|Answer}",
							"{@i Bonus: A bulette can make a standing leap up to how many feet?  10 ft., 15 ft., 20 ft., or 30 ft.}",
							"{@footnote Bonus Answer|{@color 30 ft.|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"8",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b A magical effect makes this iconic catlike monster appear to be in a slightly different location than it actually is. As a result of this feature, all attack rolls against this creature must be rolled with disadvantage.}",
							"{@footnote ANSWER|{@color Displacer Beast|33CC33}|Answer}",
							"{@i Bonus: How many tentacles does this creature have? 0, 1, 2, 4, or 10?}",
							"{@footnote Bonus Answer|{@color 2|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"Final Round",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b Name the core types of chromatic and metallic dragons and their respective elemental breath weapons.}",
							"{@footnote ANSWER|Red: Fire<br/>White: Ice<br/>Black: Acid<br/>Green: Poison<br/>Blue: Lightning<br/>Brass: Sleep<br/>Copper: Acid<br/>Bronze: Lightning<br/>Silver: Ice<br/>Gold: Fire|Answer}"
						]
					}
				]
			]
		},
		{
			"name": "Round 3: Know Your Rules",
			"source": "TWC",
			"page": 3,
			"colStyles": [
				"col-1 text-center",
				""
			],
			"rows": [
				[
					"1",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b If a raging barbarian has resistance to fire damage and succeeds on a saving throw to take half-damage from an area of effect which normally deals 2 fire damage, how much damage does the barbarian take?}",
							"{@footnote ANSWER|{@color 0 damage.|33CC33}<br/>2, save for half damage = 1, resistance means ½ which rounds down to 0.|Answer}",
							"{@i Bonus: which subclass of barbarian are we talking about?}",
							"{@footnote Bonus Answer|{@color Path of the Totem Warrior|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"2",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b 2-Parter: Constriction and falling inflict what type of damage? What type of damage does drowning inflict?}",
							"{@footnote ANSWER|{@color Bludgeoning, No specific type|33CC33}|Answer}",
							"{@i Bonus: name one other example of something that reduces a character's HP without dealing a specific type of damage.}",
							"{@footnote Bonus Answer|{@color Power Word Kill, Banshee's wail, Effects that can reduce hit point maximum such as 4 levels of exhaustion, Mummy's rotting fist, or a Specter's Life Drain ability. There are probably many, many more! (Google to verify)|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"3",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b Bearing a rider puts which of the following restrictions on the actions and movement an independent mount can take?}",
							{
								"type": "list",
								"style": "list-no-bullets",
								"items": [
									"A. None",
									"B. It cannot take any actions other than Dash, Disengage, or Dodge.",
									"C. It cannot take reactions.",
									"D. Moving one foot costs two feet of speed.",
									"E. Its speed is reduced by 5 ft if its rider is 1 size smaller than it, or 0 ft if the rider is 2 or more sizes smaller.",
									"F. A mount does not take its own actions when bearing a rider.",
									"G. The rider must use a bonus action to control the mount, otherwise it cannot take any actions other than Dash, Disengage, or Dodge.",
									"H. All of the above"
								]
							},
							"{@footnote ANSWER|{@color A|33CC33}<br/>Only a controlled (non-independent) mount is limited to taking Dash, Disengage, or Dodge action.|Answer}",
							"{@i Bonus: If a mount is controlled (not independent), does it get to take a full turn on the turn the moment it is mounted?}",
							"{@footnote Bonus Answer|{@color Yes|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"4",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b 2-Parter: Per the PHB, what happens when an unconscious PC rolls a 1 on their Death Saving Throw? And what happens when they roll a 20?}",
							"{@footnote ANSWER|{@color 1 = they suffer two failed death saves<br/>20 = they regain consciousness with 1 HP|33CC33}|Answer}",
							"{@i Bonus: If a player rolls a nat 20 on a death save, does their character get to take their turn immediately, or do they wait until the next round?}",
							"{@footnote Bonus Answer|{@color The death save happens at the start of their turn. They get to take their turn if they regain consciousness.|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"5",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b An ancient white dragon's movement stats read as follows: Speed: 40 ft., borrow 40 ft., fly 80 ft., swim 40 ft.  What is the longest distance the dragon can naturally cover on one turn (without benefitting from any extra magical affects, legendary actions, etc.)?}",
							"{@footnote ANSWER|{@color 160 ft.|33CC33}<br/>If they use their movement to fly 80 ft. and dash action to fly another 80 ft.|Answer}",
							"{@i Bonus: If the dragon first moves 25 ft., then grapples a PC (successfully), then attempts to move while grappling, what is the longest distance the dragon can naturally cover on that turn?}",
							"{@footnote Bonus Answer|{@color 25 ft.|33CC33}<br/>No dash available anymore, grappling is half-speed, and always round down. (80 - 25) / 2 = 27.5, rounds down to 25.|Bonus Answer}"
						]
					}
				],
				[
					"6",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b A creature with 3 HP is hit with a melee attack for 5 damage.  Unfortunately, the player didn't want to kill the creature... they wanted to leave it alive to question it.  Assuming there are no extra affects or traits which alter the damage amount, which of the following is true?}",
							{
								"type": "list",
								"style": "list-no-bullets",
								"items": [
									"A. The creature is reduced to 0 HP and dies instantly, while the player can choose an adjacent target to deal the remaining 2 damage to.",
									"B. The creature is reduced to -2 HP and dies instantly.",
									"C. The creature is reduced to 0 HP and dies instantly.",
									"D. On a successful hit, a player can always choose to apply as much or as little of the damage as they like.",
									"E. The player can choose to deal a killing blow, or leave the monster unconscious but stable at 0 HP.",
									"F. The DM must make a ruling: per the PHB, either the creature dies instantly, or the attack action is forfeit, dealing no damage."
								]
							},
							"{@footnote ANSWER|{@color E|33CC33}|Answer}",
							"{@i Bonus: When can the player make the decision to leave the creature alive?}",
							"{@footnote Bonus Answer|{@color Per the PHB: \"the instant the damage is dealt\"|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"7",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b A PC sees 3 potions before him. He drinks the first, and learns that it grants him 3 Temporary Hit Points. He drinks the next one, which grants him 5 Temp HP. He excitedly drinks the last one, which grants him only 1 Temp HP.  Assuming he started with 0 Temp HP, how many Temporary Hit Points does the PC now have?}",
							"{@footnote ANSWER|{@color 5 Temporary Hit Points|33CC33}<br/>Temporary Hit points do not stack, so you just take the highest value granted.|Answer}",
							"{@i Bonus: Let's say the PC had a max HP of 51 but had already taken 17 points of damage before drinking any of the Temp HP potions. Let's also say the potions are magically trapped... Between drinking potion #1 and #2, the PC is subjected to an affect that reduces his Maximum HP by half. Then, between drinking potions #2 and #3, the PC takes 7 pts of psychic damage.  What would his final HP stats be?}",
							"{@footnote Bonus Answer|{@color HP: 23 / Temp HP: 1|33CC33}|Bonus Answer}"
						]
					}
				],
				[
					"8",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b (This one has a tricky answer) A creature with a STR score of 10 and speed of 35 ft. but no stat for swimming speed or climbing speed stands 5 ft. away from a 15-ft-wide moat. The creature wants to cross the moat and then immediately climb straight up a 20-foot castle wall. Applying only common PHB movement options and action economy (assuming no extra effects or abilities are at play that can modify their mobility), at most, how far up the wall can the creature make it on their turn?}",
							"{@footnote ANSWER|{@color All the way to top! (20 ft. up), as long as the creature first performs a standing jump into the moat, then swims the remainder, then takes the dash action while climbing.|33CC33}<br/>Swimming and climbing are both half-speed, so after running up 5 ft., it would normally take 30 ft. of movement to swim the moat, however a standing long jump allows the creature to clear 5 ft. (half its strength score in feet) in the air, costing only 5 ft. of its movement. Swimming the remainder would cost 20 ft. of movement, leaving the creature 5 ft. of movement left to climb just 2½ ft. up the wall. Then, if the creature takes the dash action, it can cover another 17½ ft. of climbing--just enough to reach the top!|Answer}",
							"{@i Bonus: Let's say the creature backed up 5ft, then ran 10 ft. toward the moat so it could perform a long jump.  How would this affect their total movement?}",
							"{@footnote Bonus Answer|They would only make it {@color 17½ ft. up the wall|33CC33}, considering that backing away and then running up would use 15 ft. of movement, and the jump would clear 10 ft. (strength score), after swimming the remainder and dashing while climbing, they'd run out of movement 17½ feet up.|Bonus Answer}"
						]
					}
				],
				[
					"Final Question",
					{
						"type": "entries",
						"page": 3,
						"entries": [
							"{@b Point out as many rules errors in the following paragraph as possible (hypothetical errors accepted, when relevant... ex: \"if X {@i were} true, then Y would also be wrong\", etc.):}",
							"{@b A level 5 Rogue is facing a goblin and a wolf which is currently prone. After being attacked by the goblin, on the Rogue's turn, she uses her reaction to roll a DEX save against the goblin's scimitar attack, then use her first action to drop her dagger in order to grasp her rapier with two hands, increasing the damage die.}",
							"{@b Then for her second action, she moves away from the goblin and toward the wolf, a total of 15 ft. of movement, and then she attacks. On her d20, the player rolls a 17 for her attack, and the DM says \"Nice!  17 plus your +3 DEX ability modifier makes that a 20, which totally beats the wolf's DC. Hey, in fact that's a 20, so it's a critical hit!\"}",
							"{@b The player then rolls for damage, and she and the DM add it up, the DM announcing the details: \"Okay, for your 1d10 versatile weapon damage you rolled 9, and then your proficiency bonus gives you a +2 modifier.  So that's 11, tripled for the crit becomes 33. Are you also going to use your Sneak Attack?  Ok great, so for your 3d6 sneak attack damage, you rolled 19... so that all comes out to a total of... 52 slashing damage.  Unbelievable! How do you wanna do it?!\"}",
							"{@footnote ANSWER|Answer: 20 Possible Errors (at least that I know of)...<br/><br/>1. Rolling a DEX Save is not a reaction, and it's usually not part of your turn either.  It's only ever done in response to some other trigger.<br/><br/>2. A goblin's scimitar attack does not require a DEX save. Also, resolving whether the goblin hit or not would have already happened before the Rogue's turn.<br/><br/>2. You only get one action per turn. Some classes may get two attacks per action, but actually rogues don't!<br/><br/>3. Dropping something in your hands (like a dagger) is not an action. It's considered a \"free object interaction\".<br/><br/>4. Rapiers are not versatile, meaning that grasping them with two hands does nothing to increase the damage.<br/><br/>5. Moving is part of the Rogue's \"movement\",  not technically part of her action, as the text described it.<br/><br/>6. The goblin gets an attack of opportunity if the Rogue moves 15 ft. If the goblin just attacked her with a scimitar, the Rogue is certainly within its reach, and moving 15 ft in any direction means she's leaving its reach.<br/><br/>7. She should have rolled with advantage. The wolf was prone and she was making a meleé attack. In fact, having advantage is the only reason Sneak Attack applies here. Without advantage, she shouldn't have presumed that she could use Sneak Attack in the first place. Hypothetically.<br/><br/>8. The DM forgot to add the Rogue's proficiency bonus to the attack roll. The attack roll modifiers on a non-crit include ability modifier and proficiency.<br/><br/>9. The DM said the attack roll beat the monster's \"DC\"... should have said \"AC\" (meaning \"armor class\").<br/><br/>10. The DM announced that it was a \"critical hit\", which it isn't. Only a rolled natural 20 is a crit (unless you have some additional class feature like the \"Improved Critical\" feature of a Champion archetype fighter).<br/><br/>11. Rapiers do 1d8 damage, not 1d12. Again, a rapier is not a \"versatile\" weapon, so its damage roll remains 1d8, even when wielded with two hands.<br/><br/>13. Proficiency bonus is not added to weapon damage. It is added to attack rolls, but not damage rolls.<br/><br/>14. The proficiency bonus for a Level 5 character would be +3. Assuming she's a 5th level character, proficiency should not be +2, as the DM stated.<br/><br/>15. Ability modifier should have been added to the weapon damage (e.g. +3 DEX modifier). Since a rapier is a \"finesse\" weapon, either the DEX or STR ability can be used, so unless the player had a +0 to both DEX and STR (which they didn't, according to what the DM said earlier in the paragraph), they forgot to add this.<br/><br/>16. Hypothetically,  damage on a critical hit is doubled, not tripled. Had this been a real crit, they seemingly would have messed that up too.<br/><br/>17. Hypothetically, damage modifiers are not multiplied on a crit. Damage modifiers are added only after the attack damage is doubled.<br/><br/>18. Hypothetically, the 3d6 Sneak Attack damage mathematically couldn't have been above 18. The DM said it was. Not really a RULE gaff, but still an obvious mathematical error.<br/><br/>19. Hypothetically, Sneak Attack damage is doubled on a crit.  To be clear, this attack was not a critical hit, but if it had been, the Sneak Attack dice, which are part of the attack damage, should have been double along with the weapon damage.<br/><br/>20. A rapier does piercing damage, not slashing damage.<br/><br/>21. Rogues can't be girls (yeah just kidding)|Answer} (hold shift and hover to lock pop-up in place)"
						]
					}
				]
			]
		}
	],
	"monster": [
		{
			"name": "Mister Light",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "TWC",
			"page": 26,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"elf",
					"shadar-kai"
				]
			},
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 77,
				"formula": "14d8 + 14"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 16,
			"con": 12,
			"int": 12,
			"wis": 13,
			"cha": 17,
			"save": {
				"dex": "+5",
				"cha": "+5"
			},
			"skill": {
				"perception": "+3",
				"performance": "+5",
				"sleight of hand": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"resist": [
				"necrotic"
			],
			"vulnerable": [
				"lightning"
			],
			"conditionImmune": [
				"blinded",
				"deafened",
				"petrified",
				"stunned"
			],
			"languages": [
				"Common",
				"Elvish",
				"Sylvan"
			],
			"cr": "3",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"While carrying the {@item Witchlight vane|TWC}, Light casts one of the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save {@dc 13}, {@hit 5} to hit with spell attacks):"
					],
					"will": [
						"{@spell dancing lights}",
						"{@spell polymorph} (after casting, roll a {@dice d8}; on a roll of 3 or 8, Light can't cast the spell again until the next dawn)",
						"{@spell ray of frost}"
					],
					"ability": "cha",
					"displayAs": "action"
				}
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Light has advantage on saving throws against being {@condition charmed}, and magic can't put him to sleep."
					]
				},
				{
					"name": "Special Equipment",
					"entries": [
						"Light carries and is attuned to the {@item Witchlight vane|TWC}. In Light's hands, the vane is a finesse weapon."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Light makes two {@item Witchlight vane|TWC} attacks."
					]
				},
				{
					"name": "Witchlight Vane",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage plus 4 ({@damage 1d8}) radiant damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Blessing of the Raven Queen (1/Day)",
					"entries": [
						"Light magically teleports, along with any equipment he is wearing or carrying, up to 30 feet to an unoccupied space he can see. Until the start of his next turn, he appears ghostly and gains resistance to all damage."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"damageTags": [
				"B",
				"R"
			],
			"damageTagsSpell": [
				"C"
			],
			"miscTags": [
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://raw.githubusercontent.com/5etools-mirror-3/5etools-2014-img/refs/heads/main/bestiary/tokens/WBtW/Mister%20Light.webp"
		},
		{
			"name": "Mister Witch",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "TWC",
			"page": 25,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"elf",
					"shadar-kai"
				]
			},
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				10
			],
			"hp": {
				"average": 82,
				"formula": "11d8 + 33"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 11,
			"con": 16,
			"int": 16,
			"wis": 13,
			"cha": 14,
			"save": {
				"int": "+5",
				"wis": "+3"
			},
			"skill": {
				"arcana": "+5",
				"deception": "+4",
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"resist": [
				"necrotic"
			],
			"languages": [
				"Common",
				"Elvish",
				"Sylvan"
			],
			"cr": "3",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"While carrying the {@item Witchlight watch|TWC}, Witch casts one of the following spells, requiring no spell components and using Intelligence as the spellcasting ability (spell save {@dc 13}, {@hit 5} to hit with spell attacks):"
					],
					"will": [
						"{@spell fire bolt}",
						"{@spell invisibility} (after casting, roll a {@dice d8}; on a roll of 3 or 8, Witch can't cast the spell again until the next dawn)",
						"{@spell message}"
					],
					"ability": "int",
					"displayAs": "action"
				}
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Witch has advantage on saving throws against being {@condition charmed}, and magic can't put him to sleep."
					]
				},
				{
					"name": "Special Equipment",
					"entries": [
						"Witch carries and is attuned to the {@item Witchlight watch|TWC}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Witch makes two Cane attacks."
					]
				},
				{
					"name": "Cane",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage plus 6 ({@damage 1d12}) necrotic damage."
					]
				}
			],
			"bonus": [
				{
					"name": "Blessing of the Raven Queen (1/Day)",
					"entries": [
						"Witch magically teleports, along with any equipment he is wearing or carrying, up to 30 feet to an unoccupied space he can see. Until the start of his next turn, he appears ghostly and gains resistance to all damage."
					]
				}
			],
			"traitTags": [
				"Fey Ancestry"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"damageTags": [
				"B",
				"N"
			],
			"damageTagsSpell": [
				"F"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflictSpell": [
				"invisible"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://raw.githubusercontent.com/5etools-mirror-3/5etools-2014-img/refs/heads/main/bestiary/tokens/WBtW/Mister%20Witch.webp"
		},
		{
			"name": "Witchlight Hand (Medium)",
			"source": "TWC",
			"page": 27,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"A"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 9,
				"formula": "2d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 14,
			"con": 11,
			"int": 12,
			"wis": 13,
			"cha": 12,
			"skill": {
				"sleight of hand": "+6"
			},
			"passive": 11,
			"languages": [
				"Common plus any one language"
			],
			"cr": "1/8",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The hand casts one of the following spells, using Charisma as the spellcasting ability:"
					],
					"will": [
						"{@spell dancing lights}",
						"{@spell message}",
						"{@spell prestidigitation}"
					],
					"ability": "cha",
					"displayAs": "action"
				}
			],
			"trait": [
				{
					"name": "Secret Expertise",
					"entries": [
						"The hand has one of these additional skills: Acrobatics +6, Animal Handling +5, Arcana +5, Athletics +4, Medicine +5, or Performance +5."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				},
				{
					"name": "Pixie Dust (1/Day)",
					"entries": [
						"The hand sprinkles a pinch of pixie dust on itself or another creature it can see within 5 feet of it. The recipient gains a flying speed of 30 feet for 1 minute. If the creature is airborne when this effect ends, it falls safely to the ground, taking no damage and landing on its feet."
					]
				}
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW"
			],
			"hasToken": true,
			"hasFluff": true,
			"tokenUrl": "https://raw.githubusercontent.com/5etools-mirror-3/5etools-2014-img/refs/heads/main/bestiary/tokens/WBtW/Witchlight%20Hand%20(Medium).webp"
		},
		{
			"name": "Witchlight Hand (Small)",
			"source": "TWC",
			"_copy": {
				"name": "Witchlight Hand (Medium)",
				"source": "TWC",
				"_preserve": {
					"page": true,
					"hasFluff": true,
					"hasFluffImages": true
				}
			},
			"size": [
				"S"
			],
			"hp": {
				"average": 7,
				"formula": "2d6"
			},
			"hasToken": true,
			"hasFluff": true,
			"tokenUrl": "https://raw.githubusercontent.com/5etools-mirror-3/5etools-2014-img/refs/heads/main/bestiary/tokens/WBtW/Witchlight%20Hand%20(Small).webp"
		},
		{
			"name": "Kester the Kenku",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "TWC",
			"page": 3,
			"_copy": {
				"name": "Master Thief",
				"source": "MPMM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"replace": "the thief",
						"with": "Kester",
						"flags": "i"
					},
					"action": {
						"mode": "appendArr",
						"items": {
							"name": "Twilight Sleep (2/Day)",
							"entries": [
								"Kester targets one creature he can see within 10 feet of him. The target is engulfed in a cloud of magical, sleep-inducing gas and must succeed on a {@dc 13} Constitution saving throw or fall {@condition unconscious} for 1 minute. A creature put to sleep by this gas awakens instantly if it takes damage, or if someone uses an action to shake or slap the sleeper awake."
							]
						}
					},
					"trait": {
						"mode": "appendArr",
						"items": [
							{
								"name": "Mimicry",
								"entries": [
									"Kester can mimic any sounds he has heard, including voices. A creature that hears the sounds can tell they are imitations only with a successful {@dc 13} Wisdom (Insight) check."
								]
							}
						]
					}
				}
			},
			"cha": 16,
			"save": {
				"dex": "+7",
				"cha": "+6"
			},
			"type": {
				"type": "humanoid",
				"tags": [
					"kenku"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"skill": {
				"acrobatics": "+7",
				"arcana": "+2",
				"athletics": "+3",
				"deception": "+5",
				"investigation": "+2",
				"perception": "+3",
				"sleight of hand": "+7",
				"stealth": "+7"
			},
			"languages": [
				"understands Auran and Common but speaks only through the use of her Mimicry trait"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Kester casts one of the following spells, using Charisma as the spellcasting ability (spell save {@dc 13}):"
					],
					"will": [
						"{@spell disguise self}",
						"{@spell friends}",
						"{@spell mage hand}",
						"{@spell minor illusion}"
					],
					"daily": {
						"1e": [
							"{@spell bestow curse}",
							"{@spell faerie fire}",
							"{@spell speak with animals}"
						]
					},
					"ability": "cha",
					"displayAs": "action"
				}
			],
			"languageTags": [
				"AU",
				"C"
			],
			"conditionInflict": [
				"unconscious"
			],
			"tokenUrl": "https://raw.githubusercontent.com/5etools-mirror-3/5etools-2014-img/refs/heads/main/bestiary/tokens/WBtW/Kettlesteam%20the%20Kenku.webp"
		},
		{
			"name": "Treant Sapling",
			"source": "TWC",
			"page": 36,
			"size": [
				"L"
			],
			"type": "plant",
			"alignment": [
				"C",
				"G"
			],
			"alignmentPrefix": "typically ",
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 45,
				"formula": "6d10 + 12"
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 8,
			"con": 15,
			"int": 12,
			"wis": 12,
			"cha": 10,
			"passive": 11,
			"resist": [
				"bludgeoning",
				"piercing"
			],
			"vulnerable": [
				"fire"
			],
			"languages": [
				"Common",
				"Druidic",
				"Elvish",
				"Sylvan"
			],
			"cr": "2",
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"If the treant is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the treant move or act, that creature must succeed on a {@dc 18} Intelligence (Investigation) check to discern that the treant is animate."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The treant makes two Slam attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Rock",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 20/60 ft., one target. {@h}14 ({@damage 2d10 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Animate Trees (1/Day)",
					"entries": [
						"The treant magically animates one or two trees it can see within 60 feet of it. These trees have the same statistics as an awakened tree (see the Monster Manual), except they can't speak. An animated tree acts as an ally of the treant. The tree remains animate for 1 day or until it dies, until the treant dies or is more than 120 feet from the tree, or until the treant takes a bonus action to turn it back into an inanimate tree. The tree then takes root if possible."
					]
				}
			],
			"traitTags": [
				"False Appearance"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DU",
				"E",
				"S"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"hasToken": true,
			"hasFluffImages": true,
			"tokenUrl": "https://raw.githubusercontent.com/5etools-mirror-3/5etools-2014-img/refs/heads/main/bestiary/tokens/WBtW/Treant%20Sapling.webp"
		},
		{
			"name": "Giant Dragonfly",
			"source": "TWC",
			"page": 234,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 22,
				"formula": "4d10"
			},
			"speed": {
				"walk": 10,
				"fly": 60
			},
			"str": 15,
			"dex": 18,
			"con": 11,
			"int": 3,
			"wis": 10,
			"cha": 3,
			"passive": 10,
			"cr": "1/2",
			"trait": [
				{
					"name": "Drone",
					"entries": [
						"When it beats its wings, the dragonfly emits a loud droning sound that can be heard out to a range of 120 feet."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Uncanny Dodge",
					"entries": [
						"The dragonfly halves the damage it takes from an attack made against it, provided it can see the attacker."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://raw.githubusercontent.com/5etools-mirror-3/5etools-2014-img/refs/heads/main/bestiary/tokens/WBtW/Giant%20Dragonfly.webp"
		},
		{
			"name": "Giant Snail",
			"source": "TWC",
			"page": 234,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 22,
				"formula": "4d10"
			},
			"speed": {
				"walk": 10,
				"climb": 10
			},
			"str": 15,
			"dex": 3,
			"con": 11,
			"int": 3,
			"wis": 10,
			"cha": 3,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"cr": "1/4",
			"trait": [
				{
					"name": "Salt Osmosis",
					"entries": [
						"Whenever the snail starts its turn in contact with a pound or more of salt, it takes {@damage 1d4} necrotic damage. Using an action to sprinkle a pound of salt on the snail deals {@damage 1d4} necrotic damage to it immediately and another {@damage 1d4} necrotic damage to it at the start of its next turn (after which the salt rubs off), provided the snail has not withdrawn into its shell."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) bludgeoning damage."
					]
				},
				{
					"name": "Shell Defense",
					"entries": [
						"The snail withdraws into its shell, gaining a +4 bonus to its AC until it emerges. It can emerge from its shell as a bonus action on its turn."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://raw.githubusercontent.com/5etools-mirror-3/5etools-2014-img/refs/heads/main/bestiary/tokens/WBtW/Giant%20Snail.webp"
		},
		{
			"name": "Giant Swan",
			"source": "TWC",
			"page": 38,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 26,
				"formula": "4d10 + 4"
			},
			"speed": {
				"walk": 10,
				"fly": 80
			},
			"str": 16,
			"dex": 17,
			"con": 13,
			"int": 8,
			"wis": 14,
			"cha": 10,
			"skill": {
				"perception": "+4"
			},
			"passive": 14,
			"languages": [
				"Auran",
				"Common"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Keen Sight",
					"entries": [
						"The swan has advantage on Wisdom (Perception) checks that rely on sight."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The swan makes two attacks with its beak."
					]
				},
				{
					"name": "Beak",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AU",
				"C"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"hasToken": true,
			"tokenUrl": "https://raw.githubusercontent.com/5etools-mirror-3/5etools-2014-img/refs/heads/main/bestiary/tokens/WBtW/Giant%20Swan.webp"
		}
	],
	"adventure": [
		{
			"name": "The Witchlight Carnival",
			"id": "TWC",
			"source": "TWC",
			"group": "homebrew",
			"coverUrl": "https://raw.githubusercontent.com/orcnog/5etools-brew/main/WBtW/images/witchlight-carnival-bookshelf-img.webp",
			"contents": [
				{
					"name": "Intro",
					"headers": [
						"Adventure Summary",
						"Feywild Trinkets",
						"Pronunciation Guide",
						"Eight and Three",
						"Beginning the Adventure"
					]
				},
				{
					"name": "Witchlight Carnival",
					"headers": [
						"Running this Chapter",
						"Carnival Owners",
						"Witchlight Hands",
						"Carnival Overview",
						"Carnival Events"
					]
				},
				{
					"name": "Carnival Locations",
					"headers": [
						"Ticket Booth",
						"Big Top",
						"Bubble-Pop Teapot",
						"Calliope",
						"Dragonfly Rides",
						"Feasting Orchard",
						"Gondola Swans",
						"Hall of Illusions",
						"Pixie Kingdom",
						"Pub Trivia",
						"Silversong Lake",
						"Small Stalls",
						"Snail Racing",
						"Staff Area"
					]
				},
				{
					"name": "Fantasy Costco",
					"headers": [
						"Overview",
						"Resolving the Old Man's Quest",
						"What's for Sale?",
						"Making Deals for \"Precious Things\"",
						"Special Favors for Garfield",
						"Conclusion"
					]
				}
			],
			"level": {
				"start": 5,
				"end": 5
			},
			"published": "2022-01-01",
			"storyline": "Wild Beyond The Witchlight"
		}
	],
	"adventureData": [
		{
			"id": "TWC",
			"source": "TWC",
			"data": [
				{
					"type": "section",
					"name": "Intro",
					"page": 1,
					"id": "001",
					"entries": [
						{
							"type": "image",
							"page": 1,
							"href": {
								"type": "internal",
								"path": "adventure/WBtW/007-00-008.webp"
							},
							"title": "The arrival of the Witchlight Carnival is a highly anticipated event",
							"width": 1700,
							"height": 1137
						},
						{
							"type": "entries",
							"name": "Adventure Summary",
							"page": 1,
							"id": "007",
							"entries": [
								"The goal of this side quest is to present your characters with a fun distraction from their possibly violent campaigning. The Witchlight Carnival is in town, and your characters have a day (or two) to kill, so why not buy a ticket and play some carnival games? The reward for completing enough of the objectives throughout the carnival is a chance for the adventurers to visit a fantastical magic shop, stocked with all manner of spell scrolls and magic items that may help the adventurers on their quests.",
								"To enter the {@area Fantasy Costco|437|x}, the characters must first visit the carnival, which travels across the Material Plane and appears on the characters' world once every eight years. The carnival owners are a pair of shadar-kai (elves native to the Shadowfell) named {@creature Mister Witch|TWC} and {@creature Mister Light|TWC}, who can help or hinder the characters' efforts to reach {@area Fantasy Costco|437|x}."
							]
						},
						{
							"type": "inset",
							"name": "Eight and Three",
							"page": 1,
							"id": "008",
							"entries": [
								"As you run {@i The Witchlight Carnival}, look for ways to bring the numbers eight and three to the fore.",
								"The number eight is symbolically important, as this adventure plays with the themes of time and nostalgia. The numeral 8 resembles an hourglass, which measures the passage of time, and looks like the symbol for infinity (∞) turned on its side. Hidden within the numeral 8 itself is the numeral 3. In the D&D multiverse, there exists the Rule of Three, which states that events of cosmic consequence often manifest in threes. Time, for instance, has a past, present, and future.",
								"Hidden within the adventure are numerous other mentions of the numbers eight and three. Can you find them all?"
							]
						},
						{
							"type": "entries",
							"name": "Feywild Trinkets",
							"page": 1,
							"id": "01a",
							"entries": [
								"The {@table Feywild Trinkets|TWC|Feywild Trinkets table} that follows offers a selection of trinkets appropriate for Feywild-themed adventures such as this one. The adventure includes a few encounters that require you to roll on the table to determine what random trinkets the characters find in key locations.",
								{
									"type": "statblock",
									"tag": "table",
									"name": "Feywild Trinkets",
									"source": "TWC",
									"page": 1,
									"style": "inset"
								}
							]
						},
						{
							"type": "entries",
							"name": "Pronunciation Guide",
							"page": 3,
							"id": "05f",
							"entries": [
								"The Pronunciations table shows how to pronounce many of the unusual names that appear in this adventure.",
								{
									"type": "table",
									"caption": "Pronunciations",
									"colLabels": [
										"Name",
										"Pronunciation"
									],
									"colStyles": [
										"col-5 text-center",
										"col-7 text-center"
									],
									"rows": [
										[
											"Iggwilv",
											"IGG-wilv"
										],
										[
											"Madryck Roslof",
											"MAD-rick RAWZ-loff"
										],
										[
											"Naeryx Krumple",
											"NAIR-ix KRUM-pull"
										],
										[
											"Urmius Umbrage",
											"ER-mee-us UM-bredge"
										],
										[
											"Zybilna",
											"zuh-BILL-nah"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Beginning the Adventure",
							"page": 2,
							"id": "045",
							"entries": [
								"How the characters become embroiled in the adventure depends on what type of hook you choose to use to pull them into it. Choose either the \"Old Man's Quest\" adventure hook detailed below, or a custom plot hook. It can be as simple as \"the carnival is in town, and everyone in the village is excited to attend... and you've got some time to kill before the next leg of your adventure!\"",
								{
									"type": "entries",
									"name": "Old Man's Quest",
									"page": 2,
									"id": "054",
									"entries": [
										"In this preamble, an aging treasure hunter named Madryck Roslof tells the characters about a fantastical magic shop called {@area Fantasy Costco|437|x}, which exists only in a pocket dimension and can only be reached by finding and using a portal in the carnival. Madryck says that he stumbled upon it years ago and bartered for a magic item which he's now lost. He impores the characters to journey to this pocket dimension and try to buy back some of what he barted away: years of his now dwindling life.",
										"If you like, you can replace Madryck Roslof with a different NPC who better suits your campaign, such as Reidoth, the druid. Whether Madryck or someone else gives the quest, the characters must enter the carnival and charm their way into the good graces of the carnival owners, {@creature Mister Witch|TWC} and {@creature Mister Light|TWC} to be invited to use the portal, or investigate and unravel clues in order to discover the secret portal themselves.",
										{
											"type": "entries",
											"name": "Setting the Stage",
											"page": 2,
											"id": "056",
											"entries": [
												"To kick off the adventure, read the following boxed text to your players:",
												{
													"type": "insetReadaloud",
													"id": "057",
													"entries": [
														"You have been summoned to the abode of a renounced treasure hunter named Madryck Roslof. His adventuring days are behind him, and he looks quite old and frail. Nevertheless, he is delighted, or maybe relieved to make your acquaintance. A servant enters the room with a cup of tea for the old man.",
														"Madryck: \"Ah, thank you, Orsen.\" [hacking cough]",
														"Orsen: \"Of course my old friend.\" He turns to face you. \"May I get you anything? Tea? Pamplemousse La Croix?\""
													]
												},
												"Osren only has Blackgrass Tea and a single La Croix on hand: Lime (no pamplemousse).  Madryck, once wealthy from all his treasure hunting, is now just scraping by, and has reduced Orsen's salary to the point that the servant had to look for work elsewhere. And, having already given his two-week notice, this is actually his last day.",
												{
													"type": "insetReadaloud",
													"id": "058",
													"entries": [
														"\"I'll try get right to the point.  I've acquired many treasures during my lengthy adventuring career,\" says Madryck. \"but none as marvelous as the one I accquired from a legendary magic merchant. His magic shop, whose name I shall not utter, is not easily found, and his wares do not come cheap.  For I was only able to acquire my prize by bartering for it. The item was tarnished brass framed spectacle, unassuming in appearance, but it granted the wearer the ability to find what they were looking for, be it lost items, clues, or even hidden treasures. The asking price was well beyond my means, so I struck a deal: in exchange for this spectacle, I traded 38 years of my life. At the budding young age of 20, it seemed like a fair deal at the time. But now look at me. Nearing death. I look and feel all of 90, when I'm actually in my 50's. I gambled away my twilight years for a parlor trick trinket that I've now... [sigh]... lost.  Yes, it's true.  It was a magic item that literally finds other items, making it the only object in my posession that I could {@i possibly lose}... Oh the terrible irony.  And now I am left with such regret over my foolish trade, I cannot stand it.\" [Hacking cough]",
														"Madryck looks up at you with aged, sagging eyes. \"Please. I implore you to return to the magic shop and try to buy back some of my years. Take this and try to sell it to the shop keeper in exchange for as many years of my life as he'll trade back. It's not much but since losing my spectacle, I've slowly had to sell off my treasures, and this ring is now all I have to trade.\"",
														"Madryck extends a shaky arm and opens his hand to reveal a small wooden ring. \"It is imbued with the magical gift of animal kinship. The wearer can speak with birds and beasts, and gains influence over them when needed.\" He forces a smile, \"In the right hands it really could be quite powerful!\" he says enthusiastically, doing his best to promote the ring's worth. \"Please convince the shop keep of its considerable value.\"",
														"\"Know this: The merchant's shop is not simple to find. It exists in a pocket dimension between planes, and can only be accessed one way: Every eight years, our world is visited by a traveling extravaganza called the Witchlight Carnival, and hidden somewhere in the carnival is a doorway to the magic shop. The exact location of this portal changes constantly, but rest assured that {@i someone} always knows where it is.  The Carnival has recently returned to this world and is camped closeby, just outside of Phandalin. I'm asking you now because the carnival might pack up and leave at any time, and it contains your only route to the dimensional crossing where you'll find the magic shop, the shop whose terrible name I fear to utter aloud!\"",
														"\"Seek out the portal. Take my ring to the merchant. Buy me back some of my precious years.\""
													]
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/WBtW/009-00-010.madryck-roslof.webp"
													},
													"title": "Madryck Roslof",
													"width": 850,
													"height": 1770
												},
												"The players may want to know more about the portal and how to find it—who should they ask about its location? What does it look like? Is it dangerous to pass through?  Here's what Madryck knows and is willing to share:",
												{
													"type": "list",
													"items": [
														"{@b What does the portal look like?} The portal is not going to be visible to just anyone. Only the Witchligh Monarch can see the portal. If none of the heros are crowned the Witchlight Monarch, they'll have to devise some other means of learning its location.",
														"{@b Is it dangerous?} Entering the portal is not dangerous. Though, time flows differently in the pocket dimension.",
														"{@b Who should they talk to?} Currying the favor of the carnival owners is adviseable, though it's not a guaranteed that even they know of the portal's existance or location.",
														"{@b What exactly does the ring do? / What is it called?} \"I call this Madryck's Ring!\" he says, and starts to chuckle, which turns into a hacking cough. The ring bestows the effects of the {@spell Speak With Animals} spell on the wearer, and grants advantage on {@skill Animal Handling} checks, as well as Charisma checks made to influence beasts.",
														"{@b How does \"buying back years\" work? How do they know if it's successful?} If his theory is right, the shop keeper's word is all they need. That's all it took last time, at least.",
														"{@b What's the shop keeper's name?} He has gone by many names. There are those who call him Garfield the Deals Warlock",
														"{@b What's the name of this magic shop?} A DC 15 Charisma ({@skill Persuasion}) check convinces Madryck to reluctantly whisper the name: \"{@area Fantasy Costco|437|x}\"."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "To the Carnival",
											"page": 3,
											"id": "059",
											"entries": [
												"Characters who accept Madryck's quest can make the uneventful trek to the carnival, which is located not too far from a settlement of your choosing. The characters arrive shortly before twilight. When they arrive, lay out the poster map of the carnival for the players to see."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Witchlight Carnival",
					"page": 4,
					"id": "060",
					"entries": [
						"The Witchlight Carnival is a fairground of kaleidoscopic tents and wagons crewed by wondrous beings, including many denizens of the Feywild. This is no ordinary carnival; it uses magic to travel from world to world across the Material Plane, visiting each world once every eight years and setting up business on the outskirts of populated areas. The carnival spends a few days at each location, then packs up and moves to another location on the same world until the decision is made to leave that world and visit the next. The carnival includes a dimensional crossing, allowing travel to the magic shop known as {@area Fantasy Costco|437|x}.",
						"The characters are free to explore the carnival as they please, so it can play out differently each time you run it.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/WBtW/012-01-001.chapter-splash.jpg"
							},
							"title": "The Witchlight Carnival visits a world once every eight years, bringing wonder and whimsy to the Material Plane",
							"width": 1700,
							"height": 2203
						},
						{
							"type": "entries",
							"name": "Running This Chapter",
							"page": 4,
							"id": "061",
							"entries": [
								"Before running the Witchlight Carnival, follow the steps below to help make the experience smoother:",
								{
									"type": "list",
									"items": [
										"Familiarize yourself with the layout of the Witchlight Carnival. The map that appears in this chapter is a smaller version of the carnival poster map.",
										"Read the chapter and familiarize yourself with the carnival's attractions. The characters can go anywhere at any time, so you need to be prepared for anything.",
										"Prepare the tracking devices described in \"Carnival Map.\" You'll need a {@dice d8} to track the passage of time and another token to track the carnival's mood on the poster map."
									]
								},
								{
									"type": "entries",
									"name": "Carnival Map",
									"page": 5,
									"id": "063",
									"entries": [
										"On the poster map of the carnival, use a miniature figure or some other token to mark where each character is located at any given time. If the characters split up, the tokens will make it easier to keep track of everyone.",
										"The poster map has places to track two crucial elements: the passage of time and the carnival's mood.",
										{
											"type": "entries",
											"name": "Tracking Time",
											"page": 6,
											"id": "064",
											"entries": [
												"The Witchlight Carnival opens at dusk and runs for eight hours, ending just before dawn. When the characters enter the carnival, place a {@dice d8} at the start of the track in the upper left corner of the poster map with the \"1\" facing up. Move the die to the next space at the end of each in-game hour, and turn the die so that its uppermost face shows the hour that is now beginning. Don't worry about managing things down to the minute. If the players (and their characters) seem to be having fun, you can slow down the passage of time to give them time to enjoy the carnival's attractions. If the game starts to lag or if the characters spend a lot of time engaged in the same activity, advance the die to the next hour.",
												"Three events take place every night at a particular hour:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Hour 1:",
															"entry": "{@area Welcome Gifts|0ec|x}. Small gifts are handed out to lucky guests."
														},
														{
															"type": "item",
															"name": "Hour 4:",
															"entry": "{@area Big Top Extravaganza|0f0|x}. A midnight show gives the characters the chance to dazzle spectators and impress the carnival's ringmaster."
														},
														{
															"type": "item",
															"name": "Hour 8:",
															"entry": "{@area Crowning the Witchlight Monarch|0f2|x}. The carnival's climactic event gives the characters a chance to meet the carnival's mysterious owners."
														}
													]
												},
												"Each event is detailed in the \"{@area Crowning the Witchlight Monarch|0f2|x}\" section toward the end of the chapter."
											]
										},
										{
											"type": "entries",
											"name": "Tracking Mood",
											"page": 6,
											"id": "065",
											"entries": [
												"The characters' actions in the Witchlight Carnival can affect the overall mood at the carnival. When the characters arrive at the carnival, place a token in the starting space of the track in the lower right corner of the poster map. This token moves right or left along the track as the carnival's atmosphere changes for better or worse.",
												"The text informs you when to raise or lower the mood. When the token is to the right of the starting space, spirits are high: colors appear more vibrant, flowers bloom around the fairgrounds, and shooting stars sweep across the clear night sky (roll on the {@table Mood Rises|TWC|Mood Rises table}). When the token is to the left of the starting space, the mood becomes darker: the calliope music plays discordantly, the staff is tense, and stormy weather looms in the sky above the carnival. Roll on the {@table Mood Lowers|TWC|Mood Lowers table} (see \"{@area Tracking Mood|065|x}\").",
												"The carnival's mood is used to trigger an important meeting between the characters and the carnival owners. If the mood reaches either of the end spaces on the track, the carnival's owners invite the characters to speak with them in their wagon (see \"{@area Through the Looking Glass|0f8|x}\" toward the end of the chapter). Characters who attend the Big Top Extravaganza can also receive an invitation to meet with the owners, even if the carnival's mood isn't in an extreme state.",
												{
													"type": "statblock",
													"tag": "table",
													"name": "Mood Rises",
													"source": "TWC",
													"page": 1,
													"style": "inset"
												},
												{
													"type": "statblock",
													"tag": "table",
													"name": "Mood Lowers",
													"source": "TWC",
													"page": 1,
													"style": "inset"
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Carnival Owners",
							"page": 6,
							"id": "067",
							"entries": [
								"The owners of the Witchlight Carnival are a pair of shadar-kai (elves native to the Shadowfell) named {@creature Mister Witch|TWC} and {@creature Mister Light|TWC}. Witch is matter-of-fact and devoid of pretense, while Light is flamboyant and coy.",
								"How Witch and Light came to possess the carnival is a story worth telling. Under different names, they owned another carnival that prowled the edges of the Shadowfell. The two carnivals crossed paths many years ago, and after much wine was consumed, the owners could not agree on which carnival was the better of the two, so they decided it would be great fun to swap ownership. Isolde, the eladrin who ran the fey-themed carnival, traded places with the two shadar-kai who ran the shadow-themed carnival. This arrangement would last until the two carnivals met again, which has not yet happened.",
								"After trading their sinister carnival for a more lighthearted one, the two shadar-kai took the names Witch and Light. Gradually, these morose, emotionally stunted shadar-kai transformed into fun-loving free spirits who secretly dread the day when the two carnivals cross paths again. They have no desire to return to their gloomy old carnival, which is described in more detail in {@book Van Richten's Guide to Ravenloft|VRGR}.",
								"The shadar-kai are aware that the Hourglass Coven has usurped Zybilna's domain in the Feywild. They don't know how the coven accomplished this coup, but Witch and Light would like nothing more than to see the hags defeated and Zybilna returned to power. But they dare not play a part in making that dream a reality. If the coven caught a whiff of dissent from Witch and Light, the hags would punish the shadar-kai for their impudence (see the \"Witch and Light's Hourglass Pact\" sidebar). Witch and Light do what they can to appease the hags while secretly rooting for Zybilna's return. They know Zybilna's true identity but dare not reveal it.",
								{
									"type": "entries",
									"name": "Mister Witch",
									"page": 6,
									"id": "068",
									"entries": [
										"Witch, who used to go by the name Naeryx Krumple, spent his youth as a homeless orphan, eking out a meager and dreary existence on the fog-shrouded streets of Gloomwrought, a city in the Shadowfell. He earned a few coppers selling broadsheets as a young boy, then later swept floors until an old clock tower keeper took him on as a helper. The tower's clock was in such poor condition that it would break down often. Naeryx helped with the repairs and found that the work gave him a sliver of joy. When the old keeper died years later, Naeryx replaced him.",
										"The wealthy family that owned the clock tower didn't pay Naeryx a lot of money for his work, but they occasionally had him over for dinner. He owned one fine suit that he wore on such occasions, and though he didn't care for the family's matriarch or patriarch, he enjoyed the company of their eldest son, Urmius Umbrage—a brooding shadar-kai ne'er-do-well with a cruel sense of humor. Naeryx and Urmius were close in age and got along well in all respects. Years later, without informing the rest of his family, Urmius bought a run-down carnival and persuaded Naeryx to help him operate it. Naeryx and Urmius—now calling themselves {@creature Mister Witch|TWC} and {@creature Mister Light|TWC}—have been partners and collaborators ever since.",
										{
											"type": "entries",
											"name": "Mister Witch's Description",
											"page": 6,
											"id": "069",
											"entries": [
												"{@creature Mister Witch|TWC} looks like a distinguished gentleman, for he is always dressed in fine attire. His favorite accoutrements are a top hat and a cane, and he is never without his {@item Witchlight watch|TWC}, which was gifted to him by the carnival's previous owner. This unique magic item is described below.",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/WBtW/013-637677442905361755.webp"
													},
													"title": "{@creature Mister Witch|TWC}",
													"width": 300,
													"height": 696
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Mister Light",
									"page": 6,
									"id": "06d",
									"entries": [
										"Light, formerly known as Urmius Umbrage, belonged to a filthy rich shadar-kai family that haunted a crumbling mansion in Gloomwrought. Although he wanted for nothing as a child, Urmius found himself surrounded by family members, caretakers, and teachers who were uniformly cold, callous, and mean-spirited. He grew tired of being seen as nothing more than the inheritor of the Umbrage estate and legacy, and he did everything in his power to make life miserable for everyone around him, especially his parents. He seemed bereft of ambition and spent much of his time playing in his room. He collected costumes and liked nothing more than to parade around Umbrage Mansion in strange garments and outlandish makeup.",
										"Urmius first met Naeryx Krumple at a family dinner and didn't think much of the clock tower keeper at first. But Urmius found himself taken aback by Naeryx's ability to find even a small amount of joy in his work. He was eager to get to know Naeryx better, though it took a while for Naeryx to trust him. After getting his hands on some money, Urmius bought a sad little carnival that was camped on the outskirts of Gloomwrought and asked Naeryx to help him run it. For Urmius, the carnival was a chance to emerge from under his family's shadow and become the master of his own fate, but it also meant forsaking his inheritance in order to embrace the unconventional lifestyle, fashions, and friendships he desired.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/014-637677442564423044.webp"
											},
											"title": "{@creature Mister Light|TWC}",
											"width": 400,
											"height": 775
										},
										{
											"type": "entries",
											"name": "Mister Light's Description",
											"page": 6,
											"id": "06e",
											"entries": [
												"{@creature Mister Light|TWC} has a slender frame. He is always dressed in some sort of costume and is rarely seen in public without makeup. He carries around a fancy weather vane given to him by the carnival's previous owner. He twirls it and waves it around like a fool's scepter, but its power is far greater than he lets on. With this magic vane, he can affect the mood of everyone in the Witchlight Carnival."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Witchlight Hands",
							"page": 7,
							"id": "074",
							"entries": [
								"{@creature Witchlight Hand (Medium)|TWC|Witchlight Hands} are the backbone of the Witchlight Carnival, a motley collection of individuals who operate many of the booths, make repairs, feed and exercise the animals, keep an eye out for thieves and other miscreants, and perform other miscellaneous tasks as {@creature Mister Witch|TWC} dictates. A few also work part-time as performers and attractions. Although they travel to many worlds throughout the Material Plane, Witchlight hands rarely leave the carnival grounds. The carnival is the only world they know and care about.",
								"The carnival employs 124 Witchlight hands in total. All hands enter into an agreement when they join the carnival: they must never harm another staff member, and they can't leave the carnival for more than a day at a time. (A longer absence is equivalent to resignation, in {@creature Mister Witch|TWC}'s estimation.) On-duty staff members are required to wear fake butterfly wings strapped to their backs. {@creature Mister Witch|TWC} and {@creature Mister Light|TWC} also furnish them with small amounts of {@item pixie dust|TWC}.",
								"Witchlight hands are paid only a small fraction of the carnival's profits, but it's enough to keep them fed, clothed, and cared for. Some hands work longer hours or do extra chores to pay off debts and loans.",
								"Most Witchlight hands are taught how to perform minor magic tricks, which they use to amuse themselves as well as entertain the masses. (Characters who have the Witchlight hand background don't learn magic as part of their upbringing, but they can choose to account for this by selecting a spellcasting class.)"
							]
						},
						{
							"type": "entries",
							"name": "Carnival Overview",
							"page": 28,
							"id": "075",
							"entries": [
								"Use the following boxed text to describe the carnival to new arrivals:",
								{
									"type": "insetReadaloud",
									"id": "076",
									"entries": [
										"The first stars of night twinkle above the apricot sunset. Giant dragonflies whir overhead, trailing streamers, and a low mist curls over the ground. Through a floral archway, you glimpse wondrous and vibrant creatures—elf stilt walkers, dancing faeries, and painted performers. Everywhere there is laughter, pixie dust, bubbles, and the wistful tune of a whistling calliope."
									]
								},
								"The Witchlight Carnival travels as a convoy of wagons, each one pulled by horses or foxes depending on its size. When they need to soar between worlds, the wagons and their draft animals sprout butterfly wings and take to the starry sky. On land, the carnival's attractions unfold magically from the wagons, controlled by {@creature Mister Witch|TWC}'s {@item Witchlight watch|TWC}.",
								"When the carnival arrives at a new destination, a {@creature treant sapling|TWC} named Northwind uses its Animate Trees ability to gently relocate trees that are in the way of the unfolded wagons. A great length of blue ribbon transforms into a lazy, sparkling river, encircling the site. The river is 20 feet wide and 10 feet deep at its center.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/WBtW/015-map-1.1.jpg"
									},
									"imageType": "map",
									"title": "Welcome to the Witchlight Carnival",
									"width": 7000,
									"height": 4934
								},
								{
									"type": "entries",
									"name": "Carnival Etiquette",
									"page": 28,
									"id": "077",
									"entries": [
										"There's no handbook for how guests of the Witchlight Carnival are expected to behave; certain actions are tolerated, while others cause offense. Politeness goes a long way: paying attention when spoken to, laughing at jokes, and joining in with games and singing. Every so often, you can raise the carnival's mood by 1 step (see \"{@area Tracking Mood|065|x}\" earlier in the chapter, and roll on the {@table Mood Rises|TWC|Mood Rises table}) if the party is consistently polite to carnival staff and fellow attendees.",
										"Conversely, acts such as interrupting someone, being rude, or grumpily refusing to dance are unfavorable. Lower the carnival's mood by 1 step if the characters actively offend anyone they meet. Roll on the {@table Mood Lowers|TWC|Mood Lowers table} (see \"{@area Tracking Mood|065|x}\").",
										{
											"type": "entries",
											"name": "Theft and Violence",
											"page": 28,
											"id": "078",
											"entries": [
												"Characters who are caught stealing or fighting are asked to leave the carnival; in this case, the carnival's mood lowers by 1 step (roll on the {@table Mood Lowers|TWC|Mood Lowers table}) as {@dice 1d6} {@creature Witchlight Hand (Medium)|TWC|Witchlight hands} (chaotic good; see the stat block earlier in the chapter) escort the troublemakers to the gates."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bringing the Carnival to Life",
									"page": 28,
									"id": "079",
									"entries": [
										"Roll on the {@table Carnival Scenes|TWC} table to bring the carnival to life as the players explore.",
										{
											"type": "statblock",
											"tag": "table",
											"name": "Carnival Scenes",
											"source": "TWC",
											"page": 1,
											"style": "inset"
										}
									]
								},
								{
									"type": "entries",
									"name": "Wandering Outsiders",
									"page": 28,
									"id": "07a",
									"entries": [
										"Several meddling outsiders can be encountered at various times throughout the evening.",
										{
											"type": "entries",
											"name": "Kester",
											"page": 28,
											"id": "07b",
											"entries": [
												"Kester is a kenku arcane trickster whose employer is a rival carnival owner. He is committed to causing trouble to hurt business. Kester uses {@spell disguise self} to assume whatever form best enables him to mingle in crowds.",
												"Characters can encounter Kester in more than one location; if they corner him, he can be intimidated or bribed into leaving."
											]
										},
										{
											"type": "entries",
											"name": "Thieves of the Coven",
											"page": 30,
											"id": "07c",
											"entries": [
												"Each member of the Hourglass Coven employs a thief that visits the carnival to steal from ticketless victims. These thieves enter and exit through the Hall of Illusions, using it as a gateway to their mistresses' splinter-realms of Hither, Thither, and Yon. The carnival staff has been instructed by {@creature Mister Witch|TWC} and {@creature Mister Light|TWC} to ignore them.",
												"These thieves possess a preternatural awareness of who is a carnival worker and who is a ticket-carrying visitor. Every night of the carnival, they haunt the dark spaces between wagons and attractions, scanning the crowds for ticketless interlopers. Characters who have tickets or who work at the carnival are not targets for these thieves. Some characters might catch glimpses of these spooky figures as reflections in mirrors, shadows in doorways, or out-of-place figures standing motionless in the moving crowd. Use these thieves as you please to add an undercurrent of dread or mystery to the carnival's frivolities."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Carnival Events",
							"page": 49,
							"id": "0dc",
							"entries": [
								"This section describes special events that occur during the characters' visit to the carnival.",
								{
									"type": "entries",
									"name": "Catching Kester",
									"page": 51,
									"id": "0e7",
									"entries": [
										"{@creature Kester the Kenku|TWC|Kester} (see the accompanying stat block) snoops around the carnival under the cover of a {@spell disguise self} spell, looking to cause trouble. The kenku has stolen the voice of a human mime named Candlefoot (see \"{@area Hall of Illusions|0a6|x}\" earlier in the chapter). While this prize remains in his possession, Kester can speak clearly in Candlefoot's soft, silky voice.",
										"If Kester has not already been caught, a character who spends 1 hour searching for the disguised kenku can, with a successful DC 18 Intelligence ({@skill Investigation}) check, see through his disguise while moving through crowds and paying close attention to suspicious-looking folks. If discovered, Kester tries to flee from the main thoroughfare, using tents and other carnival features to break line of sight to her. He's willing to cautiously parley with characters who claim they are investigating the carnival for their own reasons.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/033-637677441694763205.webp"
											},
											"title": "{@creature Kester the Kenku|TWC}",
											"width": 400,
											"height": 492
										},
										{
											"type": "entries",
											"name": "Talking with Kester",
											"page": 52,
											"id": "0e8",
											"entries": [
												"If the characters corner him, Kester tells his story in the voice he stole from Candlefoot:",
												{
													"type": "list",
													"items": [
														"Kester was hired by a rival carnival, The Harlem and Haley Brother's Circus. The circus usually does decent business, but every 8 years when the Witchlight Carnival comes to the Material Plane, they nearly go bankrupt.",
														"He was hired with the objective of stirring up trouble, lowering the mood of the carnival, and generally hurting business. Their loss is Harlem and Haley's gain.",
														"He's being paid handsomely to wreak havoc. A DC 18 Charisma ({@skill Persuasion}) check can convince Kester to tell them his price: 500 gp. With a roll of 20 or higher, Kester will consider an offer to outbid his employers (double or more) in order to buy him out.",
														"A DC 20 Charisma ({@skill Intimidation}) check can convince Kester to leave the carnival and never return."
													]
												},
												"If questioned about the theft of Candlefoot's voice, Kester produces a corn husk doll with a thorny stem tied around its neck. The doll represents Candlefoot, and untying the stem restores the mime's lost voice. Any character who succeeds on a DC 16 Charisma ({@skill Intimidation} or {@skill Persuasion}) check can convince Kester to part with the doll."
											]
										},
										{
											"type": "entries",
											"name": "Development",
											"page": 53,
											"id": "0ea",
											"entries": [
												"If the characters reunite Candlefoot with his voice, Candlefoot seeks out Palasha and proposes marriage to her. Reuniting the couple causes the carnival's mood to rise by 2 steps. Roll on the {@table Mood Rises|TWC|Mood Rises table} (see \"{@area Tracking Mood|065|x}\"). From that point on, Palasha and Candlefoot treat the characters as trusted allies, which could prove useful during the crowning of the Witchlight Monarch, as they both have roles to play in the coronation."
											]
										}
									]
								},
								"&nbsp;",
								"{@note The following events occur at specific times throughout the evening.}",
								{
									"type": "entries",
									"name": "Hour 1: Welcome Gifts",
									"page": 53,
									"id": "0ec",
									"entries": [
										"Shortly after the carnival opens for business, read:",
										{
											"type": "insetReadaloud",
											"id": "0ed",
											"entries": [
												"A twelve-foot-tall walking tree garlanded in golden ribbons marches down the thoroughfare. Emerald clouds swirl above the tree and rain down golden, spinning sycamore seeds. Fairgoers try to catch the seeds before they hit the ground. As the seeds gently fall, a chatty squirrel scampers along the boughs of the tree, handing dandelions to select passersby."
											]
										},
										"The tree is Northwind, a {@creature treant sapling|WBtW} (see its stat block earlier in the chapter), and the squirrel is its trusty companion, Red (see \"{@area Dragonfly Rides|09a|x}\" earlier in the chapter). As Northwind encourages onlookers to catch the falling seeds before they touch the ground, Red hands the characters one dandelion apiece and encourages each of them to make a wish and then blow the dandelion's seeds into the air.",
										{
											"type": "entries",
											"name": "Sycamore Seeds",
											"page": 53,
											"id": "0ee",
											"entries": [
												"A creature can attempt to catch a falling sycamore seed before it touches the ground, doing so with a successful DC 10 Dexterity check. Any creature that catches a seed before it touches the ground receives a gift, determined by rolling a {@dice d8} and consulting the Welcome Gifts table. A creature that receives one of these gifts can't gain another one for 24 hours."
											]
										},
										{
											"type": "entries",
											"name": "Dandelion Seeds",
											"page": 53,
											"id": "0ef",
											"entries": [
												"A character can make a wish while blowing their dandelion's seeds into the air. The player should secretly write down their character's wish on a piece of paper; collect these notes and keep them somewhere safe.",
												{
													"type": "table",
													"caption": "Welcome Gifts",
													"colLabels": [
														"d8",
														"Gift"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1–3",
															"The creature gains the following personality trait until dawn: \"I am easily amused.\" Any conflicting character trait is suppressed in the meantime."
														],
														[
															"4",
															"The creature gains a die, a {@dice d4}, which it can add to one ability check it makes before the next dawn."
														],
														[
															"5–7",
															"The seed turns into a gold piece."
														],
														[
															"8",
															"The creature gains a die, a {@dice d8}, which it can add to one ability check it makes before the next dawn."
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Hour 4: Big Top Extravaganza",
									"page": 53,
									"id": "0f0",
									"entries": [
										"Spectators file into the Big Top and fill the rows of seats. If the characters join them, read:",
										{
											"type": "insetReadaloud",
											"id": "0f1",
											"entries": [
												"The lights dim and a hush falls over the crowd. A second later, a spotlight illuminates a lithe, elven figure sitting in a silver hoop, suspended above the center ring by silk ropes. The elf wears a dazzling suit of diamond-pane mirrors and a pair of butterfly wings. His scepter is topped with a spinning vane.",
												"\"Welcome, one and all, to this evening's extravaganza! I am {@creature Mister Light|TWC}. Prepare to be delighted!\""
											]
										},
										"The extravaganza involves several of the carnival's star performers and attractions, with {@creature Mister Light|TWC} serving as ringmaster. Over the course of an hour, the following events occur:",
										"Burly the bugbear performs feats of strength, Palasha the mermaid serenades the audience from a clamshell bathing pool, Candlefoot the mime plays silent games with audience members, and faerie dragons with bright streamers tied to their tails perform dazzling acts of synchronized flying as a troupe of acrobats, clowns, and fire-breathers parade about. If the characters attempt to disrupt the show, {@creature Mister Light|TWC} deflects their interruptions with banter and maintains a jovial demeanor. Persistent heckling lowers the carnival's mood by 1 step. Roll on the {@table Mood Lowers|TWC|Mood Lowers table} (see \"{@area Tracking Mood|065|x}\").",
										{
											"type": "entries",
											"name": "Burly the Bugbear's Feats of Strength",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"Walking out of a cloud of smoke and light, a massive, hairy Bugbear, wearing dungarees and a pumpkin helmet, steps out onto the stage, flexing his impressive muscles. He carries an enormous metal pole, easily at least twenty feet long, and it glints under the lights."
													]
												},
												"{@creature bugbear|Burly the Bugbear} will offer for volunteers from the crowd to hang off each end of the pole, and he will lift them: first one on each end, then two, then three, pausing for applause from the audience in between each feat of strength. Burly is capable of lifting 900lbs without needing to do any kind of ability check: the average human weighs approximately 150lbs. If it seems likely that the weight of the volunteers modifier, with the DC being the Con score of the heaviest volunteer on the pole.",
												"After these feats of strength, two {@creature Goblin} stage hands dressed as jesters wheel out a large tub of water and a long rope: Burly will challenge anyone in the audience to a tug of war, and will even welcome two opponents at once!",
												"The tug of war takes the form of a contested {@skill Athetics} check (Burly has a +6 bonus). If two characters are on one end of the rope, one can use the Help action on the other to give them Advantage on the roll. The loser will get pulled into the water with a dramatic splash.",
												"Defeating Burly earns raucous applause from the crowd, as the Bugbear will lift the contestants above his head to celebrate their victory. Even if a character loses, Burly will help them out of the pool and encourage the audience to applaud their effort."
											]
										},
										{
											"type": "entries",
											"name": "Palasha's Serenade",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"A giant clamshell is wheeled out, and the lights go down. The lid slowly begins to open in complete silence, until an unearthly, beautiful voice begins to undulate from within: suddenly the lights come up and reveal Palasha the Mermaid, who sings in Aquan, a language that sounds like it's being sung underwater even though you're sitting on dry land. Bubbles of water begin to ripple through the air around her, causing the lights of the tent to shimmer and ripple."
													]
												},
												"As she sings, {@creature Witchlight Hand (Medium)|TWC|Witchlight hands} move through the audience handing out sea creature kites that seem to swim through the air as you hold their string. They will gesture to the stage and encourage the party to join the crowd of children who are excitedly making an underwater scene with their animated kite puppets.",
												{
													"type": "table",
													"colLabels": [
														"d8",
														"Event"
													],
													"colStyles": [
														"col-1 text-center",
														"col-11"
													],
													"rows": [
														[
															"1",
															"Kite"
														],
														[
															"1",
															"Dolphin"
														],
														[
															"2",
															"Jellyfish"
														],
														[
															"3",
															"Shark"
														],
														[
															"4",
															"Stingray"
														],
														[
															"5",
															"Seahorse"
														],
														[
															"6",
															"Sea Serpent"
														],
														[
															"7",
															"Octopus"
														],
														[
															"8",
															"Mermaid"
														]
													]
												},
												"Have each character make a DC 14 {@skill Performance} check, as they describe how they play with their kite during the song.",
												"After the performance finishes, Palasha will gesture to the puppeteers for their own round of applause. Anyone who passed the Performance check recieves a fish scale with one use of the Shape Water cantrip from a {@creature Witchlight Hand (Medium)|TWC|Witchlight Hand} as they collect the kites back up."
											]
										},
										{
											"type": "entries",
											"name": "Candlefoot's Games",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"A pale, lanky mime dressed in black and white moves through the crowd, followed by the sounds of laughter and delight."
													]
												},
												"Candlefoot the mime will perform tricks of sleight of hand with the audience. His favorite act is to seemingly slide a copper piece into one ear, ask the audience member to tap their head, and then he'll pull the coin out of the other. He will do this with multiple audience members, until he finds a party member.",
												"This time, he puts a copper in, but pulls out a gold. Expressing shock, he polishes it, he bites it, and he looks closely in the character's ear. He tentatively puts another copper in, and lo and behold, another gold comes out. He excitedly pulls out all the copper pieces he has in his pockets and appears to pour them all into the character's head before waiting eagerly at the other side for his payout... which comes as only one single copper piece.",
												"Dejected, he inspects the players ear, taps on their head and listens, then shrugs sadly, turns out his pockets, and sulks sadly away, as the audience sighs \"Aaaaaaw\".",
												"He'll hold out his hand for donations and cheer up more and more with every gift. Any character who gives Candlefoot a gold piece receives a gift of thanks with a sly wink: a sachet of {@item pixie dust|TWC}."
											]
										},
										{
											"type": "entries",
											"name": "Open Mic",
											"entries": [
												"Near the end of the show, {@creature Mister Light|TWC} asks if any guests would like to perform their own acts for the crowd. Any character who accepts the offer can woo spectators with a DC 14 Charisma ({@skill Performance}) check, raising the carnival's mood by 1 step on a success (roll on the {@table Mood Rises|TWC|Mood Rises table}). If multiple characters choose to perform together, make it a group check instead, but raise the carnival's mood by 2 steps if the group check succeeds (roll once on the {@table Mood Rises|TWC|Mood Rises table}). A character can improve the carnival's mood only once during this extravaganza.",
												"At the end of the show, Burly invites any characters who took to the stage and impressed the crowd to meet with {@creature Mister Witch|TWC} and {@creature Mister Light|TWC} (see \"{@area Through the Looking Glass|0f8|x}\" earlier in the chapter)."
											]
										},
										{
											"type": "entries",
											"name": "Extravaganza Finale",
											"entries": [
												{
													"type": "insetReadaloud",
													"entries": [
														"As the show comes to close, a dozen Faerie Dragons with bright streamers tied to their tails perform dazzling acts of synchronized flying as a troupe of acrobats, clowns, and firebreathers parade about. The slender, colourful {@creature Mister Light|TWC|Mr. Light} brandishes his scepter high above his head and invites anyone from the audience on stage to perform for the crowd. As he does, several giggling children run up immediately and start dancing and falling over."
													]
												},
												"If {@creature Kester the Kenku|TWC|Kester} is still at large in the carnival, he can attempt to sabotage the party's performance, which otherwise plays out as written in the adventure:",
												{
													"type": "list",
													"items": [
														"A {@creature Smoke Mephit|MM} that is part of a firebreather's act will begin to cough and sneeze uncontrollably as {@creature Kester the Kenku|TWC|Kester} uses {@spell Mage Hand} to tickle its nose. All party members on stage will be subject to its Cinder Breath ability, after which it will apologise profusely.",
														"Using {@spell Minor Illusion}, a board reading \"BOO\" will appear above the party's heads, causing some of the audience to start jeering them.",
														"{@creature Kester the Kenku|TWC|Kester} sneaks on stage, disguised as a {@creature Commoner}, and uses his Twilight Sleep ability to engulf one character in sleep-inducing gas mid-performance.",
														"Disguised as a Witchlight Hand, Kester will brush by another party member and use {@spell Bestow Curse} to give them disadvantage on all Charisma checks."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Hour 8: Crowning the Witchlight Monarch",
									"page": 54,
									"id": "0f2",
									"entries": [
										"Most of the carnival's stars have a part to play in the coronation, which celebrates the joyous zeal of a single guest. The event plays out as follows:",
										{
											"type": "list",
											"items": [
												"As spectators take their seats in the Big Top, Dirlagraun the displacer beast escorts {@creature Mister Witch|TWC} from his wagon to the coronation, leaving Thaco the clown behind to guard the Staff Area.",
												"{@creature Mister Witch|TWC} and Dirlagraun stand on the sidelines next to Candlefoot as {@creature Mister Light|TWC} gives an opening speech and the monarch is selected (see \"Selecting a Monarch\" below). Candlefoot holds the hatbox containing the monarch's crown.",
												"{@creature Mister Witch|TWC} removes the crown of golden butterflies from the hatbox and places it on the monarch's head; {@creature Mister Light|TWC} knights the monarch with the {@item Witchlight vane|TWC}. Happy clowns shower all three in glitter.",
												"Witch and Light escort the monarch on a circuit of the stage while Palasha the mermaid sings a joyous song and pixies flutter all around her.",
												"When Palasha's song concludes, {@creature Mister Light|TWC} leads the monarch on a parade through the carnival, with the other guests following as Burly the bugbear sets off fireworks. Meanwhile, Dirlagraun escorts {@creature Mister Witch|TWC} back to his wagon."
											]
										},
										{
											"type": "entries",
											"name": "Selecting a Monarch",
											"page": 54,
											"id": "0f3",
											"entries": [
												"Keep note of each time the party has done something to increase the mood of the carnival, such as rescuing the Dwarf on the Dragonfly Rides, saving Rubin from the Hall of Illusions, or participating in the Snail Race. In {@creature Mister Light|TWC|Mr. Light}'s speech, he will touch on all the things they have done during their night at the carnival, displaying a seemingly omniscient knowledge of the actions the party has taken! Then, he will activate his Witchlight Vane to select the Monarch.",
												"{@creature Mister Light|TWC}'s {@item Witchlight vane|TWC} selects the monarch from the carnival's guests, spinning a thread of golden light that winds its way to the chosen reveler. If the mood of the carnival is positive, choose the character who improved the carnival's mood the most, or ask the players to agree on which of their characters should be crowned. If it's not appropriate for any of the characters to be crowned monarch, then a jubilant halfling bedecked in flowers is selected from the crowd. {@creature Mister Light|TWC} exudes cheerfulness and follows through with the ceremony regardless of who is chosen.",
												"At the end of the celebration, as the carnival begins to wind down, the ceremonial crown teleports back into its hatbox. Candlefoot returns the hatbox to the Staff Area, handing it off to Thaco the clown, who stashes it in the wagon belonging to {@creature Mister Witch|TWC} and {@creature Mister Light|TWC}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"page": 54,
									"id": "0f5",
									"entries": [
										"The Witchlight Monarch gains the following charm (see \"{@book Supernatural Gifts|DMG|7|Supernatural Gifts}\" in the {@book Dungeon Master's Guide|DMG} for more information) and instantly becomes aware of its benefits:",
										{
											"type": "inset",
											"id": "0f6",
											"entries": [
												{
													"type": "entries",
													"name": "Charm of the Monarch",
													"page": 54,
													"id": "0f7",
													"entries": [
														"You can sprout a pair of beautiful butterfly wings. As long as you have the wings, you gain a flying speed equal to your walking speed, and you gain a +5 bonus on all Charisma-based ability checks. These effects last for 1 hour. After you use this charm three times, it vanishes from you."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Through the Looking Glass",
									"page": 54,
									"id": "0f8",
									"entries": [
										"The characters receive an invitation to meet privately with {@creature Mister Witch|TWC} and {@creature Mister Light|TWC} when the carnival's mood reaches either end of {@area the track|065|x} or if the characters impress {@creature Mister Light|TWC} during the {@area Big Top Extravaganza|0f0|x}.",
										"Witch and Light send Burly the {@creature bugbear} (neutral good) to fetch the characters:",
										{
											"type": "insetReadaloud",
											"id": "0de",
											"entries": [
												"A bugbear wearing dungarees, fairy wings, and a helmet made from a jack-o'-lantern approaches you. \"Follow me,\" he growls. \"Management wants to see you.\""
											]
										},
										"With a wave of his hand, Burly creates an opening in the wall of thorns that surrounds the staff wagons (see \"Staff Area\" above) and leads the characters through it. If questioned about the nature of the meeting, Burly insists there's nothing to worry about. If the carnival's mood is good, he adds that his bosses are in high spirits.",
										"If the characters follow Burly, read:",
										{
											"type": "insetReadaloud",
											"id": "0df",
											"entries": [
												"The bugbear leads you to a circle of wagons. Leaning against a particularly ostentatious wagon is an aging clown with a painted grin. He puffs on a bubble pipe and glares at you as the bugbear, ignoring the clown, opens the wagon's door and ushers you inside."
											]
										},
										"The clown is Thaco, a human {@creature Witchlight Hand (Medium)|TWC|Witchlight hand} (chaotic neutral; see the stat block earlier in the chapter) and over-the-hill carnival attraction.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/032-01-017.witch-and-light.webp"
											},
											"title": "Mister Witch and Mister Light don't like strangers eavesdropping on their private conversations",
											"width": 1700,
											"height": 1088
										},
										{
											"type": "entries",
											"name": "Inside the Wagon",
											"page": 50,
											"id": "0e0",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "0e1",
													"entries": [
														"A flamboyant elf grins from ear to ear as he welcomes you into the wagon with a theatrical bow. \"Please come in, it's a delight to meet you all! I am {@creature Mister Light|TWC}, and this is my associate, {@creature Mister Witch|TWC}.\"",
														"He gestures to a stocky elf lounging on a bunk. {@creature Mister Witch|TWC} nods to you and doffs his top hat."
													]
												},
												"{@creature Mister Light|TWC} gestures toward his scepter—the {@item Witchlight vane|TWC}—and explains that it picks up every nuance of emotion in the carnival. {@b If the carnival's mood is good}, Light expresses his gratitude for the cheer that the characters have brought to the carnival so far. {@b If the carnival's mood is bad}, he expresses his regret that the characters aren't having a delightful time and notes that, in turn, they're spoiling everyone's evening.",
												"Witch and Light are eager to learn the characters' reasons for visiting the carnival. Witch and Light will also share the following information if asked:",
												{
													"type": "list",
													"items": [
														"If they are questioned about conversations that were overheard (see \"{@area Witch and Light's Wagon|0d8|x}\" above and \"{@area Catching Kester|0e7|x}\" below), Witch and Light admit they're not the carnival's original owners and took over management through an honest pact with the owner of another carnival.",
														"If asked about Kester, Witch and Light say he's \"a troublemaker from a competing carnival who just wants to stir up chaos and ruin everyone's fun."
													]
												},
												{
													"type": "hr"
												},
												"When the characters mention that they are looking for a fabled magic shop, {@creature Mister Light|TWC}'s eyes widen. Their response is further determined by the carnival's mood:",
												{
													"type": "entries",
													"name": "If the carnival's mood is bad",
													"entries": [
														"The carnival owners look at each other sceptically before informing the characters that only worthy carnival-goers are invited to partake of Mr. Garfield's splendid deals, and they have thus far proven to be the opposite. Mister Witch asks the adventurers {@i \"By what right do you claim to be worthy of this invitation?\"}",
														"The characters may state their case. Make a Charisma check to convince the carnival owners that the characters should be allowed access to the fabled magic shop.",
														{
															"type": "table",
															"colStyles": [
																"col-1 text-center",
																"col-11"
															],
															"rows": [
																[
																	"DC 30",
																	"Mister Witch and Mister Light's eyes sparkle with agreement. Mister Witch: {@i \"Masterfully said, young heroes.\"} Mister Light: {@i \"We have clearly benefited greatly from your presence here tonight! You are indeed worthy!\"}"
																],
																[
																	"DC 25",
																	"The carnival owners exchange curious glances. Mister Witch says {@i \"You make a solid point, young adventurer.\"} Mister Light: {@i \"I think they've proven their worth, Mister Witch, wouldn't you agree? And I do believe our the warlock friend would be amenable to having clients like these.\"}"
																],
																[
																	"DC 20",
																	"The carnival owners exchange unsure glances. Mister Witch says {@i \"You make a half-way decent point, young adventurer.\"} Mister Light: {@i \"I think we can let these transgressions slide this time, would you say, Mister Witch?\"} Mister Witch: {@i [sigh] \"Very well.  We'll show you the way.\"}"
																],
																[
																	"Fail",
																	"The carnival owners exchange annoyed glances. Mister Witch says {@i \"You come to our wonderful carnival and ruin everyone's fun. You destroy our property, [list more offenses], and now you are demanding to receive and invitation to visit an exclusive magic shop, whose patronage is limited to only the most worthy individuals? I think not. I invite you to continue enjoying yourself at the carnival. Please understand that, if you cause any more trouble, we will be forced to cast you out.\"}"
																]
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "If the carnival's mood is good",
													"entries": [
														{
															"type": "insetReadaloud",
															"id": "0f9a",
															"entries": [
																"Mister Light's eyes light up and he says \"Ooo, more clients! Mr. Garfield will be pleased!  Interesting indeed that you are even aware of its existence, though you've clearly proven yourselves to be resourceful, and you have more than proven that you are most worthy of this exclusive invitation, my fair heroes!  Please, let me show you the hidden entrance!\"",
																"On the way out of the wagon and through the carnival, Mister Witch asks \"Just what do you know of this magic shop you seek?\""
															]
														},
														"Mister Witch and Mister Light are now willing to openly discuss Fantasy Costco with the adventurers. They acknowledge that the owner was at one time a Witchlight Hand who later became a magic performer at the carnival, before gaining enough power that he opted to leave the Witchlight Carnival's employ. The departure was on good terms, and when he came back to Mister Witch and Mister Light years later (8 years, to be exact) asking if they would help conceal a portal to his fantastic magic shop, they loved the idea and of course acquiesced to help their old friend. The carnival owners also know the following information, if asked:",
														{
															"type": "list",
															"items": [
																"{@b Where are we going?} The pocket dimension beyond the mirror is called {@area Fantasy Costco|437|x}, wherein dwells the store owner, Garfield the Deals Warlock, who loves nothing more than to make a deal. Bring an open mind and a willingness to bargain, or bring coin, and lots of it.",
																"{@b Time and space.} Time flows differently and unpredictably in this pocket dimension. Though the heros may only spend an hour or so on the other side, when they come back to this plane of existence, they may find that several days or only seconds have passed. And there's no guarantee that they'll land in exactly the same spot either.",
																"{@b How to get back.} When the heros are ready to leave the pocket dimension, Garfield will manifest the same portal they entered through.",
																"{@b What kind of \"deals\" does this merchant like to make?} From what the carnival owners have heard, pretty much anything is on the table. Legend has it that his clients have been known to trade Garfield their memories, their talents, and even years of their own life."
															]
														},
														"The carnival owners lead them to the Hall of Illusions and march them inside:",
														{
															"type": "insetReadaloud",
															"id": "0f9b",
															"entries": [
																"As Witch and Light move through the Hall of Illusions, their reflections in the mirrors show them as gloomy shadar-kai children, with your own youthful reflections following behind. Soon, they call you to a halt. The mirrors now reflect everyone's true age.",
																"{@creature Mister Light|TWC} adds in a hushed tone, \"I must warn you. The deals... they're insane!\""
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Stepping Through",
											"page": 55,
											"id": "0fa",
											"entries": [
												"When a character recites Witch's rhyme while standing in front of their present-day reflection in the Hall of Illusions, read:",
												{
													"type": "insetReadaloud",
													"id": "0fb",
													"entries": [
														"Mist swirls in the mirror, blotting out your reflection."
													]
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "adventure/WBtW/034-01-018.the-feywild-awaits.webp"
													},
													"title": "Fantasy Costco awaits!",
													"width": 1700,
													"height": 1117
												},
												"Any creature that touches the surface of the misty mirror is pulled through it and deposited in {@area Fantasy Costco|437|x}. If a character tries to take either the {@item Witchlight watch|TWC} or the {@item Witchlight vane|TWC} through the mirror, the item drops to the floor as the character crosses the threshold. Neither item can be taken into the pocket dimension.",
												"If {@creature Mister Witch|TWC} and {@creature Mister Light|TWC} are both present, they wait until only one character remains and then impart the following information to that character:",
												{
													"type": "inset",
													"name": "Dropping Hints",
													"id": "0fc",
													"entries": [
														"This is your chance as a DM to give your player some prophetic guidance in their larger campaign quest here. A hint as to what direction they should take next, or a clue to solving a problem they will soon face.  If you can think of nothing to give them, you can just make up some nonsense and choose how to implement it later. For example: \"when the time is right, follow the white rabbit\"."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Carnival Locations",
					"page": 31,
					"id": "080",
					"entries": [
						"The following locations are keyed to the map of the Witchlight Carnival. The ticket booth is described first, since it stands near the entrance. All other locations are presented alphabetically.",
						{
							"type": "inset",
							"name": "Carnival Locations",
							"page": 31,
							"id": "080a",
							"entries": [
								{
									"type": "list",
									"items": [
										"{@area Ticket Booth|081|x}",
										"{@area Big Top|087|x}",
										"{@area Bubble-Pop Teapot|08b|x}",
										"{@area Calliope|091|x}",
										"{@area Dragonfly Rides|09a|x}",
										"{@area Feasting Orchard|09e|x}",
										"{@area Gondola Swans|0a3|x}",
										"{@area Hall of Illusions|0a6|x}",
										"{@area Pixie Kingdom|0b7|x}",
										"{@area Pub Trivia|0ee0|x}",
										"{@area Silversong Lake|0bd|x}",
										"{@area Small Stalls|0c1|x}",
										"{@area Snail Racing|0ce|x}",
										"{@area Staff Area|0d5|x}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ticket Booth",
							"page": 31,
							"id": "081",
							"entries": [
								"The booth where visitors buy their tickets is located at the main entrance.",
								{
									"type": "insetReadaloud",
									"id": "082",
									"entries": [
										"A silver statue of a dancing faerie is mounted on the roof of this ticket booth and surrounded by fluttering butterflies. The booth is decorated with an animated depiction of the night sky, with shooting stars arcing across it.",
										"An elderly goblin perches behind the ticket counter, peering at you quizzically through a spyglass. He lowers the spyglass and calls out to you: \"Greetings, fair fairgoers!\""
									]
								},
								"Visitors are expected to buy tickets at this booth. A ticket costs one apple blossom flower. Instead of buying their ticket with an apple blossom, a visitor can try to barter with the ticketer, Nikolas Midnight, a wrinkled {@creature goblin} (see \"Bartering for a Ticket\" below). For more information on Nikolas Midnight, see \"{@area Roleplaying Nikolas|086|x}\" below.",
								"After giving the characters their tickets, Nikolas hands the group a map of the carnival and gives each character a pair of colorful cloth butterfly wings to wear. Nikolas explains that the butterfly wings must be worn to show the staff that the characters are paid attendees. They are now free to explore the carnival at their leisure.",
								{
									"type": "entries",
									"name": "How the Tickets Work",
									"page": 31,
									"id": "083",
									"entries": [
										"Nikolas explains that each ticket is good for eight attractions; characters who want to sample more of the carnival's offerings must buy another ticket. Most attractions in the carnival have a cost of 1 ticket punch, but the pub trivia is free. After the eighth punch, a ticket becomes a worthless keepsake.",
										{
											"type": "inset",
											"name": "Sneaking Inside",
											"page": 31,
											"id": "084",
											"entries": [
												"The carnival issues fake butterfly wings to every visitor who receives a ticket. Visitors are expected to wear their wings, or at least carry them around, while inside the carnival. The tickets and fake wings are theirs to keep.",
												"Any character who tries to sneak into the carnival without a set of fake butterfly wings must succeed on a DC 16 Dexterity ({@skill Stealth}) check or be spotted and approached by {@dice 1d3} {@creature Witchlight Hand (Medium)|TWC|Witchlight hands} of any alignment (see the stat block earlier in the chapter). The hands ask to see the character's ticket; any character without a ticket is escorted to the main entrance and directed to the ticket booth. If the character runs away from the Witchlight hands, the hands don't bother giving chase, but the carnival's mood lowers by one step. Roll on the {@table Mood Lowers|TWC|Mood Lowers table} (see \"{@area Tracking Mood|065|x}\"). A character without butterfly wings who successfully sneaks into the carnival must repeat the check at the end of each hour."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bartering for a Ticket",
									"page": 31,
									"id": "085",
									"entries": [
										"Any visitor who can't afford the price of a ticket or who doesn't want to pay for a ticket can make a fey pact with Nikolas instead. Each pact is a one-night-only deal that ends when the Witchlight Monarch is crowned (see \"{@area Crowning the Witchlight Monarch|0f2|x}\" toward the end of the chapter). If a character chooses to enter into such a pact, roll on the Ticket Pacts table to determine the conditions. A character who barters for multiple tickets can have more than one pact in effect; if any table result comes up twice, choose a different result.",
										"Any character who fulfills the conditions of a pact should be a strong contender for the title of Witchlight Monarch. A character who doesn't abide by the pact loses their ticket, which transforms into an ordinary bat and flaps away. In addition, the carnival's mood lowers by 1 step. Roll on the {@table Mood Lowers|TWC|Mood Lowers table} (see \"{@area Tracking Mood|065|x}\").",
										{
											"type": "table",
											"caption": "Ticket Pacts",
											"colLabels": [
												"d8",
												"Pact"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You must not tell a lie knowingly."
												],
												[
													"2",
													"You must wear a crown of flowers and water it every hour without taking it off."
												],
												[
													"3",
													"You must perform a short dance whenever you hear someone say your name."
												],
												[
													"4",
													"You can't talk about your favorite subject."
												],
												[
													"5",
													"You must carry around a small pumpkin as though it were a precious egg."
												],
												[
													"6",
													"You must greet all trees with reverence."
												],
												[
													"7",
													"You must compliment everyone you meet."
												],
												[
													"8",
													"You must declare your love for unicorns at every opportunity."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Roleplaying Nikolas",
									"page": 32,
									"id": "086",
									"entries": [
										"Nikolas (lawful neutral) carries a spyglass and an ear horn, which he uses when talking to patrons. Nikolas plays on the fact that he is old when using these items, but it's all a ruse; he is as sharp as a thorn, and his instruments allow him to get the true measure of guests. In his hands, the spyglass and ear horn grant Nikolas advantage on Wisdom ({@skill Insight}) checks to discern lies and determine true intent. Characters who attempt to deceive Nikolas must succeed on a Charisma ({@skill Deception}) check contested by the goblin's Wisdom ({@skill Insight}) check.",
										"If one or more characters seem intent on disrupting the carnival, Nikolas scribbles a brief note to that effect and hands it to an {@condition invisible} {@creature pixie} that lurks under the ticket counter. The pixie delivers Nikolas's message to {@creature Mister Witch|TWC}, who informs the carnival staff to keep a close eye on the group, and the carnival's mood lowers by 1 step. Roll on the {@table Mood Lowers|TWC|Mood Lowers table} (see \"{@area Tracking Mood|065|x}\")."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Big Top",
							"page": 32,
							"id": "087",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "088",
									"entries": [
										"The roof of this tent reaches toward the night sky in three swooping peaks topped with spinning gold stars. Painted wooden panels on the tent walls whirl with colorful motion, displaying vibrant circus performances. The sound of music and laughter drifts out through the canvas door."
									]
								},
								"Customers can enter the Big Top for free.",
								"The Big Top is the setting for two main events: the Big Top Extravaganza and the crowning of the Witchlight Monarch, both of which are described in the \"{@area Crowning the Witchlight Monarch|0f2|x}\" section toward the end of the chapter. In the hours leading up to midnight, carnival barkers stationed throughout the fair declare, \"Big Top Extravaganza tonight at midnight! Prepare to be delighted!\" After midnight, these barkers shout, \"Who will be crowned our Witchlight Monarch? Join us in the Big Top just before dawn to find out!\"",
								"Aside from those scheduled events, a variety of entertainers perform here. Colorful orbs of light dance in the lofts of the tent while magic spotlights highlight performers. Spectators watch the acts from rows of tiered wooden seats encircling the ring. You can randomly determine an act by rolling on the Big Top Acts table, or you can create new acts using the table's entries as inspiration.",
								{
									"type": "table",
									"caption": "Big Top Acts",
									"colLabels": [
										"d8",
										"Act"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Tiny firefly circus managed by an ogre dressed like a djinni"
										],
										[
											"2",
											"Halfling contortionist who can fit inside a hatbox"
										],
										[
											"3",
											"Pixies racing chariots pulled by weasels (eight pixies and sixteen weasels in all)"
										],
										[
											"4",
											"Satyr fiddler whose music causes dancing plants to burst from the ground"
										],
										[
											"5",
											"Troupe of eight clowns launching themselves from a magic cannon"
										],
										[
											"6",
											"Tiefling fire-breather who summons capering magma mephits and smoke mephits that disappear after 1 minute"
										],
										[
											"7",
											"Goblin juggler who can catch and juggle any tiny objects tossed to her by the crowd (up to eight objects at a time)"
										],
										[
											"8",
											"Elf ballerina who dances with animated costumes that spring from a magic wardrobe"
										]
									]
								},
								{
									"type": "entries",
									"name": "Dressing Room",
									"page": 32,
									"id": "089",
									"entries": [
										"The backstage area is a smaller, circular tent adjoining the Big Top. The curtained doorway between the Big Top and the dressing room is guarded by two {@creature Witchlight Hand (Medium)|TWC|Witchlight hands} (chaotic good; see the stat block earlier in the chapter), who bicker over the appeal of the acts while sharing a bottle of pear cider. They allow only performers and other Witchlight hands to pass through the curtain but are so distracted by their arguing that any character can slip past them unseen with a successful DC 14 Dexterity ({@skill Stealth}) check.",
										{
											"type": "insetReadaloud",
											"id": "08a",
											"entries": [
												"This dressing room is a scene of colorful clutter: tables strewn with makeup kits and glass jewelry, mirrors trimmed with glowing orbs of light, and chests of drawers and wardrobes spilling over with garments."
											]
										},
										"If a character searches the dressing room for something fun, roll on the Costumes and Accessories table to determine what they find.",
										{
											"type": "table",
											"caption": "Costumes and Accessories",
											"colLabels": [
												"d8",
												"Costume or Accessory"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Wire headband fitted with a sparkling paper unicorn horn"
												],
												[
													"2",
													"Waistcoat with a chain of one hundred silk handkerchiefs tied together in one of its pockets"
												],
												[
													"3",
													"Casket of costume jewelry"
												],
												[
													"4",
													"Front and rear halves of a two-person unicorn costume"
												],
												[
													"5",
													"Retractable dagger (harmless)"
												],
												[
													"6",
													"Pair of stilts and long, bright purple trousers"
												],
												[
													"7",
													"Enough animated face paint for five applications; each application animates on the skin to create swirling patterns that last for 1 hour"
												],
												[
													"8",
													"Clown costume with fake butterfly wings"
												]
											]
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/017-01-003.fire-breather.webp"
											},
											"title": "A tiefling fire-breather entertains the crowd under the Big Top",
											"width": 1700,
											"height": 1137
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Bubble-Pop Teapot",
							"page": 33,
							"id": "08b",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "08c",
									"entries": [
										"A twenty-foot-tall teapot rests on a wooden platform, its painted surface whirling with moving imagery of flying dragons breathing streams of bubbles. A door at the base of the teapot allows entry to its interior; those who enter emerge from the spout enclosed in a bubble that detaches to float off across the carnival. Seven goblins sits around the platform, sipping tea from mismatched porcelain cups."
									]
								},
								"This ride costs 1 ticket punch. The ride is managed by a friendly goblin noncombatant named Treaclewise (chaotic good), who wears bright yellow butterfly wings and carries a string of teaspoons on his belt. Seven more friendly goblins sit and chatter around the giant teapot while sipping tea. When the characters approach, Treaclewise gestures to a sign on his table that reads:",
								{
									"type": "inset",
									"id": "08d",
									"entries": [
										"{@i Why crawl when you can walk}",
										"{@i Why walk when you can fly?}",
										"{@i Why be silent when you can talk}",
										"{@i Why talk when you can rhyme?}"
									]
								},
								"Treaclewise loves to talk in rhymes. When a character engages Treaclewise and speaks in a rhyme, Treaclewise will wiggle his hips happily and cause his belt of spoons to jangle loudly, as he laughs as though it's the funniest thing he's ever heard. If he ever gets stuck for a rhyme, Treaclewise will often invent pure nonsense words just to get his sentences to work!",
								"If Treacelwise takes a shine to a character he may gift the character with a pouch of {@item scatterleaf tea|TWC}}.",
								{
									"type": "entries",
									"id": "08e",
									"entries": [
										{
											"type": "entries",
											"name": "Scatterleaf Tea",
											"page": 34,
											"id": "08f",
											"entries": [
												"As an action, a creature can scatter these tea leaves on the ground in a 5-foot-radius circle, duplicating the effect of a {@spell protection from evil and good} spell that lasts for 10 minutes. To gain the spell's protection, a creature must stand in the circle of tea leaves. In addition, a cup of hot, delicious tea magically appears in the protected creature's hands. A pouch contains enough leaves for one use."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Taking a Bubble Ride",
									"page": 34,
									"id": "090",
									"entries": [
										"Any Large or smaller creature that enters the teapot is enveloped in a magic bubble that floats up through the teapot's spout and into the sky, granting its occupant wonderful aerial views of the carnival. When the bubble pops after 1 minute, the passenger floats gently to the ground. Each bubble can hold only one creature (the smaller the creature, the smaller its bubble), plus whatever the creature is wearing or carrying.",
										"A character suspended in the bubble can make a DC 1 Dexterity ({@skill Acrobatics}) check, gaining control of the bubble on a success. The character can then steer the bubble and pop it over any location on the carnival map. On a failed check, the character has no control over their bubble, and it pops over a random location. If a character tries to steer a bubble out of the carnival, it pops at the perimeter."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Calliope",
							"page": 34,
							"id": "091",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "092",
									"entries": [
										"A merry tune spills forth from an instrument on the back of a brightly painted wagon. A monkey wearing a cloak covered with buttons turns a handle at the wagon's rear, sending music into the air from rows of golden whistles. As you watch, a goblin dressed as a ladybug toddles up to you, rattling a tin cup."
									]
								},
								"The calliope can be heard throughout the carnival and is magically linked to the carnival's mood. When people are happy, it pipes along merrily, but it plays discordantly when the mood is low. Each of the calliope's whistles is imbued with magical gusts of wind, allowing it to play without end.",
								"Ernest the monkey turns the handle of a piano roll; the punched holes in the roll of parchment provide the melody. Ernest has the mind of a middle-aged human, the result of a prank involving the organ grinder, his pet monkey, a leprechaun, and a great quantity of brambleberry wine. The organ grinder's mind was swapped with his monkey's, but the jest turned to disaster when his body ran off with the monkey's mind inside, never to be seen again. Ernest uses the {@creature baboon} stat block, but his Intelligence and Charisma are 10, and he can speak Common. His alignment is neutral good.",
								"Ernest likes to collect buttons from the carnival's guests to sew onto his cloak. He has a rhyme for requesting them:",
								{
									"type": "inset",
									"id": "093",
									"entries": [
										"{@i Spare a button if you please,}",
										"{@i I'll sew it next to all of these.}",
										"{@i I offer nothing in its place,}",
										"{@i Besides a smile upon my face.}"
									]
								},
								"Marigold (chaotic good), the goblin dressed as a ladybug, collects the proffered buttons in a tin cup and delivers them to Ernest. Marigold is sprightly and often cajoles bystanders into dancing."
							]
						},
						{
							"type": "entries",
							"name": "Dragonfly Rides",
							"page": 36,
							"id": "09a",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "09b",
									"entries": [
										"Huge lily pads rest on the surface of a pool glistening with phosphorescent algae. Giant dragonflies use the lily pads as landing platforms, buzzing loudly overhead with wings as brilliant as stained-glass windows, and alighting briefly to drop off and pick up excited passengers.",
										"Near the entrance, a small, smiling tree turns your way and beckons you over. A red squirrel clings to its leafy canopy, peering at you suspiciously."
									]
								},
								"Northwind, a Prismeer native, is a carefree {@creature treant sapling|TWC} (see the accompanying stat block). Northwind's squirrel companion, Red, sizes up guests while keeping at least one beady eye on Northwind's acorns. Red is the beneficiary of a druid's {@spell awaken} spell; he uses the {@creature weasel} stat block but has an Intelligence of 10 and speaks Common.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/WBtW/019-637677446430863372.webp"
									},
									"title": "{@creature Treant Sapling|TWC}",
									"width": 370,
									"height": 414
								},
								{
									"type": "entries",
									"name": "Dragonfly Riding",
									"page": 36,
									"id": "09c",
									"entries": [
										"Riding a dragonfly costs 1 ticket punch. There are eight {@creature Giant Dragonfly|TWC|giant dragonflies}, which are trained to fly their riders in a lazy figure eight around the carnival's thoroughfare, at a height of 20 feet. A character who tries to steer their dragonfly off course must succeed on a DC 15 Wisdom ({@skill Animal Handling}) check to do so.",
										"As the characters' first ride begins, shouts of alarm erupt from a nearby lily pad. A giant dragonfly has just taken off prematurely with a patron on its back: a middle-aged dwarf with a bright blue beard sits unfastened in his harness. Kester, a kenku trickster, used a {@spell speak with animals} spell to panic the dragonfly. Characters can spot Kester before he slips away with a successful Wisdom ({@skill Perception}) check contested by the kenku's Charisma ({@skill Deception}) check. See \"{@area Catching Kester|0e7|x}\" later in the chapter if the characters try to confront him.",
										"A character can calm the startled mount and guide it back to a lily pad with a successful DC 15 Wisdom ({@skill Animal Handling}) check. The carnival's mood rises by 1 step if a character succeeds on this check. Roll on the {@table Mood Rises|TWC|Mood Rises table} (see \"{@area Tracking Mood|065|x}\"). If the characters fail to rescue the dwarf, he tumbles from the dragonfly's back; luckily, his fall is cushioned by a tent awning, and though he isn't badly hurt, the mood of the carnival lowers by 1 step. Roll on the {@table Mood Lowers|TWC|Mood Lowers table} (see \"{@area Tracking Mood|065|x}\")."
									]
								},
								{
									"type": "entries",
									"name": "Questioning Northwind",
									"page": 37,
									"id": "09d",
									"entries": [
										"Northwind is terrible at keeping secrets. If questioned about the carnival, the treant loudly whispers the following bits of information, preceding each with \"I'm not really supposed to talk about this, but...\"",
										{
											"type": "list",
											"items": [
												"\"{@creature Mister Witch|TWC} and {@creature Mister Light|TWC} aren't the carnival's original owners, y'know. They're not even from the Feywild! But it matters not an inch! We're all one big, happy family here!\"",
												"\"The carnival can't run without {@creature Mister Witch|TWC}'s pocket watch—I hope he never loses it!\"",
												"\"There's nothing {@creature Mister Light|TWC} likes more than a sea of smiling faces—if the carnival's happy, he's happy!\""
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Feasting Orchard",
							"page": 37,
							"id": "09e",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "09f",
									"entries": [
										"Music and mirth radiate from this park. The heady scents of flowers, mead, and berry pie waft through the air. Stilt-walkers pluck fruit from trees; musicians drum, pipe, and strum; and everywhere there is singing, dancing, and an inordinate amount of custard."
									]
								},
								"The Feasting Orchard bustles all through the night with the activity of storytellers, musicians, and acrobats. The feasting tables are lined with merrymakers, and dances spring up at the drop of a hat.",
								{
									"type": "entries",
									"name": "Faerie Cake Eating Contest",
									"page": 37,
									"id": "0a0",
									"entries": [
										"This contest runs repeatedly throughout the evening and costs 1 ticket punch to enter. The contest table is piled high with small, glazed cupcakes, each filled with a dollop of berry custard. The goal is simple: eat as many cupcakes as you can within 60 seconds.",
										"A contestant can swallow a cupcake in about 3 seconds and safely eat as many cupcakes as 3 + its Constitution modifier; for each additional cake eaten, the contestant must succeed on a DC 12 Constitution saving throw or take {@dice 1d8} custard damage. Subtract custard damage from the contestant's hit points as normal. Any contestant reduced to 0 hit points by custard damage is unable to continue, loses the contest, and has custard splattered all over them. At the end of the contest, all contestants regain the hit points they lost from taking custard damage.",
										{
											"type": "entries",
											"name": "Treasure",
											"page": 37,
											"id": "0a1",
											"entries": [
												"The prize for winning the contest is a cupcake that functions like a {@item potion of invisibility}. The whole cupcake must be eaten to gain its benefit."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ellywick Tumblestrum",
									"page": 37,
									"id": "0a2",
									"entries": [
										"This gnome bard (\"Tumblestrum\" to her friends) is on stage in the Feasting Orchard when the characters first arrive. She sits on a stool, plucking the strings on her lute."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Gondola Swans",
							"page": 38,
							"id": "0a3",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "0a4",
									"entries": [
										"Enormous swans glide through the water here, pulling ornate wooden gondolas draped in flowers. The swans disappear into banks of silver mist as they wend their way down the river. A jetty extends ahead, at the end of which a waiting swan preens its feathers."
									]
								},
								"Riding a gondola costs 1 ticket punch. Each ride is an hour long; it starts and ends at the jetty, and the gondola follows the river that marks the perimeter of the carnival.",
								"Each gondola is pulled by a {@creature giant swan|TWC}, which has the statistics of a {@creature giant eagle} except that it has no talons, can attack twice with its beak as an action, and speaks Common and Auran. If the characters approach the swan at the end of the jetty, she bows her head, introduces herself as Feathereen, and explains that she can take the characters along the river that encircles the carnival. Each gondola holds up to eight Medium creatures.",
								"Feathereen is erudite and haughty. She asks the characters several metaphysical questions as they travel, such as these:",
								{
									"type": "list",
									"items": [
										"\"How are you finding the Carnival? Anything interesting happen? I'm not a gossip, your secrets are safe with me.\"",
										"\"How do magic spells know how much diamonds cost? Why does Revivify bring someone back to life with 300gp worth of diamonds but not 299?\"",
										"\"Do plants have souls? What do you think their afterlife is like?\"",
										"\"In worlds so full of magic, is time an illusion?\"",
										"\"How do I know you exist?\"",
										"\"What is joy?\""
									]
								},
								"If the characters ignore Feathereen or make light of her questions, she rocks the gondola and tries to pitch her passengers into the water. Each occupant must succeed on a DC 12 Dexterity saving throw to stay inside the boat.",
								"Characters who impress Feathereen with their answers earn her respect; if she is questioned about the carnival, her gossipy nature is revealed, and she imparts the following information:",
								{
									"type": "list",
									"items": [
										"Feathereen saw the mime Candlefoot (see \"Hall of Illusions\") make a disastrous attempt to propose to the mermaid Palasha. \"He was about to declare his love for the mermaid in front of everyone, when the words left him with a gasp! It was most unusual, and he hasn't spoken a word since. Palasha was very upset.\"",
										"Feathereen enjoys late-night debates with the bugbear Burly (see \"{@area Staff Area|0d5|x}\" later in the chapter). \"He has a profound mind and is simply wasted guarding the staff wagons. He misses his brother tremendously. No one knows what happened to Hurly, but everyone knows he never really fit in.)"
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"page": 38,
									"id": "0a5",
									"entries": [
										"If the characters annoy Feathereen, she is irritable for the rest of the evening, and the carnival's mood lowers by 1 step. Roll on the {@table Mood Lowers|TWC|Mood Lowers table} (see \"{@area Tracking Mood|065|x}\"). If pleased, she remains in high spirits, which raises the carnival's mood by 1 step (roll on the {@table Mood Rises|TWC|Mood Rises table})."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Hall of Illusions",
							"page": 38,
							"id": "0a6",
							"entries": [
								"A glass cabinet stands near the entrance to this tent. If the characters approach it, read the following boxed text aloud. If they investigate the tent first, skip ahead to \"Approaching the Hall of Illusions.\"",
								{
									"type": "insetReadaloud",
									"id": "0a7",
									"entries": [
										"A wooden mannequin of a grinning, raven-haired young woman in witch's attire and a green flowing cape hovers inside a glass cabinet. At the top of the cabinet, a sign reads \"Tasha the Wizard—Known for Her Hideous Laughter.\"",
										"A halfling couple holds hands as they approach the glass cabinet. One of the halflings is wearing butterfly face paint. As he drops to one knee and pulls a small box from his pocket, his sweetheart bursts into laughter and begins rolling on the ground. The halfling in face paint begins sobbing and darts into the nearby tent without getting his ticket punched."
									]
								},
								"Characters who succeed on a DC 16 Intelligence ({@skill History}) check recall that Tasha was one of the names reputedly used by Iggwilv the Witch Queen, a legendary archmage. Any creature that comes within 10 feet of the mannequin must succeed on a DC 16 Wisdom saving throw or be affected as if by a {@spell Tasha's hideous laughter} spell. Whether the saving throw succeeds or fails, the creature can't be affected by the mannequin again.",
								"The halfling in face paint is Rubin Sugarwood, and his halfling sweetheart is named Ween Sundapple; both are {@creature Commoner||commoners} (lawful good). Ween got too close to the glass cabinet and fell victim to its spell. If one or more characters follow Rubin into the Hall of Illusions, see \"{@area Chasing Rubin|0ad|x}\" below.",
								"After recovering from the cabinet's spell, Ween remains outside the tent and calls out for Rubin, hoping he will return.",
								{
									"type": "entries",
									"name": "Approaching the Hall of Illusions",
									"page": 39,
									"id": "0a8",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0a9",
											"entries": [
												"This large tent is painted with a mural of shifting images that show grinning faeries diving into pools of color. The helical stripes of the tent's pointed canopies rotate in spirals, and the whole display seems designed to befuddle onlookers. A clown dressed in muted garb stands at the tent's entrance, blinking at you."
											]
										},
										"Entering the tent costs 1 ticket punch.",
										"The veil between the Material Plane and the Feywild is thinnest inside this hall of magical mirrors, and the door to the {@area Fantasy Costco|437|x} pocket dimension lies deep within. Thieves from The Hourglass Coven slip in and out of the tent as they desire, and most of the carnival staff prefer to give the attraction a wide berth, believing it to be jinxed or haunted."
									]
								},
								{
									"type": "entries",
									"name": "Candlefoot the Mime",
									"page": 39,
									"id": "0aa",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/021-01-006.candlefoot.webp"
											},
											"title": "Candlefoot",
											"width": 600,
											"height": 1399
										},
										"Candlefoot, a {@creature Witchlight Hand (Medium)|TWC|Witchlight hand} (neutral good; see the stat block earlier in the chapter), is the reluctant ticket-puncher at the Hall of Illusions, and he does all he can to avoid entering the hall. All the color has leached out of his skin, hair, eyes, and apparel, giving him a strangely monochromatic look. And his problems don't end there.",
										"A kenku named Kester stole Candlefoot's voice, so he communicates through mime. If the characters give him a writing implement and some parchment, he can also write out his thoughts.",
										{
											"type": "entries",
											"name": "A Fey Romance",
											"page": 39,
											"id": "0ab",
											"entries": [
												"When the mermaid Palasha (see \"{@area Silversong Lake|0bd|x}\" later in the chapter) joined the Witchlight Carnival, Candlefoot discovered that her songs had the power to bring back his coloration. (The change lasts only as long as he can hear her sing.) This surprised them both, and when the pair met, they fell in love. Recently, Candlefoot was about to propose to Palasha when his voice was snatched by Kester. If questioned, Candlefoot tries to explain his sorry circumstances through mime and asks the characters to help him recover his voice from Kester so he can go through with his proposal.",
												"Here's a fantastic opportunity for you to explore your hidden talents as a mime. To indicate that he has lost his voice, Candlefoot might move his lips, then shake his head while holding a hand up to one ear. He might bob his head and flap his arms like a bird to indicate that Kester is the culprit. He doesn't know where the kenku is, but he knows he has been causing mischief throughout the carnival and sometimes uses magic to conceal his true form.",
												"If the characters agree to help Candlefoot, he performs a few delightful magic tricks for their amusement using his {@spell prestidigitation} cantrip, which he can cast without the verbal component."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Inside the Hall of Illusions",
									"page": 39,
									"id": "0ac",
									"entries": [
										"Tall mirrors line the interior walls of the tent. The mirrors near the entrance reflect onlookers in their youth; the images grow steadily older, until the mirrors deep within the hall reflect onlookers in their twilight years. As the characters scrutinize their reflections, ask the players to describe what their characters looked like as children and what they might look like in old age.",
										"When the correct incantation is spoken aloud in front of any of the hall's mirrors, the mirror transforms into a portal to the Feywild domain of Prismeer (see \"{@area Through the Looking Glass|0f8|x}\" at the end of the chapter for more information)."
									]
								},
								{
									"type": "entries",
									"name": "Chasing Rubin",
									"page": 40,
									"id": "0ad",
									"entries": [
										"If the characters chase after Rubin when he enters the hall, Candlefoot looks shocked but doesn't follow them inside.",
										"Any character who spends 1 minute searching for Rubin finds him with a successful DC 15 Wisdom ({@skill Perception}) check. The halfling is gazing worriedly into a mirror at his youthful reflection.",
										"If the characters fail to find Rubin after 3 minutes, they come upon his ring on the floor inside the hall."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"page": 40,
									"id": "0ae",
									"entries": [
										"If the characters reunite the halfling couple, Ween accepts Rubin's proposal, and the carnival's mood rises by 1 step. Roll on the {@table Mood Rises|TWC|Mood Rises table} (see \"{@area Tracking Mood|065|x}\"). If Rubin and Ween are not reunited, the mood of the carnival lowers by 1 step as word of Rubin's disappearance spreads (roll on the {@table Mood Lowers|TWC|Mood Lowers table})."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Pixie Kingdom",
							"page": 42,
							"id": "0b7",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "0b8",
									"entries": [
										"A copse of oak trees shelters a miniaturized fairground. At its heart, a hamster runs inside a tiny Ferris wheel, encircled by minuscule wagons and candy stalls. A pixie sits cross-legged in the hollow of a tree at the entrance to this realm."
									]
								},
								"The {@creature pixie} introduces himself as Jeremy Plum and does his best to persuade the characters that the Pixie Kingdom is the best attraction the carnival has to offer. Entry to the attraction costs 1 ticket punch.",
								"Jeremy encourages the characters to adopt pixie names before entering; Allow your players to come up with their own Pixie names for their characters, with Jeremy Plum reacting favorably to the most ridiculous ones. The silliest name receives a reward from him: a {@item Potion of Advantage|TWC|Potion of Advantage}. Alternatively, refer to the table below for ideas.  The carnival's mood rises by 1 step if all the characters use their adopted pixie names while in the attraction. Roll on the {@table Mood Rises|TWC|Mood Rises table} (see \"{@area Tracking Mood|065|x}\").",
								{
									"type": "entries",
									"name": "Pixie Names",
									"page": 42,
									"id": "0b9",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d8",
												"Name"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Brightmite"
												],
												[
													"2",
													"Cobweb"
												],
												[
													"3",
													"Cotton Candy"
												],
												[
													"4",
													"Dimple"
												],
												[
													"5",
													"Jellybean Starfish"
												],
												[
													"6",
													"Panache"
												],
												[
													"7",
													"Puddlemud"
												],
												[
													"8",
													"Toadhop"
												]
											]
										},
										"Whether or not the characters agree to adopt their pixie names, Jeremy sprinkles {@item pixie dust|TWC} on them. Jeremy also presents each character with a potion that, when consumed within the boundary of the Pixie Kingdom, reduces the imbiber's size to Tiny for 1 hour, or until the imbiber wants the effect to end. Until the effect ends, the Tiny character has disadvantage on Strength checks and Strength saving throws, and the character's weapons deal {@dice 2d4} less damage (this change can't reduce the damage below 1)."
									]
								},
								{
									"type": "entries",
									"name": "Exploring the Kingdom",
									"page": 42,
									"id": "0ba",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0bb",
											"entries": [
												"The Pixie Kingdom is a tranquil oasis compared to the rest of the bustling carnival. The air is filled with the aroma of blackberry wine and flower blossoms. Eight brightly painted doorways are nestled in the bark at the bases of the surrounding trees."
											]
										},
										"Twelve {@creature Pixie||pixies} reside here during carnival hours. They are friendly, curious, and eager to ask new arrivals all sorts of questions. The characters are free to explore the kingdom and experience the following wonders:",
										{
											"type": "list",
											"items": [
												"One character at a time can ride Pinecone, an excitable pug that listens only to pixies.",
												"The kingdom's centerpiece is a pixie palace made entirely of old cocoon husks beautifully woven together.",
												"Characters can dine on cucamelon sandwiches and thimbleberry tarts inside one of the pixie cottages.",
												"Characters can ride the wheel, which is powered by a talkative hamster named Biscuit. An {@spell awaken} spell cast on the hamster gives it an Intelligence of 10 and the ability to speak Common."
											]
										},
										"Characters who spend time talking to the pixies or Biscuit learn the following rumors:",
										{
											"type": "list",
											"items": [
												"\"Everyone's on the lookout for a kenku troublemaker, but he's using magic to disguise himself.\"",
												"\"Candlefoot the mime and Palasha the mermaid are in love. On top of that, Candlefoot's lost his voice. Is that part of his act?\"",
												"\"Burly the bugbear often talks philosophy with one of the gondola swans. That bugbear has brains as well as brawn.\""
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Playing Hide-and-seek",
									"page": 42,
									"id": "0bc",
									"entries": [
										"After a short while, the characters are invited to play a game of hide-and-seek, organized by two {@creature Pixie||pixies}: the game's friendly supervisor, Honeymint, and a seeker named Starbug.",
										"Each character who plays the game makes a Wisdom ({@skill Stealth}) check to hide (see the {@book Player's Handbook|PHB} for rules on skills with different abilities). Starbug finds the character who has the lowest check result, at which point all the remaining characters move to new hiding places and make another check. The game continues until only one character remains hidden; this character is declared the winner and is awarded a packet of {@item pixie dust|TWC}, with two leaves as the propeller blades. No character can win this prize more than once.",
										"The characters can hide anywhere in the Pixie Kingdom, but Honeymint points out the following hiding spots before the game begins:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Biscuit's Wheel",
													"entry": "This wooden wheel has eight wicker carriages. Biscuit, the hamster who trundles around inside the contraption that turns the wheel, is very talkative. Offering food to the hamster is one way to keep him quiet."
												},
												{
													"type": "item",
													"name": "Flower Bed",
													"entry": "This area is home to several talking wildflowers. They're rather conceited and bicker over which of them has the silkiest petals and the finest aroma. Flattery can silence their bickering."
												},
												{
													"type": "item",
													"name": "Heron's Nest",
													"entry": "An awakened heron named Beatrice, who enjoys talking about the weather, roosts in a clump of long grasses and might allow characters to hide in her nest if they ask nicely."
												}
											]
										},
										"Any character who tries to hide in one of these locations must succeed on a DC 12 Charisma ({@skill Persuasion}) check to shush the creatures there. Success grants advantage on Wisdom ({@skill Stealth}) checks made to hide in that location."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Pub Trivia",
							"page": 32,
							"id": "0ee0",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "0ee1",
									"entries": [
										"As you approach this circular tent-tavern, you hear social conversation and laughter from within, the clink of glassware and wooden mugs, and the periodic amplified voice of a goblin announcing what sound like team names, including \"Din of Thieves\" and \"Ligers\"."
									]
								},
								"There's one empty table in the otherwise packed tavern tent.  A small goblin in a dapper suit is M.C.'ing the event, announcing teams' names as they sign up for the free pub trivia contest, held every hour or two.  He announces one more name as the players enter the tent, \"The Fantastic Feathered Phandalin Five\", and then declares that there's room for {@i one more team} if anyone have the stones to enter the competition. Just step right up to register.",
								"The adventurers should approach the tiny M.C. goblin to sign up for the trivia game.  They are asked to provide a team name, and while the goblin chalks their name onto the slate board, they see the other team names. (see the {@link \"Pub Trivia Team Names\"|0ee2|x} table below)",
								{
									"type": "statblock",
									"tag": "table",
									"name": "Pub Trivia Team Names",
									"source": "TWC",
									"page": 3,
									"style": "inset"
								},
								"Once the players register as a team, read the following aloud:",
								{
									"type": "insetReadaloud",
									"id": "0ee3",
									"entries": [
										"The goblin finishes scratching your team name onto the board and whirls around to the packed tavern and announces:",
										"\"...Registration is now CLOSED! We have a full roster of fearless braniacs ready to do battle in the arena of knowledge! And now down to business.  The rules of the game are fairly straightforward, but there are some special tricks you can pull, so competitors, listen up!\""
									]
								},
								"Explain the following rules:",
								{
									"type": "inset",
									"name": "Trivia Rules",
									"id": "0ee4",
									"entries": [
										{
											"type": "list",
											"items": [
												"There are 3 rounds of 8 questions each",
												"Questions in Rd 1 are worth 1 pt each",
												"Questions in Rd 2 are worth 2 pts each",
												"Questions in Rd 3 are worth 3 pts each",
												"After 3 rounds, two teams with the most points will go head-to-head in a final one-question round -- the leading team gets to choose the category.",
												"The winner gets a fabulous prize and braggin' rights!",
												"{@b {@i POWER-UPS}}: each team gets 3 power-ups that can each be used on one question per round:",
												{
													"type": "list",
													"items": [
														"{@b {@i Go it alone.}} A correct answer is worth double! But only one person from your team can answer, without help! You must decide {@i before} the question is asked.",
														"{@b {@i Sending-stone-a-friend.}}  Don't worry, they've got the other sending stone in hand just for this event.",
														"{@b {@i Bonus Question.}}  Take a bonus follow-up question for an additional 1 point. No penalty for getting the bonus question wrong."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Running the Trivia Game",
									"page": 3,
									"id": "0ee5",
									"entries": [
										"The DM will need to keep a tally of each team's score for each round. Every time a trivia question is asked, also roll a {@dice d20} for each competing team and add their INT modifier (see: {@table Pub Trivia Team Names|TWC}) to determine their results.  An 11 or higher means they answered that question correctly. A natural 20 means that team also got an additional point for that round by answering the bonus followup question correctly. {@i Tip pre-rolling all of the competing teams' results for all rounds before you run this session will speed things up immensely.}",
										"Also be sure to keep track of what power-ups your players have used per round.",
										"For each question, follow this step-by-step:",
										{
											"type": "inset",
											"id": "0ee6",
											"entries": [
												{
													"type": "list",
													"style": "list-decimal",
													"items": [
														"Before asking the question, ask if the players want to use their Go It Alone power-up.",
														"Read the question aloud.",
														"Repeat the quesetion aloud. Then, give them a time limit (say, 60 seconds).",
														"{@i If you have not pre-rolled all of your competing team's results, you'll want to quickly roll them during this time.}",
														"{@i During this time, consider reminding them they can use a phone-a-friend power-up.}",
														"Be sure to always ask for their {@b \"final answer\"}.",
														"Announce whether they got it right or not. {@i If they answered correctly, consider reminding them they can use their power-up to ask for a bonus followup question worth 1 point.}",
														"Announce how the other teams did, as the goblin M.C. writes the results on the board."
													]
												}
											]
										},
										"Periodically throughout the game, roll on the {@table Random Events Between Trivia Questions|TWC} table below.  Consider allowing your players' reactions to some of these events to affect the overall mood at the carnival, or to grant them buffs or debuffs during the trivia game as appropriate.",
										"At the end of 3 rounds, the top 2 teams square off in one final round, consisting of just one (long) question.  If there are multiple teams tied for second place, go ahead and allow more than 2 teams into the final round, as it won't effect the mechanics of the game.  The leading team chooses the category for the final question.",
										"For the final question, read the prompt for \"Question #9\" of the selected trivia category.  The answer to the question will be in the form of listing \"all possible\" correct answers.  Each correct answer will be worth 1 point. For an NPC team, roll a {@b d(X-Y) + Y} to determine their results, where Y is their INT modifier, and X = the total number of possible correct answers.  So, for ex: if the team has a modifier of +1 and there are 10 possible correct answers, you would roll a {@dice d9+1}.",
										"The winning team all get to reach into the goblin's Carnival Prize sack and grab one prize!  Roll a {@dice d12} on the {@table Carnival Prize|TWC|Carnival Prizes table} to determine the prize.",
										{
											"type": "statblock",
											"tag": "table",
											"name": "Random Events Between Trivia Questions",
											"source": "TWC",
											"page": 3,
											"style": "inset"
										}
									]
								},
								{
									"type": "entries",
									"name": "Trivia Questions",
									"page": 3,
									"entries": [
										"",
										{
											"type": "statblock",
											"tag": "table",
											"name": "Round 1: Very Classy Questions",
											"source": "TWC",
											"page": 3,
											"style": "inset"
										},
										{
											"type": "statblock",
											"tag": "table",
											"name": "Round 2: Monster Mash-Up",
											"source": "TWC",
											"page": 3,
											"style": "inset"
										},
										{
											"type": "statblock",
											"tag": "table",
											"name": "Round 3: Know Your Rules",
											"source": "TWC",
											"page": 3,
											"style": "inset"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Silversong Lake",
							"page": 43,
							"id": "0bd",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "0be",
									"entries": [
										"Mist gathers at the banks of a shimmering lake. Near its center, a mermaid lounges in a giant bowl, singing a glorious, haunting song that captivates spectators on the lakeshore. In response, the lake water coalesces into magical sculptures that whirl around her as she performs."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/WBtW/023-01-008.palasha.webp"
									},
									"title": "Palasha",
									"width": 850,
									"height": 743
								},
								"It costs nothing to visit the lake and behold its star attraction: the {@creature merfolk} Palasha (chaotic good). Audiences crowd the lakeside just to witness her beauty and hear her song.",
								"Palasha is no ordinary mermaid. Her singing has the ability to emulate the effects of a {@spell control water} spell. Once per day, as an action, she can also summon a {@creature swarm of Quippers} that obeys her commands until it disappears after 1 minute.",
								"Palasha is in love with Candlefoot (see \"{@area Hall of Illusions|0a6|x}\") but finds it tragic that he has lost his voice. She can't face seeing him after his very public marriage proposal went awry. The mermaid is also fiercely devoted to the carnival. \"We are an impossibility in an impossible universe,\" she tells colleagues and strangers alike, with great pride.",
								{
									"type": "entries",
									"name": "Feathered Heckler",
									"page": 43,
									"id": "0bf",
									"entries": [
										"This event occurs the first time the characters watch Palasha perform. Kester, the kenku trickster, snakes through the crowd, using {@spell disguise self} and Mimicry to pose as different hecklers. After three mean-spirited jeers, the mermaid falters in mid-song, leaps out of her bowl, and darts off, heading downriver. Her abrupt departure causes the carnival's mood to lower by 1 step. Roll on the {@table Mood Lowers|TWC|Mood Lowers table} (see \"{@area Tracking Mood|065|x}\").",
										"Characters who try to identify the hecklers can spot Kester in his current guise with a successful Wisdom ({@skill Perception}) check contested by the kenku's Charisma ({@skill Deception}) check. See \"{@area Catching Kester|0e7|x}\" later in the chapter if the characters try to corner him."
									]
								},
								{
									"type": "entries",
									"name": "Helping Palasha",
									"page": 43,
									"id": "0c0",
									"entries": [
										"If she is driven from Silversong Lake by heckling, Palasha takes refuge in the river near the Hall of Illusions. To coax her back to the lake, the characters must perform an act of gallantry, such as helping Candlefoot find his lost voice.",
										"If the characters persuade Palasha to return to the lake and resume her performance, the carnival's mood rises by 2 steps. Roll on the {@table Mood Rises|TWC|Mood Rises table} (see \"{@area Tracking Mood|065|x}\"). Palasha offers a singing lesson to any characters who helped her."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Small Stalls",
							"page": 43,
							"id": "0c1",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/WBtW/025-01-010.catch-the-dragon-by-the-tail.webp"
									},
									"title": "Catch the Dragon by the Tail",
									"width": 850,
									"height": 1570
								},
								"The fair boasts several small stalls, each run by a {@creature Witchlight Hand (Medium)|TWC|Witchlight hand} (variable alignments; see the stat block earlier in the chapter). Some of the stalls sell sweet snacks and drinks. For 1 ticket punch, a customer can buy a snack served on a large flower petal or a beverage served in a fist-sized snail shell. The offerings include:",
								{
									"type": "list",
									"items": [
										"Blue-frosted cupcake",
										"Candied apple on a stick",
										"Euphoreo cookie (saucer-sized cookies dusted with particles of faerie dragon euphoria gas)",
										"Eveningberry wine (a sweet, nonalcoholic drink)",
										"Faerie bell nectar (harvested from faerie bell flowers)",
										"Pixie tarts (powdered candy in little cups)",
										"Sugar-glazed button mushrooms",
										"Tree sap lollipop"
									]
								},
								"The remaining stalls offer games and contests that cost 1 ticket punch apiece. A handful of games are summarized in the Carnival Games table and described below, and you can create others as you see fit using these as models.",
								{
									"type": "table",
									"caption": "Carnival Games",
									"colLabels": [
										"Game",
										"Key Ability"
									],
									"colStyles": [
										"col-8",
										"col-4 text-center"
									],
									"rows": [
										[
											"{@area Almiraj Ring Toss|0c2|x}",
											"Dexterity"
										],
										[
											"{@area Catch the Dragon by the Tail|0c4|x}",
											"Wisdom"
										],
										[
											"{@area Gnome Poetry Contest|0c6|x}",
											"Charisma"
										],
										[
											"{@area Goblin Wrestling|0c8|x}",
											"Strength"
										],
										[
											"{@area Guess the Number of Feathers|0ca|x}",
											"Intelligence"
										],
										[
											"{@area Outstare the Cyclops|0cc|x}",
											"Constitution"
										]
									]
								},
								"If a character wins a prize playing a game, roll a {@dice d12} on the {@table Carnival Prize|TWC|Carnival Prizes table} to determine the prize.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/WBtW/026-01-011.almiraj-ring-toss.webp"
									},
									"title": "Almiraj Ring Toss",
									"width": 850,
									"height": 1063
								},
								{
									"type": "entries",
									"name": "Almiraj Ring Toss",
									"page": 45,
									"id": "0c2",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0c3",
											"entries": [
												"\"This almiraj is no mirage. Adorn its horn with rings to win a prize!\""
											]
										},
										"This game involves tossing rings over the horn of a wooden statuette of an almiraj (a cute, bunny-like creature with a horn like a unicorn's). The almiraj teleports around on a tabletop, making it hard to score a success. A participant gets three rings. Tossing a ring over the almiraj's horn requires a successful DC 18 Dexterity check. Three successful tosses earn one roll on the {@table Carnival Prize|TWC|Carnival Prizes table}.",
										"Using Mage Hand or similar tricks to cheat when throwing the rings is allowed (even encouraged), and lets the character roll at advantage. Encourage creativity!"
									]
								},
								{
									"type": "entries",
									"name": "Catch the Dragon by the Tail",
									"page": 45,
									"id": "0c4",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0c5",
											"entries": [
												"\"Prizes! Prizes! Prizes! Catch the faerie dragon by the tail and win a piece of its hoard!\""
											]
										},
										"While blindfolded and standing in a booth, a participant must grab the tail of an elusive, giggling {@creature Faerie Dragon (Red)||red faerie dragon} that flutters around them. The participant has three chances to succeed on a DC 18 Wisdom ({@skill Perception}) check. Someone who succeeds on the check catches the dragon by the tail and rolls once on the {@table Carnival Prize|TWC|Carnival Prizes table}.",
										"Similarly to the Almiraj Ring Toss, cheating creatively is celebrated. A participant can be given the Help action by another character shouting instructions from the sidelines or give themselves Advantage on the Perception check by using a spell like {@spell Detect Magic} to find the Faerie Dragon while blindfolded."
									]
								},
								{
									"type": "entries",
									"name": "Gnome Poetry Contest",
									"page": 45,
									"id": "0c6",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0c7",
											"entries": [
												"\"Sound the chime, it's time to rhyme! You bring the poem! We'll bring the gno-em!\""
											]
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/027-01-012.gnome-poetry-contest.webp"
											},
											"title": "Gnome Poetry Contest",
											"width": 850,
											"height": 1063
										},
										"A participant must outperform a gnome in a best-of-five poetry contest. Doing so requires three successful DC 16 Charisma ({@skill Performance}) checks in five or fewer attempts. Someone who wins the contest rolls once on the {@table Carnival Prize|TWC|Carnival Prizes table}, or twice if they succeeded all five times without failing a check.",
										"The Gnome running this stall will start off the contest with a line of their own, then the next person has to complete the poem with a rhyme. A successful rhyme allows the player to make a DC15 Performance check to get a favorable reaction from the Gnome. Allow the party to take turns as they like jumping in with rhyming lines. One success means everyone who participated wins a prize: five successes gets everybody two prizes!",
										"Gnome Rhymes:",
										{
											"type": "list",
											"items": [
												"No-one's better at poems than artistic gno-ems, but this one thinks they can rhyme...",
												"Fun and games galore are in store: fly in a bubble or swim on a swan...",
												"The main event is held in a tent, at midnight come to the Big Top...",
												"Have your fill at the carnival, run by Misters Witch and Light...",
												"Such a shame it's the end of the game, but the night is still young..."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Goblin Wrestling",
									"page": 45,
									"id": "0c8",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0c9",
											"entries": [
												"\"Strong folks! Test your mettle in a goblin wrestle!\""
											]
										},
										"A Small participant has to pin an unarmed {@creature goblin} (lawful good), while a Medium participant has to pin one goblin while wrestling two of them. Winning the game requires a successful Strength ({@skill Athletics}) check contested by the goblin; two goblins working together make one check with advantage. Resolve a tie by rerolling. A victorious participant earns one roll on the {@table Carnival Prize|TWC|Carnival Prizes table}.",
										"The two Goblins who run this stall are brothers called Borg and Morg. They will flex their wiry green muscles and show off to anyone they can, loudly boasting about how powerful they are and various creatures they will claim to have wrested and won: Dragons, Giants, and even a Tarrasque.",
										"Should a player defeat them, they will claim to have let them win because they like them, as they only showed one percent of their true power."
									]
								},
								{
									"type": "entries",
									"name": "Guess the Number of Feathers",
									"page": 46,
									"id": "0ca",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0cb",
											"entries": [
												"\"Birds of a feather? How about feathers of a bird? Step right up and guess how many feathers festoon this fiendish fowl!\""
											]
										},
										"A participant gets three tries to guess the number of feathers on one of a group of caged {@creature Cockatrice||cockatrices}. Someone who succeeds on a DC 22 Intelligence check guesses correctly and earns one roll on the {@table Carnival Prize|TWC|Carnival Prizes table}, or a roll with Advantage (roll twice and pick your favorite prize of the two) if the successful check occurs on the first attempt.",
										"The Cockatrices in the cages are unruly and belligerent: they hardly stay still long enough for anyone to get an accurate count. A DC 15 {@skill Animal Handling} check will calm them down enough for a player to get Advantage on their check, however.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/024-01-009.guess-the-number-of-feathers.webp"
											},
											"title": "Guess the Number of Feathers",
											"width": 850,
											"height": 1063
										}
									]
								},
								{
									"type": "entries",
									"name": "Outstare the Cyclops",
									"page": 46,
									"id": "0cc",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0cd",
											"entries": [
												"\"What do you do when the eye of the cyclops falls upon you? You stare right back if you've got the stamina!\""
											]
										},
										"Winning this game requires a participant to outstare an illusory cyclops. Whoever blinks first loses. To win the game, the contestant must succeed on a DC 17 Constitution check. Someone who wins the game receives a prize, determined by rolling once on the {@table Carnival Prize|TWC|Carnival Prizes table}.",
										"The illusory face of the Cyclops will scowl and pull faces, attempting to throw the challenger off. The player can attempt to mirror this, and with a successful DC 20 {@skill Intimidation} or {@skill Performance} check, they can pull some faces so grotesque they gain Advantage on their DC 14 Constitution save to outstare the Cyclops as it blinks in surprise.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/028-01-013.outstare-the-cyclops.webp"
											},
											"title": "Outstare the Cyclops",
											"width": 850,
											"height": 876
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Snail Racing",
							"page": 46,
							"id": "0ce",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "0cf",
									"entries": [
										"The grandstands next to this racecourse are filled with cheering fairgoers ringing bells, swinging rattles, and waving flags. On the starting line, eight giant snails are having their shells scrubbed by pixies.",
										"Above the circular course, a wooden gantry hangs from the branches of a central tree, where two goblins officiate the proceedings."
									]
								},
								"Snail racing is a highly competitive, fast-paced sport that draws a lively crowd. Characters can participate in the race as snail jockeys, but it costs 1 ticket punch to enter.",
								"If at least half the characters participate in a snail race, the carnival's mood rises by 1 step. Roll on the {@table Mood Rises|TWC|Mood Rises table} (see \"{@area Tracking Mood|065|x}\"). If anyone breaks the rules, the mood lowers by 1 step (roll on the {@table Mood Lowers|TWC|Mood Lowers table}).",
								{
									"type": "entries",
									"name": "Snails and Pixies",
									"page": 46,
									"id": "0d0",
									"entries": [
										"Each of the eight {@creature Giant Snail|TWC|giant snails} is assigned a crew of three {@creature Pixie||pixies} to prepare it for a race. The snails are unusually fast, wear colored caparisons, and have numbered saddles strapped to their shells. Their racing numbers, names, and team colors are given in the Giant Snails table.",
										{
											"type": "table",
											"caption": "Giant Snails",
											"colLabels": [
												"Number",
												"Name",
												"Team Color"
											],
											"colStyles": [
												"col-2 text-center",
												"col-6 text-center",
												"col-4 text-center"
											],
											"rows": [
												[
													"1",
													"Shellymoo",
													"Pink"
												],
												[
													"2",
													"Nimblefoot",
													"Blue"
												],
												[
													"3",
													"High Road",
													"Purple"
												],
												[
													"4",
													"Quickleaf",
													"Green"
												],
												[
													"5",
													"Flowerflash",
													"Yellow"
												],
												[
													"6",
													"Whizzy",
													"Orange"
												],
												[
													"7",
													"Breakneck",
													"Red"
												],
												[
													"8",
													"Queen's Majesty",
													"Black"
												]
											]
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/029-01-014.snail-racing.webp"
											},
											"title": "The giant snail race is one of the carnival's most popular attractions.",
											"width": 1700,
											"height": 1137
										}
									]
								},
								{
									"type": "entries",
									"name": "Snail Racing Rules",
									"page": 46,
									"id": "0d1",
									"entries": [
										"Every snail needs a jockey, and any saddles not filled by characters are filled by other attendees (use the {@creature commoner} stat block to represent these NPCs). All the snails and their riders begin at the start line; fireworks signal the start of the race, after which the riders race their snails to the finish line.",
										"On a whiteboard or notepad, jot down the giant snails, their numbers, and their riders. Next to the names, keep a running total of how far each snail travels in feet during the race. The course is 480 feet long.",
										"Have the Goblin referee announce this before the race:",
										"\"Here are the rules: no magic, and no contact. If anyone is caught cheating, you're out! But if you're not caught... good for you!\"",
										"If any competitors wish to cast spells or sabotage other players they may do so with Sleight of Hand checks contested by the referees' Perception (10). If any of the other players spot them they can call them out to the referees and get them instantly disqualified!",
										"During the Race",
										{
											"type": "list",
											"items": [
												"Round One: one of the other contestants (a Commoner) will try to cast {@spell Guidance} on themselves.",
												"Round Three: the Commoner in last place casts {@spell Longstrider} on their Giant Snail for a speed boost.",
												"Round Five: the Commoner in last place attempts to cast {@spell Minor Illusion} to create a huge pile of salt on the track in front of whoever is in the lead. This can be ignored with a successful DC 10 {@skill Investigation} check to see through the illusion: otherwise, the victim loses a round of movement."
											]
										},
										{
											"type": "entries",
											"name": "Racing Rules",
											"page": 47,
											"id": "0d2",
											"entries": [
												"The race is divided into 6-second rounds. Once the race begins, the snails move along the track at remarkable speed, each one covering 80 feet per round by itself. Without riders, the snails are an even match, but a jockey can try to improve a snail's performance by patting its shell or speaking words of encouragement at it.",
												"Initiative rolls are unnecessary. Once per round, each jockey can make a DC 15 Wisdom ({@skill Animal Handling}) check. On a successful check, the jockey's snail moves an extra 10 feet that round, or 20 feet if the check succeeds by 5 or more. On a failed check, the jockey's snail moves 10 feet slower that round, or 20 feet slower if the check fails by 5 or more. The race ends when one or more snails travel the 480 feet needed to cross the finish line.",
												"If two or more snails cross the finish line in the same round, determine the winner of the race by having those snails' jockeys each roll a {@dice d20}. The highest roll determines the winner, with one snail narrowly claiming victory. If the roll for first place is tied, the race ends in a tie, and each winning jockey receives the first-place prize (see \"Prizes\" below).",
												"Signs posted in the stands and along the racetrack warn that neither jockeys nor spectators may influence the outcome of a race by using magic or by harming other jockeys or snails. Any jockey who openly does so is disqualified, as is the jockey's snail. A spectator caught doing so is escorted from the carnival by {@dice 1d4} {@creature Goblin||goblins} (lawful good) who are watching the crowd closely for troublemakers."
											]
										},
										{
											"type": "entries",
											"name": "Surprises",
											"page": 47,
											"id": "0d3",
											"entries": [
												"At the start of each round after the first, roll a {@dice d8} and consult the Snail Race Surprises table to determine if something unexpected happens that round. When a surprise occurs, determine which snail is affected by rolling a {@dice d8}.",
												{
													"type": "table",
													"caption": "Snail Race Surprises",
													"colLabels": [
														"d8",
														"Surprise"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1–3",
															"No surprise."
														],
														[
															"4",
															"One random snail gets a stitch, reducing its speed by 40 feet this round."
														],
														[
															"5",
															"A spectator throws a head of lettuce at one random snail. The snail stops to eat the lettuce and doesn't move at all this round."
														],
														[
															"6–7",
															"One random snail is bolstered by the cheering crowd and moves an extra 20 feet this round."
														],
														[
															"8",
															"The saddle on one random snail comes loose and falls off. The snail's jockey must succeed on a DC 15 Dexterity saving throw to remain atop the snail. On a failed save, the jockey falls off, and the snail continues the race on its own."
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Prizes",
											"page": 48,
											"id": "0d4",
											"entries": [
												"The jockey whose snail wins the race receives a {@item potion of advantage|TWC}. The jockey whose snail comes in last receives a consolation prize, provided they weren't disqualified. The consolation prize is a magic wand that allows its holder to cast the {@spell dancing lights} cantrip once. Once used to cast this spell, the wand turns into a tulip."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Staff Area",
							"page": 48,
							"id": "0d5",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "0d6",
									"entries": [
										"A tangled wall of thorns surrounds a cluster of wagons lit by lanterns. This caravan is barely visible through the thicket."
									]
								},
								"The carnival's wagons are located behind the Big Top, protected by a 20-foot-high, 5-foot-thick wall of thorns. When a member of the carnival staff stands within 1 foot of the wall, the thorns part to form an 8-foot-high, 4-foot-wide doorway in front of the staff member. This door remains open for 10 seconds, then disappears as thorny vines fill the opening once more. The wall is magical and also impervious to damage. The wall grants {@book three-quarters cover|PHB|9|Cover} to creatures behind it.",
								"A creature can move through the wall of thorns, albeit slowly and painfully. It costs 8 feet of movement to move through 1 foot of the wall. The first time a creature enters the wall on a turn or ends its turn there, it must make a DC 15 Dexterity saving throw, taking 4 ({@dice 1d8}) piercing damage on a failed save, or half as much damage on a successful one. Whenever a creature ends its turn in the wall, trumpet-shaped flowers burst from the brambles nearby and honk an alarm that is audible up to 50 feet away.",
								{
									"type": "entries",
									"name": "Circle of Wagons",
									"page": 48,
									"id": "0d7",
									"entries": [
										"Enclosed by the wall of thorns is a circle of eight brightly painted wagons, one of which is a glass-enclosed water tank for Palasha the mermaid. The fanciest of the remaining seven wagons belongs to {@creature Mister Witch|TWC} and {@creature Mister Light|TWC}.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/030-01-015.burly.webp"
											},
											"title": "Burly",
											"width": 850,
											"height": 1219
										},
										"The perimeter inside the wall of thorns and outside the circle of wagons is patrolled by a {@creature bugbear} named Burly (neutral good), who leaves his post once during the evening to participate in the {@area Big Top Extravaganza|0f0|x}.  While on patrol, Burly wears a large jack-o'-lantern on his head, as one would wear a helmet, in addition to his dungarees and fake fairy wings.",
										"The central area enclosed by the wagons is guarded by Thaco the clown, a human {@creature Witchlight Hand (Medium)|TWC|Witchlight hand} (chaotic neutral; see the stat block earlier in the chapter) who is loyal only to {@creature Mister Witch|TWC}. He usually sits right outside the door to Witch and Light's wagon, blowing bubbles with his bubble pipe.",
										"Burly and Thaco dislike each other, so they don't fraternize while on guard duty.",
										"Characters caught snooping around the wagons without an escort are evicted from the carnival and must find a way to sneak or barter their way back in."
									]
								},
								{
									"type": "entries",
									"name": "Witch and Light's Wagon",
									"page": 48,
									"id": "0d8",
									"entries": [
										"{@creature Mister Witch|TWC} and {@creature Mister Light|TWC} (see their stat blocks earlier in the chapter) are in their wagon throughout the evening, except during the Big Top Extravaganza (which Light attends and Witch does not) and the crowning of the Witchlight Monarch (which they both attend). See {@area Crowning the Witchlight Monarch|0f2|x} later in the chapter for more information.",
										"Refer to the \"Carnival Owners\" section for more information about Witch and Light.",
										"Characters who sneak up to the wagon while it's occupied can overhear Witch and Light talking:",
										{
											"type": "insetReadaloud",
											"id": "0d9",
											"entries": [
												"Two contrasting voices emanate from the wagon.",
												"{@i Mister Witch, in a low and gravelly voice:} \"You need to find a way to calm down.\"",
												"{@i Mister Light, in a high-pitched, shrill voice:} \"I'll calm down when that kenku pest is gone.\"",
												"{@i Witch}: \"He'll tire out soon enough and be on his way.\"",
												"{@i Light}: \"I hope you're right.\""
											]
										},
										"From there, the conversation shifts to the current mood of the carnival and ideas for new carnival acts or attractions (\"The catoblepas didn't work out, but maybe we can buy a giraffe and paint it blue. Or we could teach Northwind how to play the fiddle.\")",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/WBtW/031-01-016.thaco.webp"
											},
											"title": "Thaco",
											"width": 850,
											"height": 1368
										},
										"If the characters disturb Witch and Light in their wagon without being invited, jump ahead to the \"{@area Inside the Wagon|0e0|x}\" encounter described later in the chapter, skipping over the lead-in with Burly and Thaco.",
										{
											"type": "entries",
											"name": "Searching the Wagon",
											"page": 49,
											"id": "0da",
											"entries": [
												"{@creature Mister Witch|TWC}'s bunk is neat and unadorned. {@creature Mister Light|TWC}'s bunk is gaudy and messy, with costumes strewn everywhere. Characters who search through the gear find a hatbox containing the crown of the Witchlight Monarch; this splendid crown of gold butterflies teleports back to its hatbox at the end of each evening and is ceremoniously produced from its box during the monarch's coronation (see \"{@area Crowning the Witchlight Monarch|0f2|x}\" later in the chapter).",
												"Any character who searches the wagon for secret compartments finds one with a successful DC 18 Intelligence ({@skill Investigation}) check. The compartment is located in a bench and contains a tiny, bejeweled chest worth 50 gp. This chest is a replica of a much larger chest hidden on the Ethereal Plane (with the help of a {@spell Leomund's secret chest} spell). While holding the replica chest, {@creature Mister Witch|TWC} can use an action to summon the larger chest. He can send the larger chest back to the Ethereal Plane by using an action and touching both the chest and the replica."
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 49,
											"id": "0db",
											"entries": [
												"The chest hidden on the Ethereal Plane (which is worth 5,000 gp) contains recent earnings (210 sp and 70 gp), a {@item potion of diminution}, a {@item potion of growth}, and a {@item potion of advantage|TWC}. The potions are not labeled, but {@creature Mister Witch|TWC} knows which is which."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Fantasy Costco",
					"page": 5,
					"id": "437",
					"entries": [
						{
							"type": "entries",
							"name": "Overview",
							"page": 5,
							"id": "438",
							"entries": [
								"Garfield the Deals Warlock is the sales associate at the Fantasy Costco and handles all of the buying and selling. If a customer does not have the money to pay for an item, Garfield will still accept payment in body parts and fluids. He's also been known to trade for other precious things... memories, years of one's life, talents, favors, etc.  But of particular note to adventurers is his willingness to accept XP and other stats as payment in place of gold pieces.  He appears to be the only person that works there.",
								"Read the following aloud after the party steps through the portal:",
								{
									"type": "insetReadaloud",
									"page": 5,
									"entries": [
										"A swirling vortex of blue light fills in the mirror before you.  As you step into it, you feel a tingling sensation.  Your boot meets a stone floor on the other side, and you lean through the yawning portal, the rest of your party following. Leaving the crisp night air of the carnival, your face is greeted with a flood of warmth and the smell of inscense. The sudden temperature change makes you want to shed a layer or two. As the last of your party steps out of the swirling portal, it shrinks behind you with a shlurping sound like the last few drops of a milkshake being sucked up through a straw.",
										"Upon immediate entry, you can see a series of ever-burning candles in sconces adorning the walls, each one burning a slightly different color, all of them flickering like there's wind when there's none.  Inside the chamber you can see shelves that have several small trinkets laid out, including a jar of buzzing bees, various rings, a bedazzled comb with the \"Kirkland\" brand name stamped on it, and high atop one shelf, a long blade that seems to ooze a black ichor. It looks simultaneously powerful and hideous. And many other items. In the back behind a desk there appear to be more shelves with books and books and more books. You see only one figure in the room, standing behind the desk, who turns around to make your appearance. You see a large, seven-foot tall humanoid figure. His short, smooth, fine orange fur puffs up a little bit as his eyes meet yours. You can also now see he's holding a cat-like critter with wings, stroking it's head as it purs. The figure's physicality is slightly hunched and there's just a big ol' smile on the face.",
										"\"Ah! New customers, fantastic! Greetings and welcome to Fantasy Costco, where all your dreams come true! Have we got a DEAL for YOU!\" He pauses for dramatic effect. \"You must be very special indeed to have found my magic shop!  It is therefore my absolute pleasure to make your acquaintance!  My name is Garfield the Deals Warlock!\" He hands you a sharp looking business card. \"How may I help you today?\""
									]
								},
								"Garfield is happy to converse with the party. He is wise, witty, and cunning. If the heroes inquire about any of the following, here's what Garfield knows (or is willing to tell them):",
								{
									"type": "list",
									"items": [
										"{@b Where {@i are} we exactly?}: In a pocket dimension between worlds! Like a moon orbits a planet, we're kind of \"orbiting\" the Feywild right now.",
										"{@b Do you live here?}: Sure do! I never venture outside my realm these days.",
										"{@b Why did you set up shop in a pocket dimension?}: Security mainly. Pretty hard to steal from a place you can't find. And I've got plenty worth stealing.",
										"{@b Who else works here?}: Just me! And little Pocket here.",
										"{@b What is this creature called?}: Oh, Pocket?  She's a tressym from the northern city of Everlund. Adorable little kitty isn't she?",
										"{@b So, is there a {@i Mrs.} Garfield the Deals Warlock?}: Married to my work, you might say!  Although Pocket here bosses me around enough that I may as well be {@i pussy-whipped}! [chuckles cheesily]",
										"{@b How do you know the carnival owners?}: Oh we go way back!  I myself used to be a Witchlight Hand (one of the carnival workers).  Then I graduated to more serious matters and found my niche: making {@i deeeeeals!} And after a while, once I started really dealing in powerful items, I had to limit admittence to my shop. {@creature Mister Witch|TWC|Mr. Witch} and {@creature Mister Light|TWC|Mr. Light} offered me a reliable way to do so.  Isn't it a fun way to screen my customers?!",
										"{@b Can we buy back any years of Madryck Roslof's life?}: See: {@area Resolving the Old Man's Quest|439|x} below.",
										"{@b Okay, I hear you like to make deals? What's the most unusual deal you've made?}: Oh quite, yes! Only the very rich could afford most of my wares. But I do so love to take other forms of payment! The most interesting deal would have to be that one very charming young lad who offered to buy one of {@footnote my trinkets|If they must know, the trinket was an alchemy jug. Yeah the young man was a BIG fan of mayonaisse. Pretty gross.} with what he called \"his very Charisma\". He's a surly grump of a hermit these days, while I'm quite enjoying using his charasmatic talents as my own!",
										"{@b Can we BUY stats? Like XP?}: Hell to the nah.  Garfield collects them for himself.  He does not sell them!",
										"{@b Here's our quest... Will you come fight with us?}: Hmm, I think not! If I joined every adventuring band of heroes that tried to recruit me, I wouldn't be around long. Nope, Garfield intends to stay put, make a profit, and keep collecting my marvelous trasures.",
										"{@b What are you planning to do with all this stuff, if not use it?}: Oh the baubles and trinkets of my shop may not be of much use to me here in my little pocket realm, but it's a means to acquire more precious things. I've scraped together enough years of life from destitute customers, for instance, that I shall live for hundreds more years before I even need to think about bargaining for more."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Resolving the Old Man's Quest",
							"page": 5,
							"id": "439",
							"entries": [
								"If/when the heroes ask Garfield about trading the Old Man's ring for some of his life back, he will regretably inform them that it's too late for the old man. He has already died. Or he will by the time they leave this dimension. Same difference; time flows differently here.  Besides, Garfield will only offer coin as payment to sellers.",
								"But he'd be happy to offer them 300 gp for the nifty little ring he gave them, after all it's theirs to do with what they please, now.  And also, while they are here, why don't they have a look at his wares?"
							]
						},
						{
							"type": "entries",
							"name": "What's for Sale?",
							"page": 5,
							"id": "440",
							"entries": [
								{
									"type": "table",
									"colLabels": [
										"Item Name",
										"Cost (gp)",
										"Description"
									],
									"colStyles": [
										"col-2",
										"col-1 text-right",
										"col-9"
									],
									"rows": [
										[
											"Alchemist's Ring",
											"500",
											"When the wearer of this ring imbibes a healing potion, they receive an additional {@dice 1d6} HP."
										],
										[
											"All-or-Nothing Coin",
											"700",
											"Once per day, instead of rolling a {@dice d20}, you can flip a coin. Heads=critical hit, tails=critical fail."
										],
										[
											"Anti-Gravity Sphere",
											"500",
											"A small fist-sized glass ball filled with a silvery smoke. When the sphere is destroyed, it disables the effect of gravity on everything in a 30ft radius."
										],
										[
											"Arcane Trickster's Glove",
											"1,200",
											"This glove turns your \"Mage Hand\" spell invisible, allowing you to perform stealthy actions, such as pickpocketing, slight-of-hand, or other acts of remote legerdemain. For these checks, use your Arcana score, instead of Stealth or Slight of Hand."
										],
										[
											"Astral Shell",
											"1,200",
											"A conch shell that allows you to interrogate the souls of the recently dead."
										],
										[
											"Billow Branch",
											"800",
											"A cool vaping pen that you can use once per day to gain advantage on either Persuasion or Intimidation checks."
										],
										[
											"Champion's Belt",
											"800",
											"This ornate belt is given to someone who has bested all opponents in a test of strength. Once per day the wearer may substitute their Strength score for their Wisdom or Charisma when making a stat check."
										],
										[
											"Kirkland Comb of Come Back Any Time",
											"100",
											"For the low low price of 100 gp, this comb could be yours! From the brand you trust, this signature Kirklands Comb of Come Back Anytime will fulfill all your interdimensional repeat-customer needs! Swipe it through your hair and you and any adjacent willing creatures will be magically transported back to the {@area Fantasy Costco|437|x} pocket dimension."
										],
										[
											"Diadem of Fabulous Truthiness",
											"900",
											"Once per long rest, you can channel your terminal fabulously into this simple circlet and cast a free \"{@spell Zone of Truth}\", limited to a single target rather than a radius. Confound your enemies, emasculate your friends, and free up your cleric's spell slots so he can do some actual healing."
										],
										[
											"Extreme Teen Bible",
											"350",
											"A +1 Holy Symbol. The cover features a rad skateboarder. Allows the user to more easily spread the good word of your deity to teens."
										],
										[
											"Flaming Poisoning Raging Sword of Doom",
											"66,666",
											"A sword with a gigantic blade, wreathed in flames and with a crooked, oozing scorpion's stinger affixed to its point. Deals an extra 20 Melee Damage."
										],
										[
											"Glasses of Lightning Comprehension",
											"600",
											"Allows you to read and absorb written information in a language you understand ten times as fast."
										],
										[
											"Glutton's Fork",
											"750",
											"Once a day this fork will allow the user to eat any non-magical item they can fit in their mouth and gain {@dice 2d6} HP. Just tap the fork on the item and it will turn edible. Once eaten, a transformed item is {@i gone forever}. Probably."
										],
										[
											"Grappling Hook",
											"600",
											"Once a day, you can shoot a grappling hook across a gap, up wall, or use it to help traverse other obstacles."
										],
										[
											"Haunted Doll",
											"100",
											"This doll is very creepy. If its owner ever fails a third death save, the doll will take the hit instead, and will die in place of its owner."
										],
										[
											"Immovable Rod",
											"1,100",
											"This rod is a flat iron bar with a small button on one end. When the button is pushed (a move action), the rod does not move from where it is, even if staying in place defies gravity. Thus, the owner can lift or place the rod wherever they wish, push the button, and let go. Several immovable rods can even make a ladder when used together (although only two are needed). An immovable rod can support up to 8,000lbs before falling to the ground. If a creature pushes against an immovable rod, it must make a DC 30 Strength check to move the rod up to 10ft in a single round."
										],
										[
											"Jar of Bees",
											"200",
											"A literal jar of bees. You could probably throw it at enemies or through a window and create a distraction. Or you could drop it like a dumb-dumb and get stung a bunch."
										],
										[
											"The Kiss the Cook Grill Master Edition Grill",
											"500",
											"The Kiss The Cook Grill Master Edition Grill has no peers when it comes to grilling meats n' good eats. This item can be used to cook meat, which must be hunted, during a short or long rest. Anyone in your party who eats this delicious meat will gain {@dice 1d8} temporary hit points after completing the rest. Shrinks to fit in your pocket when not in use."
										],
										[
											"Lens of Straight Creepin'",
											"700",
											"Once per day allows you to see the footprints, tracks, or markings of anything that moved through the observed area recently."
										],
										[
											"Magnetic Charge",
											"900",
											"A fist-sized glass ball with a blue button on top. Once the button is pressed, the ball will begin to glow and produce a magnetic field that lasts two rounds of combat. The field repels any metal objects within 10ft of the ball. One charge per day."
										],
										[
											"Mathias the Living Grimoire Owl",
											"1,300",
											"This clockwork owl has been owned by dozens of different wizards throughout its lifetime and can now recite arcane knowledge on command. All Arcana checks made by the player who owns this item gain advantage. In addition, the player can use the owl to prepare a spell they do not know once per day. The spell still takes up a spell slot of the spell's level."
										],
										[
											"Mystery Powder",
											"800",
											"A bag of powder with one charge per day. When used on a creature, you roll {@dice 1d100}, and have the effect chosen from the \"{@table Wild Magic Surge|PHB}\" table."
										],
										[
											"Nitpicker",
											"900",
											"Resembles a miniature garden gnome that carries lock picking tools in his hands. When not in use, looks like a 4\" inch tall statue. Once a day, he can be placed in front of a locked object, at which point the statue comes to life in order to attempt to pick the lock, rolling with a +10 to use his Thieves Tools. While picking the lock, the Nit Picker critiques any or all members of the party on their recent performance in the campaign. Nothing escapes the critical eye of the Nit Picker, no matter how small the perceived offence. Afterward, it reverts back to an inanimate statue."
										],
										[
											"No-Sodium Salt Shaker",
											"400",
											"This might look like a simple salt shaker, but the contents have been bewitched to turn a bright shade of pink if sprinkled over food or drink that contains poison. Also makes food taste good, as it's a delicious spice."
										],
										[
											"Phantom Fist",
											"600",
											"Makes your unarmed strikes more powerful and grants them the ability to knock enemies backwards. Adds {@dice 1d4} Damage to unarmed strikes and knocks back 10ft on hit."
										],
										[
											"Phone-a-Friend Scrying Bones",
											"500",
											"Once per day, can be used to ask a yes, no, or maybe question to the fates (DM). There are three bones carved into people with happy faces and sad faces. All happy faces means yes, all sad faces mean no, anything in between means maybe. The DM can respond or choose not to answer."
										],
										[
											"Plastic Sheriff Badge",
											"500",
											"Adds +3 to Deception checks when impersonating a person of authority."
										],
										[
											"Pocket Spa",
											"1,000",
											"A pocket-sized tent that inflates to normal size upon use (four people can fit within). Short rests taken within will grant an extra {@dice 1d8} HP."
										],
										[
											"Pocket Workshop",
											"1,200",
											"From the makers of the Pocket Spa, comes the Pocket Workshop. A top-of-the-line Craftsman woodworking shop concealed within a battered red toolbox. When opened, the toolbox reveals a descending staircase that leads to a pocket dimension containing your deluxe Craftsman workshop. Your workshop is well-lit, properly ventilated, and equipped with saws, planes, lathes, and dozens of hand tools. Everything you need to make your project a success. The workshop is always stocked with the highest quality wood from across the realms, as well as nutritious snacks and refreshments."
										],
										[
											"Ring of Channel Changing'",
											"1,000",
											"The wearer of the ring ({@i cough A PALADIN cough}) can activate it to change their Channel Divity ability to that of any other paladin oath, once a day."
										],
										[
											"Rickle Axager's Pocket Guide to Adventuring (3rd Edition)",
											"900",
											"Once per day, you can read a section on an associated skill check. For the next 24 hours, you have advantage on that skill check. Sections can also be read aloud to give an advantage to another party member."
										],
										[
											"Ring of Pointing",
											"200",
											"Copper ring with an inlaid ruby that shoots a laser out. It can be used as a distraction or to highlight salient information during business presentations."
										],
										[
											"Ring of Recall",
											"1,300",
											"This ring has 3 charges per day which can be spent to recover the slot used on a failed spell. A 3rd level spell costs 3 charges, 2nd level costs 2, and 1st level costs 1."
										],
										[
											"Ring of \"I Would Like to Rage\"",
											"1,000",
											"The wearer of this ring ({@i cough A BARBARIAN cough}) regains an expended rage slot once a day.  But they have to politely say \"I would like to rage.\" for it to take effect."
										],
										[
											"Ring of \"Yes We Can-trip\"",
											"1,000",
											"The wearer of this ring can perform any cantrip on their class's spell list, even ones they don't know. That's right, any. BUT, they have to announce \"YES WE CAN-TRIP\" in order for their cantrip to succeed."
										],
										[
											"Rusted Can of Cheerwine",
											"400",
											"Has seen some shit, but seems to be radiating with vital energies. Grants +5 to Max HP. Brewed in beautiful Atlanta, Georgia. Probably. I don't know. I'm making that up."
										],
										[
											"Scuttlebuddy",
											"500",
											"A mechanical beetle you can use as a spy. An earpiece included to listen in from up to 100ft away. Cannot collect items or interact with environment. It's very fragile; it can be broken easily if discovered and breaks after four total uses."
										],
										[
											"Shield of Heroic Memories",
											"1,200",
											"This perfectly round silver shield initially has a mirror finish. As a hero takes it into battle, it remembers the enemies encountered, gaining a +1 AC on any subsequent battle with creatures of that type. The events of the battle are intricately engraved onto the shield's surface (which has a seemingly endless capacity for detail). The bearer of the shield may also attempt to recount past battles (real or imagined) to the shield. Upon a DC 10 Charisma check (real) or DC 15 Deception check (imagined), the shield confers a +1 AC against the creatures described in the tall tales. Three failed attempts at recounting stories cause the shield to be cleared of all of its memories; the engravings disappear, it reverts to its mirror finish, and all bonuses are lost."
										],
										[
											"Slicer of T'pire Weir Isles",
											"900",
											"This item is useless, but with a good enough sales pitch (Persuasion check), you can convince anyone of its value and get them to trade you their most valuable possession for it."
										],
										[
											"Stones of Farspeech",
											"200",
											"Walkie talkies, basically. Range of five miles. 200 gp each."
										],
										[
											"Strongmouse's Laughing Amulet",
											"1,200",
											"Traditionally worn by high priests of the boisterous and jovial smiling god, the amulet carries the stylised image of a human face, mouth open in laughter. Whenever a foe is defeated, the wearer may activate the amulet by tapping it twice and then delivering the best taunting joke or victorious one-liner applicable to the current situation. If the jest pleases Strongmouse (DM), he rewards the adventurer by recharging up to {@dice 1d10}+CON HP. But Strongmouse is a fickle God; jokes that fail are punished with a small bolt of lightning, dealing {@dice 1d6} Lightning Damage per failure."
										],
										[
											"Tankard of Potent Drink",
											"300",
											"Makes alcoholic drinks more potent; but, if you drink water from it, you immediately become sober."
										],
										[
											"Tarantula Bracelet",
											"800",
											"Once per day, this bracelet bestows \"{@spell Spider Climb}\" on the wearer for 10 minutes and renders their movement while climbing completely silent, giving them advantage on Stealth checks. I want to be explicitly clear: there's no web slinging. YOU WILL SLING NO WEBS. But you will climb, and slime, just like a spider can."
										],
										[
											"Throwing Shield",
											"900",
											"Confers the same AC bonus as a regular shield, and can be used as a thrown weapon. Can travel IN A STRAIGHT LINE up to 30ft, and deals {@dice 1d8}+STR Damage. IT DOESN'T COME BACK TO YOU AFTERWARDS. AND DON'T TRY TO RICOCHET THIS SHIT."
										],
										[
											"Tim Tebow's Ring",
											"300",
											"When worn, anything you can pick up and fit in your hand you can throw in a perfect spiral pass up to 100 yards."
										],
										[
											"Unlimited Pasta Pass",
											"150",
											"Can be used at any participating Olive Garden for free unlimited pasta for the owner of the pass and free soft drinks for their guests."
										],
										[
											"Virtuoso's Mask",
											"1,100",
											"Allows you to cast \"{@spell Disguise Self}\" as a Cantrip instead of a 1st Level Spell."
										],
										[
											"Wand of Switcheroo",
											"1,300",
											"When pointed at a creature of similar size within 100ft, the holder will switch places with that target, if it is willing. If it is unwilling, it must succeed on a DC 17 Constitution save to resist. One charge per long rest."
										],
										[
											"Wordonomicon",
											"400",
											"A dictionary with three blank spaces that can be filled in to magically create words that will instantly be assimilated into the common tongue as if they always existed.  After 3 uses, the Wordonomicon is full and can't be used again."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Making Deals for \"Precious Things\"",
							"page": 5,
							"id": "441",
							"entries": [
								"If adventures haven't the coin, Garfield is willing to accept other forms of payment, from favors to XP.  Below are some suggested \"precious things\" the heroes may be willing to part with, and their suggested value to Garfield.",
								{
									"type": "table",
									"name": "Suggested Values of \"Precious Things\"",
									"colLabels": [
										"Precious Thing",
										"Character Stat",
										"Garfield's Offer"
									],
									"colStyles": [
										"col-2",
										"col-6",
										"col-4"
									],
									"rows": [
										[
											"Memories/Experience",
											"1 XP",
											"1 gp"
										],
										[
											"Life Blood",
											"1 Permanent Point of Max HP",
											"100 gp"
										],
										[
											"Trade Skill",
											"1 Language or Tool Proficiency",
											"100 gp"
										],
										[
											"Natural Talent",
											"1 Skill Proficiency, ex: Stealth",
											"1000 gp"
										],
										[
											"Ability",
											"1 Ability Point (ability cannot be reduced below 10)",
											"2000 gp"
										],
										[
											"Unique Skill",
											"1 Feat",
											"4000 gp"
										],
										[
											"Special Favor",
											"The character will be summoned to perform some kind of task for Garfield at a time of his choosing. (See: \"{@area Special Favors for Garfield|442|x}\" below.)",
											"Negotiable"
										]
									]
								},
								"Tip: create a character sheet for Garfield and anything the players trade away, literally add it to his stats. You can (and should!) even let this drive the demand for certain offerings, for ex: if he's already maxed out his CHA score, he's not interested in any CHA points in trade.",
								"Note that while Garfield will accept these precious things as payment, he will {@i never} give them or sell them back. The only thing he will offer as payment for players' items is good ol' fashioned gold pieces. Remember, as with most merchants, Garfield will only offer to buy an item for half its real value (gotta make a profit, am I right?)."
							]
						},
						{
							"type": "entries",
							"name": "Special Favors for Garfield",
							"page": 5,
							"id": "442",
							"entries": [
								"If a character opts to enter a pact with Garfield as part of a deal, they are bound to uphold their end of the bargain: performing a special favor for Garfield at a time of his choosing.",
								"The favor could be as simple as \"chop this wood\", or \"solve this riddle\", or more complex and grim such as \"you must betray your ally in combat\", perhaps meaning the PC's next attack or spell must target a fellow party member. The terms of the deal are totally up to the DM's creativity, but the difficulty of the task should reflect the amount of gold bargained for. As a baseline example, the gp value of a \"chop this wood\"-level task might be 100 gp, as it would be little more than a 1 to 2 round distraction during combat and some ATH checks. But a more serious and difficult favor like \"convince this powerful mage to incinerate this small village\" might be well worth 1000 gp or more.",
								"Regarding the \"time of his choosing\", it should be understood that the timing will almost certainly be suboptimal for the character. The obvious choice for the DM being during combat or an important social encounter. When the PC has completed the task, they are returned. Or, if their task requires them to be transported back before completing it (such as in a \"you must attack your ally\" scenario), then some sort of punishment for failure must be imposed. Suggestion: Garfield immediately takes an amount of the character's XP equal to the value of the failed favor."
							]
						},
						{
							"type": "entries",
							"name": "Conclusion",
							"page": 5,
							"id": "443",
							"entries": [
								"When the party is ready to depart, if they haven't purchased a \"Kirkland Comb of Come Back Any Time\", Garfield informs them that they will find a scratch n' sniff patch on the back of his business card which, as a one-time courtesty, will transport them back to {@area Fantasy Costco|437|x}.",
								"Before he casts the teleport spell to whisk them back to their realm, he also subtly reminds them that time flows a bit differently here, and there's no guarantee how much time will have passed when they return.",
								"When the party is sent back, ideally a few days or even weeks should have passed. Read the following aloud upon their departure:",
								{
									"type": "insetReadaloud",
									"entries": [
										"Still holding Pocket, the tressym kitten, in one hand, with the other Garfield the Deals Warlock draws a sigil in the air and utters something in an arcane language. A glowing ball of light soon speads across the stone wall behind you, and the familiar swirling blue vortex forms in its center.",
										"\"Thank you for shopping at Fantasy Costco, where all your dreams come true! Come back anytime! Taa!\"",
										"You step through the portal, feeling the same tingling sensation as you did when you first arrived.  When you step out, the grass beneath your feet softly crunches.  You look around and see that you are a few hundred yards from the open pasture where the carnival was once set up, now empty grassland again, devoid of all the whimsical theater and lively atmosphere.  Trees which had moved out to make room for the carnival have now resettled in their old spots, and the lazy river encircling the fair grounds is now gone."
									]
								},
								"During the time the heroes were gone, the Witchlight Carnival has packed up and left town, and Madryk Roslof has passed away.  If the party goes back to check on him, his assistant, Orsen, has already cleared out the body, and informs you that the memorial is tomorrow. This gives players an opportunity to ceremoniously give back his ring, as a sign of respect, perhaps placing it on his mantle, or even by attending the memorial and slipping it on his finger. Award XP for good RP and good will.",
								{
									"type": "hr"
								},
								"With the carnival and Madryck gone, the adventurers will be back to their main quests in no time.  They should still have {@footnote a way to revisit Fantasy Costco|The characters should have either purchased a Kirkland Comb of Come Back Anytime, or have been informed of the one-time-use scratch n' sniff on the back of Garfield's business card, either of which can transport them back to Fantasy Costco at will. Remember that when they return from the pocket dimension, the exact location and time in which they are deposited is unpredictable.} and its oddball warlock merchant when they need to.  And even though they cannot revisit the carnival for 8 more years, they will never forget the dazzling spectacles and whimsical characters, and, if one or more of them were crowned the Witchlight Monarch, they will always have their illusory tiara to remind them!"
							]
						}
					]
				}
			]
		}
	]
}
