{
	"data": [
		{
			"type": "section",
			"name": "Welcome to Lorwyn-Shadowmoor",
			"id": "000",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/LFL/000-00-001.lorwyn-shadowmoor-village.webp"
					},
					"title": "Areas can shift between the bounds of Lorwyn and Shadowmoor with little warning",
					"credit": "Jorge Jacinto",
					"width": 1700,
					"height": 1301
				},
				"Idyllic whimsy and sinister shadows exist side by side in the fey realm of Lorwyn-Shadowmoor. This realm consists of opposing lands that twist together, their borders constantly in flux.",
				"The land of Lorwyn teems with colorful creeks, bright meadows, verdant forests, and gentle hills. In its midst, denizens build cozy villages on endless summer days. Conversely, the land of Shadowmoor is steeped in foggy moors, jagged cliffs, treacherous bogs, and skeletal forests. Here, creatures cling to life within an oppressive gloom.",
				"The magic of each land also influences its inhabitants, imparting aspects either playful or grim to creatures' appearances, personalities, and even memories. Those who hail from the realm of Lorwyn-Shadowmoor traverse it only at their own peril, risking the collapse of their own selves when they enter the opposing land.",
				"Great adventure can still be found throughout Lorwyn-Shadowmoor. To visitors, the realm is an incredible place, where humans are alien and native species' outlooks are strange. The good-natured pranks of Lorwyn's bubbly creatures often ensnare visitors, while the unpredictable moods of Shadowmoor denizens can lead to violence.",
				"A jaunt into the realm of Lorwyn-Shadowmoor might lead adventurers to hobnob with whimsical fairies, learn alchemy from goblin-like boggarts, or explore enlightenment with genasi-like flamekin. The risks to adventurers are real, but any foray into this realm could lead to the discovery of spectacular treasure not found elsewhere. The options for adventure here are limitless.",
				{
					"type": "section",
					"name": "Using This Supplement",
					"id": "001",
					"entries": [
						"This product includes the tools you need to play {@i Dungeons & Dragons} adventures set in the realm of Lorwyn-Shadowmoor.",
						"This introduction gives an overview of Lorwyn-Shadowmoor, details key features, and provides guidance on adventuring here. Although this introduction and chapter 1 are suitable for all players' eyes, the remainder of this supplement is intended for Dungeon Masters only.",
						"The following is included:",
						"{@book Chapter 1|LFL|1} provides tools for creating a character who originates from Lorwyn or Shadowmoor.",
						"{@book Chapter 2|LFL|2} presents a gazetteer of locations in Lorwyn and Shadowmoor, along with adventure seeds tied to these places.",
						"{@book Chapter 3|LFL|3} presents stat blocks for several creatures found in the realm of Lorwyn-Shadowmoor.",
						"{@book Chapter 4|LFL|4} includes a map and adventures set in Lorwyn's Burrenton, a village established by the halfling-like kithkin.",
						{
							"type": "inset",
							"name": "Inspiration and Origins",
							"id": "002",
							"entries": [
								"Drawing inspiration from Celtic folklore, the realm of Lorwyn-Shadowmoor originated as a plane in the multiverse of the {@i Magic: The Gathering} Trading Card Game. The first {@link Lorwyn|https://gatherer.wizards.com/sets/LRW}-{@link Shadowmoor|https://gatherer.wizards.com/sets/SHM} card set dates to 2007, and the game revisited the setting in 2015's {@link Magic Origins|https://gatherer.wizards.com/sets/ORI} as well as 2023's {@link March of the Machine|https://gatherer.wizards.com/sets/MOM}. The realm is the subject of a set forthcoming in early 2026."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Idyllic Fields of Lorwyn",
					"id": "003",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/LFL/001-00-002.lorwyn-landscape.webp"
							},
							"title": "Lorwyn",
							"credit": "Leon Tukker",
							"width": 1700,
							"height": 922
						},
						"Every locale in Lorwyn teems with life and vivid colors. Eternal day reigns here; the sun moves across the sky from one horizon to the next, its light forever visible. Outside areas are always bathed in {@variantrule Bright Light|XPHB}.",
						{
							"type": "entries",
							"name": "Lives of Whimsy and Wandering",
							"id": "004",
							"entries": [
								"Lorwyn is home to elves, goblin-like boggarts, merfolk-like merrow, halfling-like kithkin, and genasi-like flamekin and rimekin. These peoples live peacefully in communities spread across the countryside, though old grudges and conflicts occasionally come to a head. (For more about the peoples of Lorwyn, see {@book chapter 1|LFL|1}.)",
								"Some denizens of Lorwyn prefer a nomadic life. Minute faeries flit from village to village causing mischief, while ancient treefolk travel to share their wisdom. Enormous giants seek new frontiers to explore, and friendly changelings, who can take on any guise, are considered harbingers of good luck. Meanwhile, unfathomable beings called incarnations of nature combine the forms of many creatures to embody abstract concepts. (See {@book chapter 3|LFL|3} for more about the creatures that inhabit Lorwyn.)",
								{
									"type": "entries",
									"name": "Lorwyn Denizen Characteristics",
									"id": "005",
									"entries": [
										"Spending significant time in Lorwyn magically imbues people with certain physical, mental, and personality traits. Lorwyn residents often sport bright-tinted hair or deep-hued eyes, and most prefer colorful clothing. Lorwyn's people furthermore tend toward optimism and look back on memories through a positive lens. Their personalities are capricious, playful, and devoid of malice."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Eirdu, Embodiment of the Sun",
							"id": "006",
							"entries": [
								"One of the most remarkable creatures in Lorwyn is Eirdu, a massive, pegasus-like being with six legs, a beaked head, and crimson fur that flows like flames from its mane and wings. The mysterious Eirdu avoids interactions with Lorwyn's people, though locals frequently witness Eirdu in flight, trailing the sun across the sky.",
								"Most in Lorwyn consider Eirdu a spiritual symbol embodying the essence of their land. Some worship Eirdu as a god, believing that showing reverence to the magnificent creature brings a rejuvenating, lingering sense of contentment. Eirdu's adherents invoke its blessings with jingling bells and dancing feet. They believe that where there is joy, there is the warmth of the sun. To represent Eirdu in your game, use the {@creature Ancient Gold Dragon|XMM} stat block."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Sinister Wilds of Shadowmoor",
					"id": "007",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/LFL/002-00-003.shadowmoor-landscape.webp"
							},
							"title": "Shadowmoor",
							"credit": "José Vega",
							"width": 1700,
							"height": 923
						},
						"Shadowmoor is a gloomy reflection of Lorwyn. Conditions are harsh, but despite the darkness and danger, its wilderness brims with life.",
						"Perpetual night hangs over the realm; the moon crosses the horizon but never sets. Shadowmoor's lunar cycle is monthly, reflecting most Material Plane moons. Outside areas are in {@variantrule Dim Light|XPHB}, except during a new moon, when they are in {@variantrule Darkness|XPHB}.",
						{
							"type": "entries",
							"name": "Chaos Reigns",
							"id": "008",
							"entries": [
								"Shadowmoor is a place of chaos wholly suffused with wild magic. The land is ever shifting, with entire forests, moors, and bogs prone to swapping locations. As a result, no map remains up to date for long.",
								"At your discretion, anywhere in Shadowmoor might be a wild magic zone (see the {@hazard Wild Magic Zone|XDMG|Dungeon Master's Guide} )."
							]
						},
						{
							"type": "entries",
							"name": "Insular and Suspicious Outlooks",
							"id": "009",
							"entries": [
								"Like in Lorwyn, Shadowmoor residents include elves, boggarts, merrow, kithkin, flamekin, and rimekin. However, these individuals tend to be more suspicious and insular than their Lorwyn counterparts. (For more about the peoples of Shadowmoor, see {@book chapter 1|LFL|1}.)",
								"Shadowmoor inhabitants are also more xenophobic than those of Lorwyn, and violent conflicts are more common. Chaotic, donkey-headed noggles steal from anyone they meet. Faeries, treefolk, and giants roam the land, but are generally crueler than their Lorwyn kin. Shadowmoor's wilderness is stalked by frightful creatures, including scarecrows, mimics, and horrifying incarnations of abstract ideas come to life. (For more about the monsters found in Shadowmoor, see {@book chapter 3|LFL|3}.)",
								{
									"type": "entries",
									"name": "Shadowmoor Denizen Characteristics",
									"id": "00a",
									"entries": [
										"Like Lorwyn, Shadowmoor magically influences those who spend significant time here. Residents tend toward desaturated colors. Their hair might be black, silver, or white, and their eyes could be a twilight hue. Many inhabitants prefer clothing in shades of black, deep blue, or rich purple. Shadowmoor denizens often see life through a stark lens of realism and even pessimism. They reflect on the past with melancholy and grim acceptance. The worst intentions are generally assumed, and hostility easily blooms."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Isilu, Embodiment of the Moon",
							"id": "00b",
							"entries": [
								"Isilu, often considered a symbol of Shadowmoor, is an enormous, dragon-like creature with six legs and wings that trail billowing, void-like plumes. Similar to its Lorwyn counterpart, Eirdu, Isilu avoids interactions with Shadowmoor's denizens. Those who look carefully might spy Isilu along Shadowmoor's horizon, its neck rising majestically to showcase a head that looks like a floating moon.",
								"Many Shadowmoor residents worship Isilu as a god, claiming they feel Isilu's bolstering presence in calm silences and gentle chills in the air. The faithful believe Isilu provides them with wisdom they wouldn't otherwise possess. Isilu's adherents invoke its blessings with contemplation at sites marked by standing stones. They believe that where there is quiet, there is the moon's inspiration. To represent Isilu in your game, use the {@creature Ancient Black Dragon|XMM} stat block."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Eclipsed Realms",
					"id": "00c",
					"entries": [
						"The boundaries between Lorwyn and Shadowmoor are clear, either shining with brilliant light or cloaked in deep shadow. Some border regions, however, are liminal spaces known as eclipsed realms. These strange places are wrapped in iridescent, colorful fog. Day and night happen at the same time.",
						"Eclipsed realms are bathed in an eerie, gleaming twilight that never turns to night or brightens into day. The moon and sun are overlaid near the horizon, neither moving; as a result, the land is bathed in {@variantrule Dim Light|XPHB}. Eclipsed realms range in size from a few square feet to several square miles. They are uninhabited but often contain natural features like forests, mountains, and rolling plains.",
						"Those who travel into eclipsed realms are influenced by both Lorwyn and Shadowmoor. Travelers from Lorwyn begin to take on aspects associated with Shadowmoor and vice versa, as the effects of both lands struggle for dominance.",
						{
							"type": "entries",
							"name": "Becoming a Calciform Creature",
							"id": "00d",
							"entries": [
								"The eclipsed realms might not look dangerous, but they are among the most perilous places in Lorwyn-Shadowmoor. Individuals in an eclipsed realm endure the ongoing clash of opposing magical forces. This contradiction saps travelers of emotions and eventually of their will to live. A creature that stays in eclipsed realms too long turns into a \"calciform creature,\" or a barely living, emotionless husk who eventually gains the {@condition Petrified|XPHB} condition. Use this effect to establish a ticking clock for characters who linger in eclipsed realms.",
								"At your discretion, characters who linger in eclipsed realms might lose access to their class features before they gain the Petrified condition. Once characters leave eclipsed realms, any abilities they lost are immediately restored and they no longer have the Petrified condition. Characters possessing either a {@item Reliquary of Dawn|LFL} or a {@item Reliquary of Twilight|LFL}, both described {@area later in this chapter|012|x}, are immune to these effects."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Traversing Lorwyn-Shadowmoor",
					"id": "00e",
					"entries": [
						"The borders of Lorwyn and Shadowmoor are mostly set. However, they can change for myriad unexpected reasons. Sometimes, boundary shifts are caused by notable births or deaths. Other times, boundaries shift for no reason at all.",
						"Boundaries usually shift slowly, giving people time to pack their belongings and move before their land is subsumed. However, a sudden boundary shift can subject people, settlements, and landmasses to the transformational effects of the counterpart realm.",
						{
							"type": "entries",
							"name": "Transformed Lands",
							"id": "00f",
							"entries": [
								"A boundary shift immediately changes a location's appearance and features to match its new land. A pastoral Lorwyn village nestled in lush, rolling hills might be transformed into a walled fort with spikes surrounding each dwelling. A withered, weedy field in Shadowmoor might become a meadow of bright, colorful flowers in Lorwyn."
							]
						},
						{
							"type": "entries",
							"name": "Effects on Inhabitants",
							"id": "010",
							"entries": [
								"People from Lorwyn-Shadowmoor undergo an immediate change when they travel between lands. Adventurers who traverse great distances are especially likely to move from Lorwyn to Shadowmoor and vice versa.",
								{
									"type": "entries",
									"name": "Eventide and Morningtide",
									"id": "011",
									"entries": [
										"The supernatural effects of crossing from Lorwyn to Shadowmoor are collectively called Eventide, while similar effects of crossing from Shadowmoor to Lorwyn are collectively called Morningtide. Individuals native to other realms don't experience these instantaneous effects.",
										"When a creature from Lorwyn crosses into Shadowmoor, it instantly takes on its Shadowmoor aspect, changing in both appearance and personality. The creature retains only dim, distorted memories of its time in Lorwyn. When a creature native to Shadowmoor crosses into Lorwyn, it takes on its Lorwyn aspect and its memories similarly change.",
										"Each person's Shadowmoor and Lorwyn aspects are unique, and they typically reflect each other in opposite ways."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Preventing Transformation",
							"id": "012",
							"entries": [
								"Sages in the realm of Lorwyn-Shadowmoor have devised magical talismans called reliquaries to prevent the effects of Eventide and Morningtide.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@item Reliquary of Dawn|LFL}",
										"{@item Reliquary of Twilight|LFL}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Lorwyn-Shadowmoor's History",
					"id": "015",
					"entries": [
						"Until a few decades ago, Lorwyn-Shadowmoor existed either wholly as Lorwyn or Shadowmoor, never both simultaneously. The ruler of Lorwyn-Shadowmoor was a powerful faerie queen named {@link Oona|https://gatherer.wizards.com/SHM/en-us/172/oona-queen-of-the-fae}. Every three hundred years, an event known as the Great Aurora transformed the realm from one version to the other, shifting all lands and people into their opposing aspects. Individuals lost their memories of both the previous world and their prior existence.",
						"Oona controlled these auroras and used the cycles to keep other species ignorant and easily controlled. Eventually, a coalition of heroes learned of Oona's malevolence and ultimately killed her. After Oona's defeat, the Lorwyn and Shadowmoor aspects of the realm clashed.",
						"During this period of chaos, the aspects of the realm's lands and people changed erratically. Once Eirdu and Isilu came into existence, the lands slowly stabilized. Then, about two years ago, destructive, machinelike creatures called Phyrexians invaded, aiming to assimilate Lorwyn-Shadowmoor's people. The fight against the Phyrexians was bloody, but after months of intense battle, the armies of Lorwyn and guerrilla fighters of Shadowmoor prevailed and drove the invaders from the realm.",
						"A tentative peace has since settled upon the realm. Most communities, however, are still weakened from losses suffered during the war. Heroes must arise from Lorwyn-Shadowmoor's people to help the populace navigate and prosper in this new dual reality.",
						{
							"type": "inset",
							"name": "Maralen and Oura",
							"id": "016",
							"entries": [
								"When Queen Oona fell, chaos overtook the faeries in the realm of Lorwyn-Shadowmoor; as a people, the faeries had followed Oona's orders. Many faeries turned to the leadership of Maralen, the elf who led the forces that defeated Oona. Maralen, originally Oona's avatar, claimed the title of queen after betraying Oona. Maralen installed herself in Oona's home in Shadowmoor's Glen Elendra. Not all faeries accept Maralen's leadership, though. A minority look to Oura, a bold faerie from Glen Priseil who dares to imitate Oona's imperious leadership style. Neither faerie queen has achieved the same authority as Oona, and neither has Oona's power."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Lorwyn-Shadowmoor Origins",
			"id": "017",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/LFL/003-01-001.lorwyn-boggart.webp"
					},
					"title": "A Lorwyn boggart plays near an eclipsed realm",
					"credit": "Matt Stewart",
					"width": 1700,
					"height": 1267
				},
				"This chapter provides rules for backgrounds and species of player characters from the realm of Lorwyn-Shadowmoor. These elements suggest the characters' early experiences and family origins before taking up an adventuring life and learning the capabilities of a class described in the {@book Player's Handbook|XPHB|3}.",
				"Heroes from the realm of Lorwyn-Shadowmoor might embark on the adventures described in {@book chapter 4|LFL|4}, or they might find their way to another setting, at the DM's discretion.",
				{
					"type": "section",
					"name": "Backgrounds",
					"id": "018",
					"entries": [
						"Characters from the realm of Lorwyn-Shadowmoor can select one of the following backgrounds. Origin feats are described in the {@area \"Feats\" section|01b|x}.",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@background Lorwyn Expert|LFL}",
								"{@background Shadowmoor Expert|LFL}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Feats",
					"id": "01b",
					"entries": [
						"These Origin feats are appropriate for characters from Lorwyn or Shadowmoor.",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@feat Child of the Sun|LFL}",
								"{@feat Shadowmoor Hexer|LFL}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adapting Species",
					"id": "024",
					"entries": [
						"The following species are native to Lorwyn and Shadowmoor. Player characters of these species should use existing rules as noted in the descriptions below, while customizing a character's physical description and personality as desired.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Playing a Boggart",
									"entries": [
										"Use the Goblin species (see {@race Goblin|MPMM|Mordenkainen Presents: Monsters of the Multiverse}) when creating a boggart player character.",
										{
											"type": "list",
											"items": [
												"{@race Boggart|LFL}"
											]
										}
									]
								},
								{
									"type": "item",
									"name": "Playing an Elf",
									"entries": [
										"Use the Elf species (see the {@race Elf|XPHB|Player's Handbook}) when creating an elf player character from Lorwyn or Shadowmoor. For the character's Elven Lineage trait, select Lorwyn or Shadowmoor from the Elven Lineages table.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@race Elf|LFL}"
											]
										}
									]
								},
								{
									"type": "item",
									"name": "Playing a Faerie",
									"entries": [
										"Use the Fairy species (see {@race Fairy|MPMM|Mordenkainen Presents: Monsters of the Multiverse}) when creating a faerie player character. Shadowmoor faeries have {@sense Darkvision|XPHB} with a range of 120 feet.",
										"For suggestions on how to run a faerie nonplayer character, see {@book chapter 3|LFL|3}.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@race Faerie|LFL}"
											]
										}
									]
								},
								{
									"type": "item",
									"name": "Playing a Flamekin",
									"entries": [
										"Use the Fire Genasi species (see {@race Genasi (Fire)|MPMM|Mordenkainen Presents: Monsters of the Multiverse}) when creating a flamekin player character.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@race Flamekin|LFL}"
											]
										}
									]
								},
								{
									"type": "item",
									"name": "Playing a Kithkin",
									"entries": [
										"Use the Halfling species (see the {@race Halfling|XPHB|Player's Handbook}) when creating a kithkin player character. Shadowmoor kithkin have {@sense Darkvision|XPHB} with a range of 120 feet.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@race Kithkin|LFL}"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Species Descriptions",
					"id": "036",
					"entries": [
						"The following two new species are described below: Lorwyn Changeling and Rimekin.",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@race Lorwyn Changeling|LFL}",
								"{@race Rimekin|LFL}"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Lorwyn-Shadowmoor Gazetteer",
			"id": "042",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/LFL/013-02-001.kithkins-clachan.webp"
					},
					"title": "Settlements in Lorwyn are often idyllic and peaceful, like this kithkin clachan",
					"credit": "Justin Gerard",
					"width": 1700,
					"height": 2183
				},
				"The realm of Lorwyn-Shadowmoor features many locations for your adventures. This chapter details these spots and explains why heroes might visit. Use these hooks as inspiration for your Lorwyn-Shadowmoor campaign.",
				{
					"type": "section",
					"name": "Lorwyn",
					"id": "043",
					"entries": [
						"The following locations are usually in Lorwyn.",
						{
							"type": "entries",
							"name": "Burrenton",
							"id": "044",
							"entries": [
								{
									"type": "inset",
									"id": "045",
									"entries": [
										"This cozy village boasts cobblestone paths winding through clusters of thatched-roof homes and shops. Wooden bridges span babbling brooks. Steam billows from the stacks of numerous smithies."
									]
								},
								"Burrenton is a clachan that is home to about two hundred residents. Most are kithkin, although its denizens also include flamekin and changelings. Burrenton is best known for its engineering and alchemy. Inventors, smiths, and alchemists produce a host of wonders, including fantastic flying machines and a substance called bottled fire, which uses the same statistics as {@item Alchemist's Fire|XPHB}.",
								"Serving as de facto mayor is Inventor General Alba Lachlaen (Small, Neutral Good {@creature Noble|XMM}), a friendly and charismatic kithkin. Alba is the elected leader of Burrenton's numerous artisan and inventor guilds and is herself an accomplished airship inventor. Alba ensures the trustworthiness of visitors wishing to purchase significant technological items, including flying machines.",
								"As an inventors' hub, Burrenton hosts a bustling community gathering space called the Aeghith. This large building hosts events like invention fairs, professional gatherings, and guild meetings at least once per fortnight. Weddings, parties, and holiday celebrations also take place in between. Director Morton Draechnir (Small, Neutral Good {@creature Commoner|XMM}) is a serious, bespectacled kithkin who oversees all events here. The Aeghith is further detailed in {@area chapter 4|0a6|x}.",
								"When it's in Shadowmoor, Burrenton is called Barrenton.",
								{
									"type": "entries",
									"name": "Reasons to Visit",
									"id": "046",
									"entries": [
										"Adventurers might visit Burrenton for one of the following reasons.",
										{
											"type": "entries",
											"name": "Aeghith",
											"id": "047",
											"entries": [
												"The adventurers wish to show off an invention or are hired as security at an upcoming event at the Aeghith. The event is threatened by runaway inventions or sabotage among the participants."
											]
										},
										{
											"type": "entries",
											"name": "Bottled Fire",
											"id": "048",
											"entries": [
												"The characters are hired to investigate accidents at Burrenton's bottled fire workshops. Inventor General Alba Lachlaen suspects subterfuge, so she needs the help of outsiders."
											]
										},
										{
											"type": "entries",
											"name": "Flying Machines",
											"id": "049",
											"entries": [
												"Alba Lachlaen requires help with several tasks before she'll allow the characters to purchase or borrow a flying machine. A fixed-wing, individual flying machine has the statistics of a {@item Rowboat|XPHB}, except that it flies at 1½ miles per hour instead of being rowed, and it costs 400 GP. Alba might rent the characters an {@item Airship|XPHB} that resembles a hot-air balloon for 2 GP per day, though she won't allow the characters to purchase it.",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/LFL/014-02-002.burrenton-kithkin.webp"
													},
													"title": "Kithkin in Burrenton are known for their wondrous creations",
													"credit": "Ioannis Fiore",
													"width": 1700,
													"height": 1249
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lys Alana",
							"id": "04a",
							"entries": [
								{
									"type": "inset",
									"id": "04b",
									"entries": [
										"This elegant city is built into the majestic trees of an ancient forest. High balconies and wide, sweeping arches lead from tree to tree. Carvings cover all surfaces and glitter in the sunlight."
									]
								},
								"The village of Lys Alana is home to about five hundred residents, most of whom are elves. Overseeing the village with detached fairness is the elf Perfect Gecoran (Medium {@creature Noble|XMM}). While many elves in Lys Alana are distrustful of outsiders, Perfect Gecoran understands the value of diversity in both society and trade. As a result, some members of other species who are allies of the elves regularly visit the village, a fact Perfect Gecoran believes is necessary for revitalizing elven society.",
								"High above the forest floor in the center of Lys Alana is Dawn's Light Palace, the only remaining elven palace. Within its carefully tended walls, diplomatic envoys discuss with leaders ways to expand elven influence in Lorwyn. Since not all elves wish to return to their imperial days, these discussions are sometimes tense. Still, the elves host elaborate parties and events in the palace's many suspended courtyards, where rich hospitality belies hints that some of these elves believe themselves superior. Organizing the inner workings of the palace is the friendly elf Seneschal Rosyln (Medium, Neutral Good {@creature Mage|XMM}). The seneschal comes into regular conflict with the elf High Perfect Morcant (Medium {@creature Spy Master|XMM}). Morcant is the highest authority at the palace and secretly wishes to reimpose elven rule in Lorwyn.",
								"When it's in Shadowmoor, Lys Alana is called Caer Ulios.",
								{
									"type": "entries",
									"name": "Reasons to Visit",
									"id": "04c",
									"entries": [
										"Adventurers might visit Lys Alana for one of the following reasons.",
										{
											"type": "entries",
											"name": "Artistry",
											"id": "04d",
											"entries": [
												"Committed to leaving the past behind, Perfect Gecoran seeks new decorations for the village through trade rather than theft. The characters might create their own works of art or obtain suitable items elsewhere."
											]
										},
										{
											"type": "entries",
											"name": "Dignitaries",
											"id": "04e",
											"entries": [
												"The adventurers are part of a delegation to the palace, as diplomats or their security. The proceedings are disrupted by disagreements that threaten to become open conflict."
											]
										},
										{
											"type": "entries",
											"name": "Moonglove",
											"id": "04f",
											"entries": [
												"Perfect Gecoran approaches the characters to find a missing shipment of moonglove extract, a potent poison that uses the statistics of {@item Wyvern Poison|XDMG} (see the {@item Wyvern Poison|XDMG|Dungeon Master's Guide}). He is concerned that someone within his inner circle wants to use the poison to sow chaos."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dundoolin",
							"id": "050",
							"entries": [
								{
									"type": "inset",
									"id": "051",
									"entries": [
										"A tall bell tower rises above a collection of thatched-roof homes. Nestled among them are amphitheaters that echo with the clamor of discussion and debate."
									]
								},
								"The small clachan of Dundoolin is home to about one hundred residents, though visiting scholars give it the appearance of a larger settlement. Most permanent residents are kithkin, though faeries and changelings are also numerous. Dundoolin is a haven for scholars and sages, who travel here to study and debate with other visitors. The clachan is dotted with amphitheaters that host these lively discussions.",
								"At its center is a collapsed fort residents informally call the Library of Dundoolin. Workers dig to uncover caches of documents stored in underground chambers sealed off long ago when boggarts collapsed a significant portion of the town.",
								"While not an official ruler, the reserved and kind Chief Excavator Ern Barhen (Small, Lawful Good {@creature Mage|XMM}) leads efforts to uncover the fort's buried chambers. Beloved by scholars as well as Dundoolin's common folk, Ern ensures excavators work with the care the ancient documents require.",
								"When it's in Shadowmoor, Dundoolin is called Dundaeron.",
								{
									"type": "entries",
									"name": "Reasons to Visit",
									"id": "052",
									"entries": [
										"Adventurers might visit Dundoolin for one of the following reasons.",
										{
											"type": "entries",
											"name": "Elemental Study",
											"id": "053",
											"entries": [
												"Sages in Dundoolin are working on the Eightyfold Trail, a manuscript describing incarnations of nature. They hire the adventurers to investigate recent changes in the behavior of nearby incarnations. The sages believe that something, or someone, is deliberately disrupting these creatures. (For more about incarnations of nature, see {@book chapter 3|LFL|3}.)"
											]
										},
										{
											"type": "entries",
											"name": "Excavation",
											"id": "054",
											"entries": [
												"Ern Barhen hires adventurers to excavate chambers beneath the Library of Dundoolin. Recovered texts suggest this section of the structure is dangerous, with some chambers trapped or guarded. The excavator allows the characters to keep any nonacademic treasure they find."
											]
										},
										{
											"type": "entries",
											"name": "Information Gathering",
											"id": "055",
											"entries": [
												"All manner of scholars find their way to Dundoolin, and anyone is free to participate in discussion. The characters might match wits in debates before finding specific information they seek."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Kinsbaile",
							"id": "056",
							"entries": [
								{
									"type": "inset",
									"id": "057",
									"entries": [
										"Waterwheels and windmills churn busily in this humming lakeside town, where docks and cargo boats seem as numerous as the population."
									]
								},
								"The largest clachan in Lorwyn, Kinsbaile is home to about six hundred residents. The majority are kithkin, though as a prominent trading hub, Kinsbaile also hosts boggarts, merrow, faeries, and flamekin. Trading traffic buzzes around the docks of Lake Laightle, which fuels the town's economy.",
								"Merchants hold the most political power in Kinsbaile. The no-nonsense kithkin Guildmaster Claide Fiobhan (Small {@creature Noble|XMM}) is head of the Curiosities Traders' Guild, Kinsbaile's largest trade group, and he directs most of the town's commercial affairs. He's also the proprietor of a magic item shop called Sundry Curiosities.",
								"A trading operation called Maghen's Marketplace flourishes beneath Lake Laightle's waves. The underwater bazaar is a hub for merchants to sell supplies to visiting merrow. Representing the interest of Maghen's Marketplace among Kinsbaile's guilds is Isla Wandergill ({@creature Merrow Haranguer|LFL}; see {@book chapter 3|LFL|3}), a stalwart merrow who, despite her aversion to land, occasionally attends meetings in the town proper.",
								"Kinsbaile's leaders value community and traditions, and Kinsbaile hosts several celebratory festivals throughout the year. The largest is the Festival of Tales, a days-long event in which participants publicly recount their favorite experiences from the past year. Accounts are always embellished and highly entertaining, though they must be based in truth.",
								"When it's in Shadowmoor, Kinsbaile is called Kinscaer.",
								{
									"type": "entries",
									"name": "Reasons to Visit",
									"id": "058",
									"entries": [
										"Adventurers might visit Kinsbaile for one of the following reasons.",
										{
											"type": "entries",
											"name": "Buying and Selling Magic Items",
											"id": "059",
											"entries": [
												"Claide buys and sells magic items at standard prices (see the {@book Dungeon Master's Guide|XDMG|6|Magic Item Values by Rarity}). The magnificent Sundry Curiosities takes up three floors in downtown Kinsbaile. From there Claide sells most Common, Uncommon, and Rare magic items. Heroes looking for Very Rare or Legendary magic items might have luck in Maghen's Marketplace, as the underwater bazaar is famous for its many merchants' magic wares."
											]
										},
										{
											"type": "entries",
											"name": "Festival of Tales",
											"id": "05a",
											"entries": [
												"Thanks to their exploits in Lorwyn, the adventurers have become well known, and they receive an invitation to participate in the Festival of Tales. If they put on an entertaining show recounting their deeds, the adventurers can win a fabulous prize."
											]
										},
										{
											"type": "entries",
											"name": "Odd Jobs",
											"id": "05b",
											"entries": [
												"Kinsbaile has nearly as many merchants as trade goods, and most are looking to hire security or sales agents. A merchant approaches the characters with a difficult job that pays well."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mudbutton Warren",
							"id": "05c",
							"entries": [
								{
									"type": "inset",
									"id": "05d",
									"entries": [
										"Huts built into trees and atop ruined mounds rise out of the swamp. Twisting, raised wooden pathways stand above the pungent muck, connecting one place to another with little rhyme or reason."
									]
								},
								"Mudbutton Warren is home to three hundred residents. Most are boggarts, though a few daring faeries, flamekin, and changelings also make it their home. Mudbutton Warren is among the most chaotic and raucous of all the boggart warrens in Lorwyn. Visitors should expect risky experiences—they are as likely to stumble upon a potion that cures an ailment as they are to lose a toe while running from a strange beast a boggart thought funny to provoke.",
								"One of the eldest boggarts in Mudbutton Warren, the eccentric Auntie Gobgot (Small, Chaotic Good {@creature Mage|XMM}) is fiercely protective of the boggarts under his care. Gobgot is a skilled alchemist in the peculiar manner of boggarts, since his concoctions often inspire a bit of disgust from visitors. Gobgot insists on greeting visitors in his hut so he can judge if they are a danger to warren or if the warren will be a danger to them.",
								"Mudbutton Warren is known for chaotic parties, where boggarts engage in their favorite pastime: experiencing new things. Travelers who stumble upon the warren's feasting time are subjected to dangerous boggart antics, though residents try to avoid harming visitors. At quieter moments, Auntie Gobgot tells fables to the younger boggarts to teach them important lessons. Sometimes during feasts, visitors are asked to tell their own stories.",
								"When it's in Shadowmoor, Mudbutton Warren is called Greasewretch Warren.",
								{
									"type": "entries",
									"name": "Reasons to Visit",
									"id": "05e",
									"entries": [
										"Adventurers might visit Mudbutton Warren for one of the following reasons.",
										{
											"type": "entries",
											"name": "Alchemy",
											"id": "05f",
											"entries": [
												"Auntie Gobgot is always in need of new and disgusting alchemical ingredients. He asks the adventurers to gather them from dangerous areas of the nearby swamps."
											]
										},
										{
											"type": "entries",
											"name": "Barter",
											"id": "060",
											"entries": [
												"While money has little sway over boggarts, all kinds of unusual items find their way into the warren. Adventurers discover an item they are looking for and must offer something interesting to obtain it."
											]
										},
										{
											"type": "entries",
											"name": "Feasting Time",
											"id": "061",
											"entries": [
												"The adventurers visit during a feast and are asked to participate in chaotic games and to tell stories from their travels. Those who impress Auntie Gobgot are rewarded with strange but powerful magic items."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Other Locations",
							"id": "062",
							"entries": [
								"Lorwyn also includes the following locations.",
								{
									"type": "entries",
									"name": "Goldmeadow",
									"id": "063",
									"entries": [
										"A small farming community, Goldmeadow is known for its rolling fields, goats, and a small but hardy town watch that seeks to keep mischief-makers at bay."
									]
								},
								{
									"type": "entries",
									"name": "Glen Priseil",
									"id": "064",
									"entries": [
										"Glen Priseil is a secluded valley boasting a rushing waterfall and idyllic pond. The self-proclaimed faerie queen Oura lives here, and she hopes to become as powerful as the fallen Oona. Oura and her strongest supporters—a band of about fifty faeries—hatch plans for gaining more allies as well as undermining Maralen, a queen who lives in Shadowmoor's Glen Elendra (see the {@area \"Other Locations\"|086|x} section in {@area \"Shadowmoor\"|06d|x})."
									]
								},
								{
									"type": "entries",
									"name": "Grave of Nath",
									"id": "065",
									"entries": [
										"The deceased elf Nath, a zealous and wicked hunter, was interred in a forest grove. The area, now called the Grave of Nath, has since gone wild with poisonous plants. The deadly foliage is said to flourish from Nath's still-lingering hatred."
									]
								},
								{
									"type": "entries",
									"name": "Mount Tanufel",
									"id": "066",
									"entries": [
										"The birthplace and home of most flamekin in Lorwyn, Mount Tanufel is a vibrant community of expressive individuals. Its snowy peaks also house a settlement of rimekin and are the headwaters of the Wanderwine River ({@area see below|06b|x})."
									]
								},
								{
									"type": "entries",
									"name": "Porringer Basin",
									"id": "067",
									"entries": [
										"Formed from the now-flooded Porringer Valley, the Porringer Basin is home to a community of merrow. The merrow welcome adventurers who can help keep monsters away from the settlement."
									]
								},
								{
									"type": "entries",
									"name": "Spinerock Knoll",
									"id": "068",
									"entries": [
										"A dragon-shaped outcropping near the kithkin clachan of Burrenton, Spinerock Knoll is home to devotees who worship a cruel {@creature Ancient Red Dragon|XMM} called Knollspine. Though Knollspine hasn't been seen in years, these devotees believe they might one day be reborn as dragons. The devotees seek draconic relics and spread their zealotry to visitors."
									]
								},
								{
									"type": "entries",
									"name": "Toetap Mire",
									"id": "069",
									"entries": [
										"Toetap Mire is a vast wetland with a reputation for subsuming the creatures and plants that perish in its waters. Boggart apothecaries seek the strange liquids produced in the mire for use in their potion making."
									]
								},
								{
									"type": "entries",
									"name": "Velis Vel Grotto",
									"id": "06a",
									"entries": [
										"A glittering cavern studded with rune-etched quartz, Velis Vel Grotto is a pilgrimage site to which some changelings journey annually. Whenever a changeling takes on an entirely new form anywhere in Lorwyn, a new rune appears in the grotto to commemorate it."
									]
								},
								{
									"type": "entries",
									"name": "Wanderwine River",
									"id": "06b",
									"entries": [
										"A sprawling river network that stretches across Lorwyn, the Wanderwine River is used to transport and store goods, primarily by merrow. Ports and trade hubs dot the river's length, offering weary travelers opportunities to refresh and resupply."
									]
								},
								{
									"type": "entries",
									"name": "Warywind Bough",
									"id": "06c",
									"entries": [
										"Secluded behind a waterfall, Warywind Bough is a secretive meeting place is where Lorwyn faeries plot and scheme. Few who stumble upon Warywind Bough are welcome unless they agree to take part in the faeries' mischief."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Shadowmoor",
					"id": "06d",
					"entries": [
						"The following locations are usually in Shadowmoor.",
						{
							"type": "entries",
							"name": "Ballynock",
							"id": "06e",
							"entries": [
								{
									"type": "inset",
									"id": "06f",
									"entries": [
										"High, spiked walls encircle similarly grim-looking houses in this village that rises like a bristly hedgehog from the surrounding pasture. At its center, a tall and imposing watchtower keeps vigil."
									]
								},
								"A haven for hunters and trappers, Ballynock is a doun with two hundred residents. Almost all are kithkin, though a few elves and rimekin also live here. Ballynock's claustrophobic streets contain visible traps meant to keep intruders at bay. Smiths and engineers work together to create ingenious ways to capture prey both in the wild and on the battlefield.",
								"The task of keeping the city safe falls to Watch Commander Cadri Kelken (Small {@creature Guard Captain|XMM}), a no-nonsense kithkin. Cadri is a skilled warrior and hunter, holding her position through respect and fear. She obsessively plans new defenses for Ballynock from her office in the doun's central watchtower, where the city watch is based.",
								"The largest open space among the doun's tight confines is Trapper's Square, which is crowded with market stalls. Hunters sell their spoils alongside merchants selling supplies and weapons. Engineers demonstrate their traps here, occasionally injuring unwary passersby.",
								"When it's in Lorwyn, Ballynock is called Ballyrush.",
								{
									"type": "entries",
									"name": "Reasons to Visit",
									"id": "070",
									"entries": [
										"Adventurers might visit Ballynock for one of the following reasons.",
										{
											"type": "entries",
											"name": "Demonstration",
											"id": "071",
											"entries": [
												"One of the merchants in Trapper's Square requires help selling his newest device. He offers a reward if the characters can convince onlookers to make a purchase."
											]
										},
										{
											"type": "entries",
											"name": "Hunting",
											"id": "072",
											"entries": [
												"Hunting and trapping parties regularly operate outside Ballynock and are always looking for skilled hands and strong arms. A party captain offers the adventurers a well-paying job to hunt a dangerous creature (perhaps one of the incarnations of nature described in {@book chapter 3|LFL|3})."
											]
										},
										{
											"type": "entries",
											"name": "Tripped Traps",
											"id": "073",
											"entries": [
												"Someone is dismantling traps all over the doun, frustrating the traps' owners and undermining Ballynock's safety. Watch Commander Cadri suspects that infiltrators might be weakening Ballynock before an invasion. She hires the adventurers to investigate.",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/LFL/015-02-003.incarnation-of-nature.webp"
													},
													"title": "In Ballynock, the terrifying appearance of an incarnation of nature inspires a kithkin's fear",
													"credit": "Filip Burburan",
													"width": 1700,
													"height": 1301
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Boreal Ridge",
							"id": "074",
							"entries": [
								{
									"type": "inset",
									"id": "075",
									"entries": [
										"A collection of smooth stone houses clings stubbornly to the ragged edge of a snowy cliff. Muted blues and purples glow like hidden magma from within the dwellings."
									]
								},
								"Boreal Ridge is a small settlement that's home to one hundred residents. Most are rimekin, but a handful of flamekin and hardy kithkin also reside here. Perched on the edge of an unnatural cliff created during the Phyrexian invasion (see {@area \"Lorwyn-Shadowmoor's History\"|015|x} in the introduction), Boreal Ridge is a testament to rimekin resilience. In this harsh environment, Boreal Ridge is a place of contemplation. Those seeking mastery over their own skills or a quiet place to study are welcomed here, no matter who they are or where they are from.",
								"A small congregation of rimekin created the settlement's first buildings. Their leader, Sarak (Medium, Lawful Neutral {@creature Priest|XMM}), represents the combined interests of those who live in Boreal Ridge. Introspective and kind, Sarak expects anyone who lives or stays within Boreal Ridge to respect the solitude of the inhabitants. If pushed, Sarak exhibits a cold fury and decisiveness that has earned the respect of everyone within Sarak's protection.",
								"A persistent layer of mist hovers above a portion of Boreal Ridge. It's produced by the Ice Forge, where iron is tempered with frozen flames to create smithing masterworks. A place of collaboration in a settlement full of solitude, artisans of Ice Forge share their knowledge and work together to hone their skills. The forge's creations are each as unique as their creators, often letting the smiths express something new about themselves.",
								"When it's in Lorwyn, Boreal Ridge is known by the same name.",
								{
									"type": "entries",
									"name": "Reasons to Visit",
									"id": "076",
									"entries": [
										"Adventurers might visit Boreal Ridge for one of the following reasons:",
										{
											"type": "entries",
											"name": "Creating a Masterpiece",
											"id": "077",
											"entries": [
												"An artisan at the Ice Forge seeks assistance in creating an item the characters need. The artisan requires materials and the collaboration of other artisans, but quarrels have emerged about correct methods. The characters must get the smiths to work together to create the item."
											]
										},
										{
											"type": "entries",
											"name": "Foundations",
											"id": "078",
											"entries": [
												"A chasm in the cliffside near the town has begun to emit strange vapors. Fearing something left over from the Phyrexian invasion, Sarak hires the characters to investigate."
											]
										},
										{
											"type": "entries",
											"name": "Scholar",
											"id": "079",
											"entries": [
												"The adventurers need information from a reclusive scholar living in Boreal Ridge. They must find and convince the scholar to reveal their secrets."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Caer Flur",
							"id": "07a",
							"entries": [
								{
									"type": "inset",
									"id": "07b",
									"entries": [
										"Elegant wooden structures cling to dead trees here, while tents rise like insectoid shells from the darkened earth. Beautiful purple lanterns fight off the encroaching gloom."
									]
								},
								"Shadowmoor's largest village is Caer Flur, a relatively young settlement that's home to five hundred residents. Elves are most of the population, alongside a small number of kithkin. Structures are interspersed with artistry from different elven clans, giving the village an eclectic, charming appearance. Farmers and builders of all sorts bustle to keep the new village in good order.",
								"Shadowmoor elves have little use for the strict society of their Lorwyn kin and prefer to let leaders rise based on their own merit, not their perceived beauty. As such, Lead Farmer Taylin (Medium {@creature Commoner|XMM}) has emerged as a voice of calm amid the stress of building a new settlement. An elf, Taylin organizes the farmers and gardeners to provide the village with food. Taylin also settles disputes among the disparate clans that form the village.",
								"Deep within Caer Flur is the Eluvian, an enormous tree elves use as a gathering place. The elves have lovingly carved structures into the tree that house beautiful objects of all kinds, from the magical to the practical. Anyone can ask to use something stored within the Eluvian; the cost usually involves contributing something even more beautiful to take its place. Among several elves who manage the Eluvian, Blossomseeker Miryn (Medium, Chaotic Neutral {@creature Performer Maestro|XMM}) stands out as an exuberant teller of tales and seeker of beauty.",
								"When it's in Lorwyn, Caer Flur is called Lys Gaerlinon.",
								{
									"type": "entries",
									"name": "Reasons to Visit",
									"id": "07c",
									"entries": [
										"Adventurers might visit Caer Flur for one of the following reasons.",
										{
											"type": "entries",
											"name": "Dawnglove",
											"id": "07d",
											"entries": [
												"Taylin has heard of the planned theft of a bundle of precious dawnglove (see {@area \"Dawnglove Grove\"|089|x} later in this chapter), from which a cure for most ailments can be made. They hire the adventurers to protect the flowers as they are moved to a safer location."
											]
										},
										{
											"type": "entries",
											"name": "Eluvian",
											"id": "07e",
											"entries": [
												"The adventurers seek an unusual object stored at the Eluvian. To obtain it from the curators, they must provide something more beautiful in exchange."
											]
										},
										{
											"type": "entries",
											"name": "Pulling Up Roots",
											"id": "07f",
											"entries": [
												"Someone or something is purposefully damaging the farms and gardens of Caer Flur. Worried that it might be deliberate sabotage, Taylin asks the adventurers to investigate."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Druim Calad",
							"id": "080",
							"entries": [
								{
									"type": "inset",
									"id": "081",
									"entries": [
										"Ramshackle wooden structures droop near a sinkhole by a lakeshore here. Water cascades down the sinkhole's earthen walls into a cavern full of underwater dwellings."
									]
								},
								"Druim Calad is home to three hundred residents, mostly merrow, though members of every other species from Shadowmoor can be found above the water in the settlement. Built from the remains of another city that collapsed into a sinkhole long ago, the settlement is as dangerous to navigate as it is to trade in. A maze of homes and businesses that belong to kithkin, flamekin, and rimekin hangs precariously above the brackish waters, sometimes bending and swaying with the movements of currents. Underwater, the merrow make their home. Valuables change hands all over the city, but blood from failed deals often stains planks.",
								"While many would claim to control Druim Calad, none command respect like the unassuming tavern keeper Myyn, a {@creature Merrow Haranguer|LFL} (see {@book chapter 3|LFL|3}). Outwardly warm but inwardly calculating, Myyn keeps tabs on everything that happens in his city. Myyn takes decisive action against threats through the Finblades, a network of cutthroats who answer only to him.",
								"Myyn lounges in the Red Shallows, a tavern just above the water. Amid the normal tables and chairs of a tavern, holes cut in the floor allow merrow to swim up to lounge and do business with other patrons. Information from all over Shadowmoor is available in the Red Shallows for a price, though rumors suggest the name comes from the blood that spills into the water from deals gone wrong.",
								"When it's in Lorwyn, Druim Calad is called Crannog Ansicr.",
								{
									"type": "entries",
									"name": "Reasons to Visit",
									"id": "082",
									"entries": [
										"Adventurers might visit Druim Calad for one of the following reasons.",
										{
											"type": "entries",
											"name": "A Simple Job",
											"id": "083",
											"entries": [
												"Myyn calls on the characters to investigate the murder of an informant deep in the settlement's underwater maze. In exchange for their aid, he offers them valuable information."
											]
										},
										{
											"type": "entries",
											"name": "Den of Thieves",
											"id": "084",
											"entries": [
												"Goods change hands in the Red Shallows with every conversation. The adventurers need to convince a patron to part with a specific item."
											]
										},
										{
											"type": "entries",
											"name": "Water Runs Red",
											"id": "085",
											"entries": [
												"A deal the adventurers are making or that they find themselves in the middle of goes wrong, and the adventurers are the targets of Finblade cutthroats. They must resolve the situation and make amends to Myyn before something terrible happens."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Other Locations",
							"id": "086",
							"entries": [
								"Shadowmoor also includes the following locations.",
								{
									"type": "entries",
									"name": "Ash Forge",
									"id": "087",
									"entries": [
										"The Ash Forge is an imposing edifice churning smoke into its surroundings. Within its walls is a forging device designed by Shadowmoor flamekin that produces weapons imbued with the desire to extinguish all life."
									]
								},
								{
									"type": "entries",
									"name": "Bellowrath",
									"id": "088",
									"entries": [
										"Consisting mostly of flamekin, Bellowrath is home to exiles who believe the world's doom is at hand. These flamekin prophesy that the world will end under a cloud of ash when Mount Tanufel in Lorwyn erupts. The vague prophecies are based on the findings of exiled flamekin oracles, who long ago used reliquaries to venture into Lorwyn and study the mountain."
									]
								},
								{
									"type": "entries",
									"name": "Dawnglove Grove",
									"id": "089",
									"entries": [
										"A place of precious beauty found deep within the Creakwood, Dawnglove Grove contains dawnglove, a plant with petals that can be used to make all potencies of {@item Potion of Healing|XDMG|Potions of Healing}. It is guarded at all times by elves so no one mars a petal of the precious flower."
									]
								},
								{
									"type": "entries",
									"name": "Dark Meanders",
									"id": "08a",
									"entries": [
										"The subterranean caverns known as the Dark Meanders are home to merrow. These caverns wind under the land, sometimes breaching the surface. Some of the deep underwater passages lead to Lorwyn, should adventurers be brave and equipped enough to find them."
									]
								},
								{
									"type": "entries",
									"name": "Glen Elendra",
									"id": "08b",
									"entries": [
										"The narrow mountain valley called Glen Elendra is home to faeries and was once the seat of the faerie Queen Oona's power. Glen Elendra was long considered a myth or a faerie prank; now a new queen, the elf Maralen, makes her home here. Maralen glamours the glen to protect it from those in Shadowmoor who would destroy its beauty and to provide privacy while her supporters plot against Oura, who lives in Lorwyn's Glen Priseil."
									]
								},
								{
									"type": "entries",
									"name": "Grove of the Ashblossoms",
									"id": "08c",
									"entries": [
										"In the Grove of the Ashblossoms within the Creakwood, the trees bloom with a peculiar ashen hue. The grove grew around the plot where Queen Oona was buried after her defeat. A few faeries revere the grove, believing the trees contain a portion of her spirit."
									]
								},
								{
									"type": "entries",
									"name": "Pokeprodder Bog",
									"id": "08d",
									"entries": [
										"Travelers in the Pokeprodder Bog risk catching Sewer Plague (see the {@disease Sewer Plague|XDMG|Dungeon Master's Guide}); each full hour spent in the bog requires a {@dc 11} Constitution saving throw. On a failed save, the creature contracts Sewer Plague. A hearty clan of boggarts that are immune to Pokeprodder's deadly effects lives here."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Bestiary",
			"id": "08e",
			"entries": [
				"This chapter describes some of the creatures found in the lands of Lorwyn and Shadowmoor.",
				{
					"type": "section",
					"name": "Adapting Other Creatures",
					"id": "08f",
					"entries": [
						"The following creatures are common in Lorwyn or Shadowmoor and can be represented with stat blocks from the {@book Monster Manual|XMM}.",
						{
							"type": "entries",
							"name": "Faeries",
							"id": "090",
							"entries": [
								"Faeries are fickle pranksters in Lorwyn and Shadowmoor. They live for petty intrigues and use illusion magic to conduct their capers. Faeries have an insectile appearance, though in Lorwyn they are more elf-like. To use a Lorwyn faerie in your game as a nonplayer character, use the {@creature Pixie|XMM} or {@creature Sprite|XMM} stat block. See {@book chapter 1|LFL|1} for information about creating a faerie player character."
							]
						},
						{
							"type": "entries",
							"name": "Scarecrows",
							"id": "091",
							"entries": [
								"Found only in Shadowmoor, scarecrows are terrifying constructs made from the bodies of dead treefolk and reanimated with kithkin magic. Though mindless, the scarecrows of Shadowmoor exhibit malignance; even a scarecrow's creators aren't safe from their invention's bloody rampages. The magic of Shadowmoor infuses a scarecrow with malevolence. Whether encountered in Shadowmoor or on the borders of Lorwyn, scarecrows are portents of dread and doom.",
								"No two scarecrows look alike, but many share a suite of common abilities. To represent a Shadowmoor scarecrow in your game, use the {@creature Scarecrow|XMM} stat block."
							]
						},
						{
							"type": "entries",
							"name": "Treefolk",
							"id": "092",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/LFL/016-03-001.treefolk.webp"
									},
									"title": "Treefolk cultivate the natural world around themselves",
									"credit": "Vincent Christiaens",
									"width": 1700,
									"height": 1301
								},
								"Found in Lorwyn and Shadowmoor, treefolk are sentient, deciduous trees with vaguely bipedal trunks and exaggerated facial features. They begin life as ordinary trees, then gain sentience through an event called the Rising. It is said that treefolk are among the eldest creatures native to the realm of Lorwyn-Shadowmoor.",
								{
									"type": "entries",
									"name": "Lorwyn Treefolk",
									"id": "093",
									"entries": [
										"In Lorwyn, some treefolk use their wisdom as a tool to support shorter-lived creatures. Others wield their intellect like a scepter and seek to rule over Lorwyn's younger denizens."
									]
								},
								{
									"type": "entries",
									"name": "Shadowmoor Treefolk",
									"id": "094",
									"entries": [
										"In Shadowmoor, treefolk are vengeful protectors of nature against the incursions of denizens of other realms. They remain isolated and lonely and are more prone to violence than their Lorwyn counterparts."
									]
								},
								{
									"type": "entries",
									"name": "Treefolk Stat Blocks",
									"id": "095",
									"entries": [
										"Any type of treefolk can be represented with the {@creature Treant|XMM} stat block. Roll on or choose a result from the Treefolk Varieties table to inspire what kind of tree a treefolk might be and what its personality might be like.",
										{
											"type": "table",
											"colLabels": [
												"1d4",
												"The Treefolk Is..."
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"An ash tree dedicated to defending the forest's people in Lorwyn or the forest's trees in Shadowmoor."
												],
												[
													"2",
													"A black poplar tree that loves to contemplate philosophy."
												],
												[
													"3",
													"A rowan tree that seeks to destroy all technology."
												],
												[
													"4",
													"A yew tree of a variety so rare that they're rumored to be extinct."
												]
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Creature Descriptions",
					"id": "096",
					"entries": [
						"The following pages include descriptions and stat blocks for other creatures found in Lorwyn and Shadowmoor, presented in alphabetical order. The table presents these creatures' Challenge Rating and creature type.",
						{
							"type": "table",
							"colLabels": [
								"CR",
								"Creature",
								"Creature Type"
							],
							"colStyles": [
								"col-2 text-center",
								"col-6",
								"col-4"
							],
							"rows": [
								[
									"1/4",
									"{@creature Noggle Ransacker|LFL}",
									"Fey"
								],
								[
									"1",
									"{@creature Noggle Wild Mage|LFL}",
									"Fey"
								],
								[
									"4",
									"{@creature Merrow Doublespeaker|LFL}",
									"Monstrosity"
								],
								[
									"5",
									"{@creature Merrow Haranguer|LFL}",
									"Monstrosity"
								],
								[
									"6",
									"{@creature Lorwyn Giant|LFL}",
									"Giant"
								],
								[
									"7",
									"{@creature Incarnation of Transience|LFL}",
									"Fey"
								],
								[
									"8",
									"{@creature Shadowmoor Giant|LFL}",
									"Giant"
								],
								[
									"10",
									"{@creature Incarnation of Vibrance|LFL}",
									"Fey"
								]
							]
						},
						{
							"type": "statblock",
							"name": "Lorwyn Giant",
							"tag": "creature",
							"source": "LFL",
							"style": "narrow"
						},
						{
							"type": "statblock",
							"name": "Shadowmoor Giant",
							"tag": "creature",
							"source": "LFL",
							"style": "narrow"
						},
						{
							"type": "statblock",
							"name": "Incarnation of Transience",
							"tag": "creature",
							"source": "LFL",
							"style": "narrow"
						},
						{
							"type": "statblock",
							"name": "Incarnation of Vibrance",
							"tag": "creature",
							"source": "LFL",
							"style": "narrow"
						},
						{
							"type": "statblock",
							"name": "Merrow Haranguer",
							"tag": "creature",
							"source": "LFL",
							"style": "narrow"
						},
						{
							"type": "statblock",
							"name": "Merrow Doublespeaker",
							"tag": "creature",
							"source": "LFL",
							"style": "narrow"
						},
						{
							"type": "statblock",
							"name": "Noggle Ransacker",
							"tag": "creature",
							"source": "LFL",
							"style": "narrow"
						},
						{
							"type": "statblock",
							"name": "Noggle Wild Mage",
							"tag": "creature",
							"source": "LFL",
							"style": "narrow"
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Lorwyn Adventures",
			"id": "0a5",
			"entries": [
				"Lorwyn and Shadowmoor are perfect places to set games that highlight whimsy or delve into shadowy themes. The adventures in this chapter, which highlight sabotaged inventions and chaotic disruptions, are just two such options.",
				"This chapter presents details about the Aeghith, a community gathering place in the village of {@area Burrenton|044|x} (in Lorwyn), as well as example adventure outlines set there.",
				{
					"type": "section",
					"name": "The Aeghith",
					"id": "0a6",
					"entries": [
						"Nestled in the heart of Burrenton, a kithkin village in Lorwyn, the Aeghith is a beloved community center and landmark. As the Aeghith is Burrenton's tallest building, its gently sloping roof is the first thing travelers see when they approach the village.",
						{
							"type": "entries",
							"name": "Events Center",
							"id": "0a7",
							"entries": [
								"Events take place in the Aeghith nearly every day. The facility holds professional functions, including invention fairs and guild meetings. The facility also hosts holiday and family celebrations, wedding and birthday parties, banquets, and more.",
								"When it's not holding an event, the Aeghith is closed to the public while community members clean its facilities or prepare for the next gathering. Any resident of Burrenton is welcome to request use of the Aeghith for an event."
							]
						},
						{
							"type": "entries",
							"name": "Facility Staff",
							"id": "0a8",
							"entries": [
								"Several Burrenton villagers make up the Aeghith's regular's staff.",
								{
									"type": "entries",
									"name": "Director",
									"id": "0a9",
									"entries": [
										"Morton Draechnir (Small, Neutral Good {@creature Commoner|XMM}), a bespectacled and grave kithkin, considers and grants permission to all reasonable requests. Using the Aeghith is first come, first served.",
										"Burrenton's villagers entrust Morton with all aspects of managing the facilities and events at the Aeghith. The kithkin takes his responsibilities seriously, employing villagers as staff members and volunteers."
									]
								},
								{
									"type": "entries",
									"name": "Assistant Director",
									"id": "0aa",
									"entries": [
										"The Aeghith's assistant director is a flamekin named Feros Zoltir (Medium, Lawful Neutral {@creature Mage|XMM}). A chirpy young man, Feros spent time in nearby Spinerock Knoll but felt unbalanced in the presence of dragon worshippers. Feros is happy to live in Burrenton and plan events at the Aeghith."
									]
								},
								{
									"type": "entries",
									"name": "Custodians",
									"id": "0ab",
									"entries": [
										"Two full-time custodians named Feria and Salie Trochfynn (Small, Chaotic Good {@creature Commoner|XMM|Commoners}) clean up and rearrange furniture before and after the Aeghith's events. These passionate kithkin sisters are serious about cleanliness and orderliness but are never unfriendly with those who are untidy—unless such folk are rude or cruel."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "General Features",
							"id": "0ac",
							"entries": [
								"The Aeghith is in pristine condition despite existing for generations. Community members regularly repair and reinforce the Aeghith's wooden floors and stone exterior, and its thatched roof is replaced every decade. The building's other features are described below:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ceilings",
											"entry": "The first floor's ceiling is 20 feet high. The second floor's ceiling is 10 feet high."
										},
										{
											"type": "item",
											"name": "Doors",
											"entry": "The Aeghith's doors are made of wood. Exterior doors are always unlocked. Interior doors to storage closets ({@area area A4|0b4|x}), the director's office ({@area area A5|0b6|x}), and upstairs to the relaxation room ({@area area A7|0ba|x}) are locked. A character can take a {@action Utilize|XPHB} action to pick the lock, making a {@dc 15} Dexterity ({@skill Sleight of Hand|XPHB}) check with Thieves' Tools. On a successful check, the door opens."
										},
										{
											"type": "item",
											"name": "Lighting",
											"entry": "The building's interior areas are lit with {@spell Continual Flame|XPHB} spells placed on sconces and wooden chandeliers."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Aeghith's Locations",
							"id": "0ad",
							"entries": [
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/LFL/025-map-04.01-the-aeghith.webp"
											},
											"imageType": "map",
											"title": "The Aeghith",
											"credit": "Mike Schley",
											"width": 4096,
											"height": 2650,
											"id": "013",
											"mapRegions": [
												{
													"area": "0b0",
													"points": [
														[
															739,
															1350
														],
														[
															937,
															1350
														],
														[
															937,
															1247
														],
														[
															1416,
															1247
														],
														[
															1416,
															1719
														],
														[
															943,
															1719
														],
														[
															943,
															1611
														],
														[
															739,
															1611
														]
													]
												},
												{
													"area": "0b4",
													"points": [
														[
															1288,
															1206
														],
														[
															1355,
															1131
														],
														[
															1403,
															1032
														],
														[
															1444,
															932
														],
														[
															1635,
															932
														],
														[
															1421,
															1146
														],
														[
															1421,
															1211
														]
													]
												},
												{
													"area": "0b2",
													"points": [
														[
															1548,
															901
														],
														[
															1620,
															814
														],
														[
															1673,
															706
														],
														[
															1704,
															621
														],
														[
															1854,
															621
														],
														[
															1854,
															419
														],
														[
															1943,
															419
														],
														[
															1943,
															621
														],
														[
															2164,
															621
														],
														[
															2164,
															416
														],
														[
															2253,
															416
														],
														[
															2253,
															623
														],
														[
															2403,
															623
														],
														[
															2431,
															717
														],
														[
															2497,
															836
														],
														[
															2556,
															901
														]
													]
												},
												{
													"area": "0b4",
													"points": [
														[
															2470,
															932
														],
														[
															2685,
															1147
														],
														[
															2685,
															1213
														],
														[
															2821,
															1213
														],
														[
															2756,
															1138
														],
														[
															2696,
															1028
														],
														[
															2660,
															931
														]
													]
												},
												{
													"area": "0ba",
													"points": [
														[
															2997,
															316
														],
														[
															2997,
															797
														],
														[
															3585,
															797
														],
														[
															3585,
															323
														]
													]
												},
												{
													"area": "0b0",
													"points": [
														[
															2694,
															1245
														],
														[
															2694,
															1721
														],
														[
															3161,
															1721
														],
														[
															3161,
															1615
														],
														[
															3366,
															1615
														],
														[
															3366,
															1351
														],
														[
															3166,
															1351
														],
														[
															3166,
															1245
														]
													]
												},
												{
													"area": "0b4",
													"points": [
														[
															1280,
															1759
														],
														[
															1355,
															1841
														],
														[
															1410,
															1952
														],
														[
															1437,
															2020
														],
														[
															1522,
															1938
														],
														[
															1423,
															1752
														]
													]
												},
												{
													"area": "0ae",
													"points": [
														[
															1475,
															2029
														],
														[
															1552,
															1957
														],
														[
															2547,
															1957
														],
														[
															2624,
															2029
														],
														[
															2243,
															2029
														],
														[
															2243,
															2237
														],
														[
															1868,
															2237
														],
														[
															1868,
															2032
														]
													]
												},
												{
													"area": "0b6",
													"points": [
														[
															2573,
															1938
														],
														[
															2682,
															1753
														],
														[
															2826,
															1753
														],
														[
															2751,
															1829
														],
														[
															2696,
															1935
														],
														[
															2669,
															2025
														]
													]
												},
												{
													"area": "0b8",
													"points": [
														[
															1442,
															1731
														],
														[
															1442,
															1151
														],
														[
															1682,
															934
														],
														[
															2422,
															934
														],
														[
															2655,
															1150
														],
														[
															2655,
															1733
														],
														[
															2533,
															1930
														],
														[
															1558,
															1930
														]
													]
												},
												{
													"area": "0a6",
													"points": [
														[
															527,
															368
														],
														[
															527,
															667
														],
														[
															1203,
															667
														],
														[
															1203,
															368
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "book/LFL/thumbnail/025-map-04.01-the-aeghith.webp"
											},
											"grid": {
												"type": "square",
												"size": 103,
												"offsetX": -5,
												"offsetY": -9
											}
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/LFL/026-map-04.01-the-aeghith-player.webp"
											},
											"imageType": "mapPlayer",
											"title": "Player Version",
											"credit": "Mike Schley",
											"width": 4096,
											"height": 2650,
											"mapParent": {
												"id": "013"
											},
											"grid": {
												"type": "square",
												"size": 103,
												"offsetX": -5,
												"offsetY": -9
											}
										}
									]
								},
								"The following locations are keyed to the Aeghith map. Location descriptions assume there's no event happening inside. During your adventures, populate and describe the areas as you see fit.",
								{
									"type": "entries",
									"name": "A1: Greeting Hall",
									"id": "0ae",
									"entries": [
										{
											"type": "inset",
											"id": "0af",
											"entries": [
												"Swirling motifs of interlocking spheres are carved into the walls of this grand hall. A wide, green-painted double door stands open, leading north into the community hall. Narrow hallways lead to the east and west."
											]
										},
										"This area serves as the Aeghith's main public entrance. Crowds congregate here and socialize before an event."
									]
								},
								{
									"type": "entries",
									"name": "A2: Meeting Halls",
									"id": "0b0",
									"entries": [
										{
											"type": "inset",
											"id": "0b1",
											"entries": [
												"These spacious areas are lit warmly by enormous wooden chandeliers resembling intertwined tree branches. A green-painted double door leads into the community hall."
											]
										},
										"When the Aeghith's event schedule is especially busy, smaller gatherings are held in these areas."
									]
								},
								{
									"type": "entries",
									"name": "A3: Auxiliary Entrance",
									"id": "0b2",
									"entries": [
										{
											"type": "inset",
											"id": "0b3",
											"entries": [
												"Boxes of storage supplies and furniture are grouped haphazardly in this space. A double door opens into the community hall to the south, while small doors lead northward out of the building."
											]
										},
										"While still a public entrance, this area serves as spillover storage for the many supplies needed to run events."
									]
								},
								{
									"type": "entries",
									"name": "A4: Storage Closets",
									"id": "0b4",
									"entries": [
										{
											"type": "inset",
											"id": "0b5",
											"entries": [
												"Tables, chairs, and boxes of dining and display supplies are stacked into every corner of these cramped spaces."
											]
										},
										"These are the Aeghith's primary storage spaces. Fare is prepared off site when food is served at events, though all dining supplies are kept here.",
										"The Aeghith's custodians (see {@area \"Facility Staff\"|0a8|x} above) are typically found in these closets or bustling about {@area area A6|0b8|x}, rearranging things to fit back into storage."
									]
								},
								{
									"type": "entries",
									"name": "A5: Director's Office",
									"id": "0b6",
									"entries": [
										{
											"type": "inset",
											"id": "0b7",
											"entries": [
												"A heavy wooden desk and filing cabinets take up most of the room in this small office."
											]
										},
										"The Aeghith's director, Morton Draechnir (see {@area \"Facility Staff\"|0a8|x} above), spends most of his time here when the kithkin isn't meticulously managing an ongoing event."
									]
								},
								{
									"type": "entries",
									"name": "A6: Community Hall",
									"id": "0b8",
									"entries": [
										{
											"type": "inset",
											"id": "0b9",
											"entries": [
												"This sprawling open space features a dais that wraps around a central staircase leading upward. The walls' beautiful mahogany carvings depict various scenes of diverse families enjoying each other's company. Banks of privies are built into each corner."
											]
										},
										"The dais in this hall is typically used for head tables for parties or speakers during meetings. Stalls with small bathrooms are built into the corners of this area. The Aeghith's assistant director, the flamekin Feros Zoltir (see {@area \"Facility Staff\"|0a8|x} above), is usually here approximating the technical needs of an upcoming event."
									]
								},
								{
									"type": "entries",
									"name": "A7: Relaxation Room",
									"id": "0ba",
									"entries": [
										{
											"type": "inset",
											"id": "0bb",
											"entries": [
												"A wide staircase leads to an intimate, upstairs gathering area with paneled walls and a large wooden chandelier overhead. A roaring fireplace stands to the north, while comfortable lounge furniture is arranged throughout the space."
											]
										},
										"This area is available for any event attendee to escape the downstairs din. Director Morton and the Aeghith's staff ensure the fire remains stoked."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sample Adventures",
					"id": "0bc",
					"entries": [
						"Each of these adventure outlines provides enough information for you to run a one-session adventure, with the help of the map and location details that appear in this chapter. Monster stat blocks referenced in these adventures appear in {@book chapter 3|LFL|3} or the {@book Monster Manual|XMM}.",
						"When play takes place in locations with NPCs described in the {@area \"Facility Staff\"|0a8|x} section, those NPCs take cover or run if combat breaks out.",
						{
							"type": "entries",
							"name": "The Inventor's Sabotage",
							"id": "0bd",
							"entries": [
								"{@i Adventure for Level 1 Characters}",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Situation",
											"entry": "A bitter kithkin inventor named Lile Braechtil plans to sabotage other competitors during the Flying Machine Expo at the Aeghith. Once unchallenged, Lile will win the 500 GP prize and reclaim his pride."
										},
										{
											"type": "item",
											"name": "Hook",
											"entry": "Strange mishaps have befallen inventors ahead of the expo, so the Aeghith's director, the kithkin Morton Draechnir (Small, Neutral Good {@creature Commoner|XMM}) has hired the characters as security. He offers each character 50 GP to respond to any incidents that arise during the event."
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters",
									"id": "0be",
									"entries": [
										"During the Flying Machine Expo, the Aeghith's community hall ({@area area A6|0b8|x}) is filled with small booths in which inventors display their recent flying-machine innovations. At the event's end, a panel of kithkin judges from Burrenton's Flying Machine Guild deems one invention the cleverest and awards its inventor 500 GP. The judges are the bookish Glichle Caerclan and his bubbly sister, Vaerna Caerclan (Small, Neutral Good {@creature Commoner|XMM|Commoners}).",
										"The adventure consists of these encounters.",
										{
											"type": "entries",
											"name": "Unleashed Animated Objects",
											"id": "0bf",
											"entries": [
												"A few days before the expo, the Aeghith's staff discovered that pranksters had sneaked into a storage closet and animated some of the facility's supplies, including several brooms and a custodial cart. Staff members contained the supplies in a crate they labeled \"Danger! Do not open!\" Just moments after the expo began, though, Lile discovered the crate and opened it.",
												"Now, the animated supplies are destroying inventions and threatening the inventors throughout the hall ({@area area A6|0b8|x}). The supplies are three {@creature Animated Broom|XMM|Animated Brooms}; use the {@creature Animated Armor|XMM} stat block to represent the custodial cart.",
												"If the characters confront the animated objects, they fight the characters. A few minutes after the objects' destructive rampage begins, the characters see a short, hooded figure dart toward the auxiliary entrance ({@area area A3|0b2|x}), a {@item Crowbar|XPHB} in hand. The hooded figure is Lile (Small, Neutral Evil {@creature Spy|XMM}), though he's unrecognizable now."
											]
										},
										{
											"type": "entries",
											"name": "Scarecrows Unleashed",
											"id": "0c0",
											"entries": [
												"After the characters subdue the helpers or 10 minutes after the helpers' rampage begins, Lile frees two {@creature Scarecrow|XMM|Scarecrows} from crates he brought to {@area area A3|0b2|x}. If the characters don't follow Lile into area A3, the scarecrows enter the community hall ({@area area A6|0b8|x}) and begin destroying the nearest inventions. The scarecrows are from Shadowmoor (see {@area chapter 3|091|x}) and wear {@item Reliquary of Twilight|LFL|Reliquaries of Twilight} (see the {@book introduction|LFL|0|Preventing Transformation}).",
												"If the characters follow Lile, the characters arrive in area A3 in time to see him pry the lid off the crate from which the scarecrows emerge and attack. Lile scuttles behind a group of crates and takes the {@action Hide|XPHB} action during the combat."
											]
										},
										{
											"type": "entries",
											"name": "The Mastermind",
											"id": "0c1",
											"entries": [
												"If the characters followed Lile into {@area area A3|0b2|x}, he begins combat with them as soon as the scarecrows are defeated. If the characters didn't follow him, Lile tries to lure the characters into another room ({@area area A1|0ae|x}, {@area A2|0b0|x}, or {@area A3|0b2|x}) and fights them there.",
												"When Lile is reduced to 13 Hit Points or fewer, he surrenders. He reveals his plan to ruin the other inventions at the fair so that his invention, a four-paddled propeller, would be declared winner. Lile is angry at the judges for writing a scathing review of his last expo entry, a convoluted double-decker seating apparatus, and wants to prove his talent."
											]
										},
										{
											"type": "entries",
											"name": "Aftermath",
											"id": "0c2",
											"entries": [
												"If the characters defeat Lile, each of them earns a bonus 100 XP. At your discretion, the judges might award the characters the 500 GP prize as well, especially if most other inventions were destroyed."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Blood at the Banquet",
							"id": "0c3",
							"entries": [
								"{@i Adventure for Level 5 Characters}",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Situation",
											"entry": "A kithkin owner of a refurbishment company named Welda Tollwyn is hosting a banquet at the Aeghith in honor of her past year of great commercial success. Welda recently angered a group of criminals and fears someone might attack her during the event."
										},
										{
											"type": "item",
											"name": "Hook",
											"entry": "Welda hires the characters to accompany her at all times during the banquet. If she remains unharmed throughout the banquet, Welda offers to pay each character 400 GP."
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters",
									"id": "0c4",
									"entries": [
										"Welda (Small {@creature Noble|XMM}) has run afoul of the Trustworthy Fellows, a gang that hides illegal behavior behind legitimate shipping practices. The Fellows paid Welda to refurbish the gang's riverboats, but Welda refused to honor the deal once she discovered the group's criminality. The criminals' leader, a Neutral Evil {@creature Noggle Ransacker|LFL} (see {@book chapter 3|LFL|3}) from Shadowmoor named Derkin Hiffnockle, has threatened that Welda will pay in blood if she doesn't honor the deal.",
										"During the banquet, the Aeghith's community hall ({@area area A6|0b8|x}) is set up with dining tables. The adventure consists of these encounters.",
										{
											"type": "entries",
											"name": "Bathroom Ambush",
											"id": "0c5",
											"entries": [
												"Before guests start arriving, Welda heads to the bathrooms in the northwest corner of the community hall ({@area area A6|0b8|x}) to adjust her attire. An elf and Trustworthy Fellow named Razorblade (Medium, Chaotic Evil {@creature Assassin|XMM}) is lurking in the northeast stall. If the characters don't check the stalls for danger, each character can take 1 action before the murderer ambushes Welda. Banquet attendees are filing into {@area area A1|0ae|x}, so no one hears the sounds of fighting."
											]
										},
										{
											"type": "entries",
											"name": "Danger Lurks Everywhere",
											"id": "0c6",
											"entries": [
												"While guests are settling at their tables, Welda slips toward the auxiliary entrance ({@area area A5|0b6|x}) to retrieve a more comfortable pair of shoes she's stashed there. There, an {@creature Invisible Stalker|XMM} allied with the gang and its boggart handler, Figgis (Small, Chaotic Evil {@creature Scout Captain|XMM}), accost Welda."
											]
										},
										{
											"type": "entries",
											"name": "The Last Straw",
											"id": "0c7",
											"entries": [
												"During dinner, two impostors throw off their disguises as invitees and accost Welda, frustrated that Welda is unharmed. They are the kithkin Chloris (Small, Neutral Evil {@creature Mage|XMM}) and Derkin, the gang's {@creature Noggle Ransacker|LFL} leader (see {@book chapter 3|LFL|3}). The criminals are from Shadowmoor, and each wears a {@item Reliquary of Twilight|LFL} (see the {@book introduction|LFL|0|Preventing Transformation}). During the fight, a character can make a {@dc 16} Charisma ({@skill Persuasion|XPHB}) check to convince Derkin to stop threatening Welda in exchange for Welda returning the fee the gang paid her. Welda is amenable to this arrangement, since she wants to end her association with the gang."
											]
										},
										{
											"type": "entries",
											"name": "Aftermath",
											"id": "0c8",
											"entries": [
												"If Welda remains unharmed at the banquet's end, each character earns a bonus 1,100 XP."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"id": "0c9",
			"entries": [
				{
					"type": "list",
					"columns": 2,
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Lead Designer:",
							"entry": "Amanda Hamon"
						},
						{
							"type": "item",
							"name": "Designers:",
							"entry": "Patrick Renie, Michael Zhang, Hans Ziegler"
						},
						{
							"type": "item",
							"name": "Rules Developer:",
							"entry": "Makenzie De Armas"
						},
						{
							"type": "item",
							"name": "Editors:",
							"entry": "Adrian Ng Di Spaltro (lead), Emma Mieko Candon, Amanda Frechin, James Wyatt"
						},
						{
							"type": "item",
							"name": "Art Director:",
							"entry": "Josh Herman"
						},
						{
							"type": "item",
							"name": "Graphic Designer:",
							"entry": "Trystan Falcone"
						},
						{
							"type": "item",
							"name": "Cover Illustrator:",
							"entry": "Justin Gerard"
						},
						{
							"type": "item",
							"name": "Interior Illustrators:",
							"entry": "Daren Bader, Filip Burburan, Vincent Christiaens, Jesper Ejsing, Jason A. Engle, Ioannis Fiore, Aurore Folny, Evyn Fong, Justin Gerard, Ben Hill, Jakub Kasper, Jorge Jacinto, Lorenzo Mastroianni, Wayne Reynolds, Edgar Sánchez Hidalgo, Matt Stewart, John Tedrick, Leon Tukker, Tiffany Turrill, José Vega, Raoul Vitale"
						},
						{
							"type": "item",
							"name": "Cartographer:",
							"entry": "Mike Schley"
						},
						{
							"type": "item",
							"name": "Consultants:",
							"entry": "Matthew Danner, Deborah Garcia, Neale LaPlante Johnson, Alyssa Visscher"
						},
						{
							"type": "item",
							"name": "Producers:",
							"entry": "Dan Tovar (lead), Bill Benham, Siera Bruggeman, Rob Hawkey, Vanessa Hoskins"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/LFL/027-05-001.lorwyn-first-light-cover.webp"
					},
					"title": "Front Cover",
					"credit": "Justin Gerard",
					"width": 1700,
					"height": 2078
				}
			]
		}
	]
}
