{
	"data": [
		{
			"type": "section",
			"name": "Humblewood Campaign Setting",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HWCS/Cover.webp"
					},
					"width": 1259,
					"height": 818
				},
				{
					"type": "section",
					"name": "Foreword",
					"page": 6,
					"entries": [
						"{@font by holly conrad|HPPHumblescratch}",
						{
							"type": "inset",
							"entries": [
								"Nature, or the forest, might be quite the distance from our homes, Twitch streams, or stages where we play RPGs like {@i 5th Edition} (because oddly enough that's the magical world we live in now). We throw dice onto surfaces made of trees whose history we are woefully clueless of. Did the tree have a story, or a family of owls living in it, or a fox kit that sheltered a storm beneath its branches? We don't know these tales as we weave our own, but the connection is still there. We're still tromping through the wilderness and smelling the fresh air and fearing its dangers, even if it's in our imagination.",
								"Storytelling on its own has always been connected to nature. Legends of animals as gods or animals as human-like protagonists permeate all cultures. The Native American stories of the trickster Raven, the Medieval fable of the {@i Owl and the Nightingale}, or something as obvious and simple as {@i Grimm's Fairy Tales} are all examples of how the natural world around us has shaped storytelling. The magic of animals and their usually unseen lives intrigues us, sparks our imagination, and we see a lot of ourselves in them when we finally slow down enough to look. Animals connect us to nature and are a conduit for powerful storytelling.",
								"This is why I believe roleplaying games have had such a resurgence in the past few years, because we're looking for a connection to the world around us. We're looking for a way to get away from screens, to forget about our complicated lives, and to live as heroes with problems we can solve, not just listen to on the news and worry about. We can help people, we can be heroes, and we have magic. Even in the imagination, these things are incredibly powerful.",
								"In Humblewood, we're going back to our roots as storytellers, using nature and the animals around us to adventure in a world of fantasy. We have so much technology surrounding us every day, getting out into nature isn't an option for many. Our jobs are time consuming, our lives are hard and complicated, our food is grown in places we will never see and sits on a shelf for our consumption wrapped in plastic. These things disconnect us from the story of nature, from the story of life and the changing of seasons and our connection to the world around us. In reality, even the humble pigeon has an interesting life, we just don't see it as we pass them on city streets without giving them a second look.",
								"I've loved birds since I can remember, they've always been how I connected to nature. I've rescued birds since I was 10 and I've worked with the smallest of hummingbirds to the massive moody, Red Tailed hawk named Ivan whose mew I cleaned in college. When I lived in Los Angeles, I began rescuing pigeons because they were everywhere, forgotten pets of colonists and invasive to the habitat they lived in. These birds were smart, funny, and ignored by almost every animal shelter you took them to. They were the lost and forgotten of the animal world, and that's why I fell in love with them. They had stories to tell, and every one of them has their own personality and quirks.",
								"Humans are not that different from animals. If we pay attention to them, we can understand them, save them, live with them, and honor them. The more compassion we have for animals the better our world will be. Telling their stories is just as important as telling our own, and helps us connect to and have compassion for the other creatures on our planet. So I encourage you to make your own legends in Humblewood, and then go to the forest and see them for yourself. Maybe they'll have a story of their own to tell you, too.",
								"{@b Holly Conrad}",
								"Twitter: {@link @HollyConrad|https://twitter.com/HollyConrad}",
								"Twitch: @commanderholly"
							],
							"id": "002"
						}
					],
					"id": "001"
				},
				{
					"type": "section",
					"name": "Preface",
					"page": 7,
					"entries": [
						"{@font by leesha hannigan|HPPHumblescratch}",
						{
							"type": "inset",
							"entries": [
								"When approaching the art direction for Humblewood, I wanted to express that this is a world full of vibrant, diverse characters, living in an expansive forest with a rich and intricate history. The driving force behind Humblewood as a concept was the desire to create a visually compelling world that felt alive, and that meant a world that could feel wonderful and welcoming, magical and mysterious. It also meant a world full of secrets, hidden dangers, and obstacles for a party of adventurers to overcome.",
								"When I was young, the films and books I devoured with the most enthusiasm were the ones that appealed to audiences both young and old, whose characters may happen to be adorable woodland animals, but still bravely explored a mosaic of complex, confronting themes that we continue to puzzle over well into our adult years. These are the stories that left a significant impression on me, that I continue to revisit to this day.",
								"Roleplaying games are wonderful for many reasons, one being that they can provide a form of escape, or they can mirror reality. They can help us understand and process experiences in our own lives through an entirely different lens, and they give you a unique kind of freedom to be whoever or whatever you want to be, options for which there is no shortage in Humblewood—whether you are a sneaky mapach, a brave little strig, or a cunning corvum with a secret heart of gold, the only limit, as ever, is your imagination.",
								"As artists we have to give careful consideration to every facet of the world, certainly the designs of our main characters and our myriad of monsters, but also what a character's home might look like, what kind of fabrics they might wear, and how should we design this bottle of vintage vulpin-crafted elderberry wine? We have illustrated forests flooded with beams of light, tangled and treacherous swamps you must battle your way through with determination, and cosy interiors where you can almost smell the jerbeen-sized loaves baking in the oven. The love is very often in the details, just as some of the most significant moments in a campaign can be the quiet ones, the small words exchanged at the campfire, or the tiny clues indicating a much larger mystery to unravel.",
								"Creating this project has been an unforgettable journey, full of as many surprises, twists and turns as the overgrown paths of Humblewood itself. I have had an affinity for nature and animals my entire life, which has been my primary source of inspiration for much of my personal work. I remember when I first sat down and sketched the first iteration of a brave little knight owl, who we have now named Riffin, and I could never have imagined in that moment how the idea behind this little owl would evolve into a fully realised world, lovingly crafted by our team of designers, writers and artists, for players to explore.",
								"I am beyond excited for you all to take your first steps into this world, uncover some of its secrets during your adventures, experience its stories, and come away with many of your own stories to tell!",
								"{@b Leesha Hannigan}, Art Director",
								"Twitter: {@link @LeeshaHannigan|https://twitter.com/LeeshaHannigan}"
							],
							"id": "004"
						}
					],
					"id": "003"
				},
				{
					"type": "section",
					"name": "Introduction",
					"page": 8,
					"entries": [
						"{@font about the wood|HPPHumblescratch}",
						"In the far away world of Everden, on the eastern coast of a great continent, lies a vast forest nestled between the mountains and the sea. This is the Humblewood, an ancient and magical place that hums an endless song, sung to the Great Rhythm of life and death. The Wood, as it is known to its inhabitants, is not like any other forest. The trees are old and powerful, with rare specimens that reach as tall as small mountains. Here familiar beasts grow to unusual sizes, bearing markings and patterns unique to the Wood. This region is also home to two groups of animal-like humanoid races, the birdfolk and the humblefolk. Together they share the Wood and its bountiful resources.",
						"In the early years, the birdfolk and humblefolk lived close to each other in small villages around the forest. These isolated communities were vulnerable to an organization of brigands and marauders who called themselves the \"Bandit Coalition.\" To protect themselves from the Coalition, the birdfolk built fortified cities in the forest's canopy. Joining forces with the humblefolk, the birdfolk army, known as the \"Perch Guard\", drove back the bandits, bringing peace and security to the region. Over time, birdfolk culture spread, and the capital city of Alderheart became the most politically influential place in the Wood.",
						"But the Wood has also known sorrow. Not long after the founding of Alderheart, a massive forest fire known as \"The Great Calamity\" burned a portion of the Wood. The origins of the fire are unknown, but it left the area permanently damaged. To this day, it is called the \"Scorched Grove,\" an arid field of ash that has since become home to many strange flame-infused creatures.",
						"The Tenders, an organization of druids and mystics, dedicate themselves to healing the Scorched Grove with natural magics. Set up in conclaves around the Wood, they provide aid whenever forest fires strike. Yet, since the Grove's burning, the Wood has known relatively few fires. Nature's balance, though, can be disrupted by a single spark.",
						"Recently, fires have begun to rage through the Wood with a strength and fury not seen since ages past. Forest-dwellers are again being displaced from their homes, seeking refuge in Alderheart, and perch-dwellers are doing what they can to keep themselves safe up in their canopy sanctuaries. Relations between the humblefolk and birdfolk are tense. Moreover, a newly invigorated Bandit Coalition swells in numbers. Its sights are set upon Alderheart, where those displaced by the flames seek a means of survival.",
						"You are a citizen of the Wood, caught up in this turmoil. Or perhaps you are a storyteller from another world. Either way, the future of the Wood is yours to write. Within this book you will find all the tools you need to build your character, travel the land, and create your own Humblewood story.",
						"Whether or not Humblewood is able to survive the flames is up to you. Go forth and adventure! Only you can restore balance to the Wood."
					],
					"id": "005"
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "Welcome to the Wood",
			"entries": [
				"{@font the story begins|HPPHumblescratch}",
				{
					"type": "section",
					"name": "Races of the Wood",
					"page": 10,
					"entries": [
						"{@font all walks of life|HPPHumblescratch}",
						"The various folk who make up the world of Humblewood are divided into two categories: the birdfolk and the humblefolk. While they resemble animals, the folk who inhabit the cities, towns, and villages of Humblewood are all humanoids.",
						"This chapter outlines the ten core races, five birdfolk and five humblefolk, who make up the majority of characters found in the Wood. It also details various character creation options, new class options, backgrounds, feats, and spells to help you make your own Humblewood adventurer.",
						{
							"type": "entries",
							"name": "The Birdfolk",
							"entries": [
								"The birdfolk races of Humblewood are as diverse and unique as the forest itself. Only the skillful survive the forest, and the birdfolk have become masters of both the forest floor and the canopies above, creating several settlements (known colloquially as \"perches\") throughout the Wood. Despite regional differences and cultural peculiarities among the different kinds of birdfolk in the Wood, the birdfolk races nevertheless share much of their culture, language, history, and origin myths. This solidarity has allowed them to work together and prosper, creating a harmony in the Wood which has lasted for an age.",
								"While a diverse group, adapted for a variety of environments within the Wood, birdfolk also share several physical traits which have allowed them to find common ground in the construction of their perches. Beyond the obvious physical similarities, all birdfolk possess arms covered in feathers, which extend into wing-like appendages. While incapable of true powered flight, the strong hollow bones and lightweight bodies of birdfolk allow them to easily use their feathered arms to glide, and unless severely encumbered, all birdfolk can recover gracefully from what would otherwise be a deadly fall. In some birdfolk races these wings have grown strong enough to bear their owners upwards in a mighty flap, while others instead developed talons which make for both deadly defensive weapons and useful tools for scaling tall trees.",
								"The birdfolk have established themselves as a political force to be reckoned with in Humblewood. They shaped their mighty capital from the great tree Alderheart, and from this bastion of safety their ruling body, the Birdfolk Council, makes decisions which impact all of Humblewood. The birdfolk are well-defended from outside threats thanks to the Perch Guard, a force of soldiers trained in both aerial and ground combat, that keeps their cities and the denizens within safe.",
								"While Alderheart has been a beacon of peace and harmony for many years, the coming of the fires has thrown the region into chaos. The Perch Guard forces are spread thin across the canopy cities, barely able to secure the main roads for merchants while keeping their homes safe from the blazes. Now the great birdfolk cities face more threats from bandits and forest fires than ever before. Through it all, though, the birdfolk trust in solidarity, between themselves and the diverse groups of habitants who call their perches home, to weather the coming storm as they have so many times before.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Birdfolk.webp"
									},
									"width": 889,
									"height": 478
								}
							],
							"id": "008"
						},
						{
							"type": "entries",
							"name": "The Humblefolk",
							"entries": [
								"Not all denizens of Humblewood are birdfolk. The term \"humblefolk\" is used throughout the Wood to refer to the non-birdfolk peoples who live a little closer to the forest floor. Unlike the birdfolk, whose shared language, histories, myths, and culture have allowed them to exist in harmony for most of Humblewood's history, the humblefolk represent a disparate group of peoples, cultures, and ways of seeing the world, many of whom haven't always seen eye to eye.",
								"Ages ago, an accord was struck between the people of the forest floor to unite against roving bandits and quell the in-fighting that was wreaking havoc across the Wood. This accord was known as the \"Humblefolk Treaty\" and was witnessed by the birdfolk, who were just then beginning to shape the trunk of Alderheart. The birdfolk offered the humblefolk safety within their great city, and many accepted their offer. Over time, more and more humblefolk migrated to newly-established birdfolk perches, though many found birdfolk architecture to be restrictive for creatures without wings. In the same way, some groups of birdfolk, feeling too crowded within the booming perches, began to spread out and seek shelter within small woodland villages. Even today, the birdfolk who choose to live on the forest floor find themselves stigmatized, as a life in the canopy is considered proper in birdfolk society.",
								"After the establishment of the treaty, humblefolk began to live once again in small woodland villages beneath the trees, although now in more diverse communities alongside some ground-dwelling birdfolk. With the expansion of the Humblefolk Treaty to allow humblefolk to call upon Perch Guard garrisons in times of crisis, and the birdfolk militias keeping the roads safe for merchant caravans, the Wood truly entered a golden age. Life for many humblefolk was peaceful and prosperous...until the fires came.",
								"With the spreading flames, humblefolk villagers petitioned the overextended Perch Guard for aid, only to see help arrive too late, if at all. To make matters worse, after many years the divisions between the humblefolk communities have intensified: those who found prosperity in the birdfolk cities have adopted a perch-dweller's perspective, while those who live in the woodlands face a constant threat from brigands and forest fires. Others have even left to join the newly reformed Bandit Coalition, seeing not only a path for survival, but a chance to get even with the perch-dwelling birdfolk for broken oaths and unequal treatment. Yet, where the treaty holds, vibrant humblefolk communities can still be found. The humblefolk are resilient, and each race will devise a way to survive in this dangerous wood.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Humblefolk.webp"
									},
									"width": 889,
									"height": 478
								}
							],
							"id": "009"
						}
					],
					"id": "007"
				},
				{
					"type": "section",
					"name": "Characters in the Wood",
					"page": 32,
					"entries": [
						"{@font embodying one of the folk|HPPHumblescratch}",
						"This chapter outlines how you can customize your character, everything from physical characteristics, backgrounds, class options, feats, and spells, all in keeping with the flavor of Humblewood.",
						{
							"type": "entries",
							"name": "Character Details",
							"entries": [
								"Your character is more than just a collection of rules. Here are a few tools to help you flesh out the look and feel of your character.",
								{
									"type": "entries",
									"name": "Sex & Gender",
									"entries": [
										"The sex or gender of a character doesn't confer any special bonuses or penalties. Playable races do not exhibit physical characteristics based on sex, and traits such as plumage, markings, and size difference are not associated with a specific sex or gender. The most significant variations in physical appearance come down to a character's subrace."
									],
									"id": "00c"
								},
								{
									"type": "entries",
									"name": "Height and Weight",
									"entries": [
										"The table below can be used to decide your character's height and weight. These are based on the information provided in each race's description, and reflect the natural variation that occurs within the different folk of the Wood.",
										"To use this table, first locate your character's race, and roll for their height modifier. Add this result in inches to the base height shown in the previous column. Next, using the appropriate column, roll for your weight modifier. Some races have a flat weight modifier. If this is the case, simply use the number provided in this column. Then, take the number you rolled for the height modifier, and multiply it by the weight modifier. Add this result in pounds to your race's base weight.",
										"You may notice that the weights for birdfolk races are significantly lower than for humblefolk of similar size. The birdfolk have hollow bones, reinforced by special internal structures that act as struts. Along with other weight-reducing adaptations, this allows birdfolk to glide. Birdfolk characters are not negatively impacted by their lower weight.",
										{
											"type": "table",
											"caption": "Random Height and Weight",
											"colLabels": [
												"Race",
												"Base Height",
												"Height Modifier",
												"Base Weight",
												"Weight Modifier"
											],
											"colStyles": [
												"col-1",
												"col-1",
												"col-1",
												"col-1",
												"col-1"
											],
											"rows": [
												[
													"Cervan (Grove)",
													"4'8\"",
													"+{@dice 2d10}",
													"110 lb.",
													"x ({@dice 1d4}) lb."
												],
												[
													"Cervan (Pronghorn)",
													"6'1\"",
													"+{@dice 2d10}",
													"120 lb.",
													"x ({@dice 2d4}) lb."
												],
												[
													"Corvum",
													"4'4\"",
													"+{@dice 2d10}",
													"70 lb.",
													"x ({@dice 1d4}) lb."
												],
												[
													"Gallus",
													"3'4\"",
													"+{@dice 3d10}",
													"55 lb.",
													"x ({@dice 1d4}) lb."
												],
												[
													"Hedge",
													"2'11\"",
													"+{@dice 2d6}",
													"30 lb.",
													"x ({@dice 1d4}) lb."
												],
												[
													"Jerbeen",
													"2'4\"",
													"+{@dice 2d4}",
													"20 lb.",
													"x ({@dice 1d2}) lb."
												],
												[
													"Luma",
													"2'8\"",
													"+{@dice 2d4}",
													"25 lb.",
													"x 1 lb."
												],
												[
													"Mapach",
													"3'11\"",
													"+{@dice 2d6}",
													"85 lb.",
													"x ({@dice 2d4}) lb."
												],
												[
													"Raptor",
													"2'11\"",
													"+{@dice 2d6}",
													"25 lb.",
													"x 1 lb."
												],
												[
													"Strig",
													"3'10\"",
													"+{@dice 2d10}",
													"80 lb.",
													"x ({@dice 1d6}) lb."
												],
												[
													"Vulpin",
													"4'2\"",
													"+{@dice 2d10}",
													"80 lb.",
													"x ({@dice 2d4}) lb."
												]
											]
										},
										{
											"type": "inset",
											"name": "Altering Race Size",
											"entries": [
												"The sizes listed in the racial descriptions represent suggested averages of the various races. Players can adjust these sizes depending on the kind of birdfolk or humblefolk character they'd like to play. Some varieties of strig, a race that takes their physical characteristics from owls, could be smaller sized, around 3 feet tall, if desired. Similarly, raptors, a race whose physical characteristics resemble birds of prey, could reach around 5 feet in height. For the sake of simplicity we advise that, regardless of the physical measurements of a character, they follow the size category rules of their race (Medium or Small). In the lore, this can be expressed by saying that even a small strig is solid and strong, where even a taller raptor is light and agile. This will make calculating things that rely on size categories much easier, rather than having to remember which size variant a player has chosen for a race.",
												"Alternatively, if the races presented here are too big when placed in comparison to humans in other campaign settings, size categories can be adjusted accordingly. This is entirely a matter of taste. It is recommended to do whatever makes the most sense for the kinds of worlds you'd like to build and the kinds of stories you'd like to tell."
											],
											"id": "00e"
										}
									],
									"id": "00d"
								},
								{
									"type": "entries",
									"name": "Variant Rule: Different Looks for Birdfolk and Humblefolk",
									"entries": [
										"The Wood covers a vast area of different environments. As such, birdfolk and humblefolk can showcase a variety of different forms. At the discretion of the GM, your Humblewood character may look different than other members of its race. While not exhaustive, we've provided examples of suitable analogs for different kinds of animals from which a playable race could take inspiration. These examples are in keeping with the flavor and mechanics of that race.",
										{
											"type": "entries",
											"name": "Cervan",
											"entries": [
												"Cervan characters could be imagined as elk, moose, or antelopes. Any hoofed creature with horns would fit the bill, especially those native to forest or mountainous environments. While not every cervan has horns, the ability to grow them is seen as a blessing of Cairith, and is a part of their culture."
											],
											"id": "010"
										},
										{
											"type": "entries",
											"name": "Corvum",
											"entries": [
												"Birds which are known for their dark coloration, such as crows, blackbirds and grackles, would be a good visual fit. Despite typically being dark-feathered, a variety of colorful corvids exist. Jays, nutcrackers, and jackdaws are good examples.",
												"No matter which type of bird is being used for visual inspiration for your corvum, it is important that they have at least one black feather. Black feathers on a corvum are known as the \"Mark of Gesme\" and they are thought to impart some of Gesme's reckless curiosity."
											],
											"id": "011"
										},
										{
											"type": "entries",
											"name": "Gallus",
											"entries": [
												"Gallus characters are usually represented by land fowl of all kinds, ranging from those with small rounded bodies, suited to ground life, to those with longer proportions. Waterfowl, such as ducks or geese, could be used as visual inspiration for communities of gallus living by Humblewood's wetlands. Other fowl, such as peacocks, could also be used. While not closely-related to fowl, herons, storks, and bitterns could be a good reference for taller, marshland-dwelling communities of gallus.",
												"Gallus characters with ostentatious, colorful plumage are generally better suited to the bright gallus subrace, while those with modest, earth-toned feathers might be better suited to the huden gallus subrace."
											],
											"id": "012"
										},
										{
											"type": "entries",
											"name": "Hedge",
											"entries": [
												"While inspired by hedgehogs, having a hedge character based on a quilled animal that inhabits forests, such as a porcupine, would also make sense. Although they would probably not be native to Humblewood, armadillos, pangolins, or echidnas would also work."
											],
											"id": "013"
										},
										{
											"type": "entries",
											"name": "Jerbeen",
											"entries": [
												"The jerbeens are inspired by jerboas, a kind of jumping mouse. Other small rodents with mouse-like proportions, including chinchillas, could be used for visual inspiration as well. Though a greater stretch, the jerbeen's speed, size, and communal way of life would make them an ideal analog for races based on rabbits or hares."
											],
											"id": "014"
										},
										{
											"type": "entries",
											"name": "Luma",
											"entries": [
												"Lumas are inspired by doves and pigeons, but their size and high charisma means that small songbirds such as chickadees, wrens, sparrows, and cardinals would also be a good fit. A bird-of-paradise could be used as well due to their focus on performance, though they might be better suited for visitors to Humblewood from more tropical regions. Birds with brighter or more decorative plumage would correspond to sera lumas, while those with more muted feathers would be better as sable lumas."
											],
											"id": "015"
										},
										{
											"type": "entries",
											"name": "Mapach",
											"entries": [
												"Inspired by raccoons, mapach characters can reference members of the weasel family, such as ferrets and badgers. Mapachs are hearty and crafty, and possess a climbing speed, which means many members of this family, including polecats, would be good fits."
											],
											"id": "016"
										},
										{
											"type": "entries",
											"name": "Raptor",
											"entries": [
												"Raptors take after smaller birds of prey, like falcons and hawks, but using larger species, like eagles or vultures as a reference would also work for raptor characters. Maran raptors could also take visual inspiration from seabirds, notably petrels or shearwaters, due to their swim speed."
											],
											"id": "017"
										},
										{
											"type": "entries",
											"name": "Strig",
											"entries": [
												"Strigs usually resemble owls of all kinds. Owls comprise a very large and diverse family of birds, and examples can be found which are small, large, or unique in appearance. For larger, more intimidating strigs, the great gray owl or giant scops owl can provide a robust presence, while smaller strigs could take inspiration from the little owl, or boreal owl. Regardless of their size, stout strigs tend to be bulkier, with denser feathers, while swift strigs have more slender and streamlined bodies."
											],
											"id": "018"
										},
										{
											"type": "entries",
											"name": "Vulpin",
											"entries": [
												"Vulpins generally look like foxes, but an alternative visual reference would be wolves, coyotes, or other hunting canines that could be commonly found in a forest environment. Vulpins should be represented as wild animals, to illustrate the duality of their sophisticated yet savage nature. Breeds of tamed dogs would not be a good fit."
											],
											"id": "019"
										},
										{
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/HWCS/Different-Looks.webp"
													},
													"width": 878,
													"height": 479
												}
											],
											"type": "entries",
											"id": "01a"
										}
									],
									"id": "00f"
								},
								{
									"type": "entries",
									"name": "Languages of the Wood",
									"entries": [
										"Race determines the language your character can speak by default, and your background might give you access to one or more additional language of your choice. You are free to select these from among the languages offered in other 5e material, but there are several languages which are specific to the Wood.",
										"The standard languages listed below are part of common life in Humblewood, and are spoken widely. Sylvan, along with various dialects of Primordial (Auran, Aquan, Ignan, and Terran) are uncommon languages known only by few in the Wood, but they can prove exceptionally useful in communicating with the various fey and elemental Humblewood residents.",
										"Each birdfolk race possesses a unique and mystical connection to the element of air, which allows them to understand Auran from birth, although they are unable to speak it naturally. Birdfolk who wish to become fluent in this dialect must take the time to learn. Because Auran is a dialect of Primordial, birdfolk innately understand Aquan, Ignan, and Terran as well, though not perfectly. Compared to Auran, the other dialects of Primordial sound stilted or broken to birdfolk. While they can understand simple concepts presented in these dialects, more complicated matters are lost in translation.",
										{
											"type": "inset",
											"name": "Common and Birdfolk",
											"entries": [
												"Birdfolk takes the place of Common in Humblewood. As the language of trade and custom, folk of the Wood take the time to learn it. Other 5e races who choose to visit Humblewood will want to know Birdfolk. Likewise, birdfolk or humblefolk characters visiting other lands should add Common to their language list."
											],
											"id": "01c"
										},
										{
											"type": "table",
											"caption": "Standard Languages",
											"colLabels": [
												"Language",
												"Typical Speakers",
												"Script"
											],
											"colStyles": [
												"col-1",
												"col-1",
												"col-1"
											],
											"rows": [
												[
													"Birdfolk",
													"Birdfolk, Humblefolk",
													"Birdfolk"
												],
												[
													"Cervan",
													"Cervans",
													"–"
												],
												[
													"Hedge",
													"Hedges",
													"Sylvan"
												],
												[
													"Jerbeen",
													"Jerbeens",
													"Birdfolk"
												],
												[
													"Mapach",
													"Mapachs",
													"Mapach"
												],
												[
													"Vulpin",
													"Vulpins",
													"Vulpin"
												]
											]
										},
										{
											"type": "entries",
											"name": "Birdfolk",
											"entries": [
												"Birdfolk is a language of clicks, caws, and whistles. Though primarily oral, a system for writing Birdfolk in pictograms was developed long before the founding of Alderheart and has since transformed into a set of abstract glyphs representing different sounds. Birdfolk can be written quickly with a quill, or scratched easily with a claw, and has been widely adopted throughout the Wood."
											],
											"id": "01d"
										},
										{
											"type": "entries",
											"name": "Cervan",
											"entries": [
												"Cervan is a complex language with no written script. It is seen as disrespectful to try and transcribe it using Birdfolk characters. Much of cervan history is preserved by village elders and passed down orally through the generations as stories, songs, and sayings. The adage, \"What is essential to learn lies in the teaching\", is often invoked to illustrate this point."
											],
											"id": "01e"
										},
										{
											"type": "entries",
											"name": "Hedge",
											"entries": [
												"Hedge is a language meant to be spoken softly. It confounds many who try to learn it due to the prevalence of passive voice and the deferential manners built into conversation. These are meant to ensure that everyone's feelings are heard and respected. It is written using a variation of Sylvan script."
											],
											"id": "01f"
										},
										{
											"type": "entries",
											"name": "Jerbeen",
											"entries": [
												"Jerbeen is a system of squeaks and clicks represented in writing by using a variant of Birdfolk alphabet. It is a polite but direct language designed to communicate information quickly and effectively between multiple listeners."
											],
											"id": "020"
										},
										{
											"type": "entries",
											"name": "Mapach",
											"entries": [
												"Mapach is a very technically dense language that often incorporates rough equations and estimations of physical properties in normal conversation. Awareness of one's surroundings is key to survival, and the Mapach language emphasizes this. Mapach uses its own script of glyphs made of various lines, dashes, and dots."
											],
											"id": "021"
										},
										{
											"type": "entries",
											"name": "Vulpin",
											"entries": [
												"Vulpin is a language of growls, snarls, and yips. It is written in its own flowing cursive script. Speakers are taught to switch between low and high class versions of Vulpin depending on the context. The biggest stumbling block for new speakers is learning when to use which form."
											],
											"id": "022"
										},
										{
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/HWCS/Languages.webp"
													},
													"width": 584,
													"height": 776
												}
											],
											"type": "entries",
											"id": "023"
										}
									],
									"id": "01b"
								}
							],
							"id": "00b"
						}
					],
					"id": "00a"
				},
				{
					"type": "section",
					"name": "New Class Options",
					"page": 36,
					"entries": [
						"{@font pick your path|HPPHumblescratch}",
						"Here you will find a selection of options you can use to further customize your Bard, Cleric, or Fighter. The Cleric has access to two new domains: Night and Community, based on the Amaranthine of Humblewood. Bard and Fighter receive new class options which are well suited to characters from the Wood: The Scofflaw and The College of the Road. Scofflaws might find their talents useful among the Bandit Coalition, and bards from the College of the Road can be found sharing tales around campfires and hearths all across Humblewood.",
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@class bard|phb|Bard: College of the Road|Road|HWCS}",
								"{@class cleric|phb|Cleric: Community Domain|Community|HWCS}",
								"{@class cleric|phb|Cleric: Night Domain|Night|HWCS}",
								"{@class fighter|phb|Fighter: Scofflaw|Scofflaw|HWCS}"
							]
						}
					],
					"id": "024"
				},
				{
					"type": "section",
					"name": "New Backgrounds",
					"page": 43,
					"entries": [
						"{@font what motivates you?|HPPHumblescratch}",
						"You can use these backgrounds in addition to the backgrounds available in the 5th Edition Core Rules. Remember that you are free to mix and match features or traits between backgrounds. What's important is that you select a background that suits your character.",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@background Bandit Defector|HWCS}",
								"{@background Grounded|HWCS}",
								"{@background Wind-Touched|HWCS}"
							]
						}
					],
					"id": "025"
				},
				{
					"type": "section",
					"name": "New Feats",
					"page": 47,
					"entries": [
						"{@font a knack for adventure|HPPHumblescratch}",
						"The following new feats are appropriate for campaigns taking place in Humblewood.",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@feat Aerial Expert|HWCS}",
								"{@feat Bandit Cunning|HWCS}",
								"{@feat Heavy Glider|HWCS}",
								"{@feat Opportunistic Thief|HWCS}",
								"{@feat Perfect Landing|HWCS}",
								"{@feat Speech of the Ancient Beasts|HWCS}",
								"{@feat Woodwise|HWCS}"
							]
						}
					],
					"id": "026"
				},
				{
					"type": "section",
					"name": "New Spells",
					"page": 48,
					"entries": [
						"{@font mystically mystifying|HPPHumblescratch}",
						"The following spell lists show which spells can be cast by characters of each class.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"columns": 2,
									"items": [
										{
											"type": "entries",
											"name": "Bard Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "Cantrips (0 Level)",
													"items": [
														"{@spell Gust Barrier|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Shape Plants|HWCS}"
													]
												}
											],
											"id": "029"
										},
										{
											"type": "entries",
											"name": "Cleric Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Invoke the Amaranthine|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Shape Plants|HWCS}",
														"{@spell Stellar Bodies|HWCS}"
													]
												}
											],
											"id": "02a"
										},
										{
											"type": "entries",
											"name": "Druid Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "Cantrips (0 Level)",
													"items": [
														"{@spell Gust Barrier|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}",
														"{@spell Spiny Shield|HWCS}",
														"{@spell Veil of Dusk|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Feathered Reach|HWCS}",
														"{@spell Globe of Twilight|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Shape Plants|HWCS}",
														"{@spell Stellar Bodies|HWCS}"
													]
												}
											],
											"id": "02b"
										},
										{
											"type": "entries",
											"name": "Paladin Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Invoke the Amaranthine|HWCS}"
													]
												}
											],
											"id": "02c"
										},
										{
											"type": "entries",
											"name": "Ranger Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}",
														"{@spell Spiny Shield|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "2nd Level",
													"items": [
														"{@spell Ambush Prey|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Feathered Reach|HWCS}",
														"{@spell Globe of Twilight|HWCS}"
													]
												}
											],
											"id": "02d"
										},
										{
											"type": "entries",
											"name": "Sorcerer Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "Cantrips (0 Level)",
													"items": [
														"{@spell Gust Barrier|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Spiny Shield|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Stellar Bodies|HWCS}"
													]
												}
											],
											"id": "02e"
										},
										{
											"type": "entries",
											"name": "Warlock Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}",
														"{@spell Veil of Dusk|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "3rd Level",
													"items": [
														"{@spell Globe of Twilight|HWCS}"
													]
												}
											],
											"id": "02f"
										},
										{
											"type": "entries",
											"name": "Wizard Spells",
											"entries": [
												{
													"type": "list",
													"style": "list-hang",
													"name": "Cantrips (0 Level)",
													"items": [
														"{@spell Gust Barrier|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "1st Level",
													"items": [
														"{@spell Elevated Sight|HWCS}",
														"{@spell Spiny Shield|HWCS}"
													]
												},
												{
													"type": "list",
													"style": "list-hang",
													"name": "4th Level",
													"items": [
														"{@spell Stellar Bodies|HWCS}"
													]
												}
											],
											"id": "030"
										}
									]
								}
							],
							"id": "028"
						}
					],
					"id": "027"
				},
				{
					"type": "section",
					"name": "New Spells",
					"page": 48,
					"entries": [
						"{@font power in your talons|HPPHumblescratch}",
						"The spells are presented in alphabetical order.",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@spell Ambush Prey|HWCS}",
								"{@spell Elevated Sight|HWCS}",
								"{@spell Feathered Reach|HWCS}",
								"{@spell Globe of Twilight|HWCS}",
								"{@spell Gust Barrier|HWCS}",
								"{@spell Invoke the Amaranthine|HWCS}",
								"{@spell Shape Plants|HWCS}",
								"{@spell Spiny Shield|HWCS}",
								"{@spell Stellar Bodies|HWCS}",
								"{@spell Veil of Dusk|HWCS}"
							]
						}
					],
					"id": "031"
				}
			],
			"id": "006"
		},
		{
			"type": "section",
			"name": "Religion in the Wood",
			"page": 54,
			"entries": [
				"{@font pulse of the forest|HPPHumblescratch}",
				"In the beginning, there was only the sound of wings. Faint at first, the distant beats were easy to miss, but as time passed they grew stronger, faster, until they could be heard across the great unending dark. Then, with a single flap, creation burst forth: fire, ice, air, water, soil and sky, all came from the sound of feathers that resonated throughout the cosmos. This is the Great Rhythm, and by the Great Rhythm are all things moved. The Rhythm tells the sun when to set, and the moon when to rise. The Rhythm tells the seeds when to flower, the trees when to shed their leaves, and the snows when to fall. The essence of everything there is comes from the Great Rhythm. One day, the Rhythm may cue the end of creation—but there will be no end to the Rhythm itself. As every downbeat has an upbeat to follow it, so too will the cycles of nature eventually start again—for even though the Rhythm can be faint at times, it is everlasting and eternal.",
				"Every denizen of the forest, from the large to the small, from predator to prey, knows of The Great Rhythm: the beating force that is the pulse of life itself. To the birdfolk, the Rhythm began with the sound of beating wings, but other folk of the Wood tell that it began with the thundering of hooves, the padding of paws, or with a tiny heartbeat. Birdfolk believe that two great spirits emerged from the Rhythm. They were the first Amaranthine: Ardea, whose wings usher in the dawn, and Tyton, whose wings are the shadow of night. They are the avatars of life and death, and keepers of the Rhythm.",
				{
					"type": "section",
					"name": "The Amaranthine",
					"page": 54,
					"entries": [
						"{@font guardians of the rhythm|HPPHumblescratch}",
						{
							"type": "quote",
							"entries": [
								"Just as we need a heart to make our pulse pound, so too does the Rhythm require a drummer. The heart of the Rhythm lies within the Amaranthine. They are the immortals, who have been given new life by the Rhythm, and act as its guardians, maintaining the balance of nature."
							]
						},
						"The Amaranthine are the gods of Everden. They are entrusted with maintaining the cosmic balance known as the Great Rhythm. Unlike gods in other settings, the Amaranthine rarely squabble with one another, for any strife between the Amaranthine is a threat to the balance of nature itself. The Amaranthine tend to keep to themselves, and rarely meddle in each other's affairs.",
						"Though each Amaranthine is a powerful being in their own right, holding a great degree of autonomy over their dominion, each understands that they are but a small part of a greater whole. Like the themes of a concerto, the Amaranthine are the harmonies that create the Great Rhythm.",
						{
							"type": "entries",
							"name": "Birdfolk vs. Humblefolk Amaranthine",
							"entries": [
								"The Amaranthine are venerated by all races of Humblewood, although birdfolk and humblefolk worship them differently. The five whose origins are described in the \"Tales of the Amaranthine\" (Altus, Clhuran, Gesme, Reya, and Hanera), are primarily worshiped by birdfolk, and they (along with Ardea and Tyton) form the most common pantheon worshiped across the Wood.",
								"While humblefolk still recognize the birdfolk pantheon, most worship Amaranthine specific to their culture and heritage. Belief in these Amaranthine is not as widespread, but their power is just as real.",
								"The humblefolk Amaranthine are less cohesive, with each having varied tales, origin myths, rather than a single origin story. Many fables are told of the humblefolk Amaranthine, such as the time Kren tricked Gesme into dropping her flaming staff to flush game out of a bush, or when Henwin sheltered Gaspard from a great monster.",
								"To humblefolk who live outside of birdfolk perches, Ardea and Tyton are known as Dawnmother and Nightfather. They are depicted in forms that closely resemble the features of the humblefolk who worship them.",
								"In the perches, humblefolk Amaranthine tend to be viewed as a folk religion alongside the primary birdfolk pantheon. Occasionally, perch-dwelling humblefolk will have small shrines in their homes, or in their shops dedicated to their Amaranthine.",
								"While these Amaranthine go largely overlooked by most birdfolk, some who have taken the time to learn their legends pay homage to the featherless Amaranthine. This bothers a few humblefolk, but the priests of these Amaranthine understand that each one is but a reflection of the Great Rhythm, and welcome any birdfolk to learn from them."
							],
							"id": "034"
						},
						{
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Amaranthine.webp"
									},
									"width": 928,
									"height": 1135
								}
							],
							"type": "entries",
							"id": "035"
						},
						{
							"type": "table",
							"colLabels": [
								"Amaranthine",
								"Alignment",
								"Race",
								"Domains",
								"Symbol"
							],
							"rows": [
								[
									"{@deity Altus|Amaranthine|HWCS|Altus, the Enduring}",
									"CG",
									"Strig",
									"Tempest, War",
									"An ornate wooden chalice, out of which pour storm clouds"
								],
								[
									"{@deity Ardea|Amaranthine|HWCS|Ardea, the Dawnmother}",
									"NG",
									"–",
									"Life, Light",
									"A radiant sun with two golden feathers"
								],
								[
									"{@deity Cairith|Amaranthine|HWCS|Cairith, the Resolute}",
									"LN",
									"Cervan",
									"Life",
									"A pair of white antlers wrapped in flowering vines"
								],
								[
									"{@deity Clhuran|Amaranthine|HWCS|Clhuran, the Fickle}",
									"CN",
									"Luma",
									"Arcana, Trickery",
									"Two birds, one singing, the other crowing"
								],
								[
									"{@deity Gaspard|Amaranthine|HWCS|Gaspard, the Champion}",
									"NG",
									"Jerbeen",
									"Community",
									"Three rapiers, tied together by a pink ribbon"
								],
								[
									"{@deity Gesme|Amaranthine|HWCS|Gesme, the Brilliant}",
									"N",
									"Corvum",
									"Knowledge, The Forge",
									"A gnarled oak branch, burning at one end"
								],
								[
									"{@deity Hanera|Amaranthine|HWCS|Hanera, the Provider}",
									"LG",
									"Gallus",
									"Community, Nature",
									"A bird with plants for tail feathers"
								],
								[
									"{@deity Hath|Amaranthine|HWCS|Hath, the Whisperer}",
									"CN",
									"Mapach",
									"Night",
									"A raccoon mask with a single star above it"
								],
								[
									"{@deity Reya|Amaranthine|HWCS|Reya, the Explorer}",
									"CN",
									"Raptor",
									"Nature, Tempest",
									"Four arrows, in a circle of ivy, forming a compass"
								],
								[
									"{@deity Henwin|Amaranthine|HWCS|Henwin, the Kind}",
									"NG",
									"Hedge",
									"Nature",
									"A blooming yellow rose, flecked with dew"
								],
								[
									"{@deity Kren|Amaranthine|HWCS|Kren, the Sly}",
									"NE",
									"Vulpin",
									"Trickery",
									"An eye wreathed in fangs"
								],
								[
									"{@deity Tyton|Amaranthine|HWCS|Tyton, the Nightfather}",
									"LN",
									"–",
									"Grave, Night",
									"A wing containing three stars and a crescent moon"
								]
							]
						}
					],
					"id": "033"
				},
				{
					"type": "section",
					"name": "Tales of the Amaranthine",
					"page": 68,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"The birdfolk have a myth that tells of the origins of the Amaranthine and of the five birdfolk races. While humblefolk tell their own stories about how the Wood and its people came to be, these tales are known throughout Humblewood, and are generally believed to be true by all birdfolk."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HWCS/Tales-of-the-Amaranthine.webp"
							},
							"width": 631,
							"height": 651
						},
						{
							"type": "entries",
							"name": "Ardea and Tyton",
							"entries": [
								"With the birth of Ardea and Tyton, the world was set into motion. Where once there was nothing but barrens, the land came alive with the coming of the Amaranthine, and the world began its endless cycle of life and death. Their arrival split the formless sky into day and night. They created the sun and the moon, and the succession of light and dark which emerged from their movement across the heavens told all life when to act and when to rest. Ardea and Tyton were born from opposite parts of the Great Rhythm. Each knows of the other's existence, but they keep to their separate spheres, meeting only in the early hours of dawn and the late hours of dusk to exchange dominion over the sky. In seasons of warmth, Ardea has a greater reign over the sky, while in seasons of bitter cold, Tyton's power increases.",
								"The two Amaranthine created much of the life in Humblewood. Ardea suffused the days with sun-loving flowers, plants, and animals, while Tyton baptized the night with insects and animals that embrace the dark. They birthed sentient races, and from them originate all birdfolk, the first of their children, followed shortly after by the humblefolk.",
								"Originally, all birdfolk were the same. It was difficult to distinguish them from the birds of the forest, as they even possessed the ability to fly. One day, the entire flock of birdfolk decided on a grand contest of gift-giving, to prove which of them was the most worthy to lead. Ardea agreed to act as judge; whoever could present her with the greatest gift would become leaders among her children. For an entire season, birdfolk searched and scrounged, gathered and hunted, returning with trinkets, baubles, gifts great and small. Though Ardea commended all her children for their gifts, only five were truly deserving of her boon.",
								"Gesme, Reya, Hanera, Altus, and Clhuran: these five became leaders of the birdfolk. They inspired tales, devotion, and gave the birdfolk races their distinct forms and skills. These great ones went on to become part of the Great Rhythm as keepers of nature's balance and protectors of birdfolk across Everden, eventually ascending and joining the Amaranthine. The followers of each of the five were granted new forms and great gifts, to match their leader's exploits. Yet, to accept these gifts, something needed to be lost. This is why the birdfolk of today can only glide: their gift of flight was taken as the price for becoming something new."
							],
							"id": "037"
						},
						{
							"type": "entries",
							"name": "The Tale of Gesme, the Brilliant",
							"entries": [
								"The first to present Ardea with a worthy gift was Gesme, a clever birdfolk who saw potential in the world that her kin could scarcely imagine. She had observed the great orb of fire that Ardea had placed high in the sky, and how Ardea had positioned it a great distance from the land and its creatures, so it would warm them gently without burning them. But Gesme also saw that the sun vanished with the coming of night, when the creatures of the dark began to prowl, and thought: \"How remarkable would it be to have some of that fire in the world?\"",
								"Other birdfolk laughed at Gesme as she spent days plotting, and reading the sky. She examined every tree, from the great ash to the supple willow. Each day she carried a new branch in her beak, dropping many in frustration. The birdfolk were puzzled, but dismissed her actions. Then, one day at dawn, when the sun was at its lowest point in the sky, Gesme appeared with an oak branch in her beak. Without a word, she took off straight into the horizon. She flew for what seemed like ages, but the oak branch was light and did not trouble her. As she neared the sun her feathers, talons, and beak began to blacken in the heat. Still, she persisted. The oak was hardy and spry, and did not wither. Finally, she stuck the tip of the branch into the sun, igniting it. Hastily she flew back toward the ground, with the branch burning bright in her talons. The oak was patient, and did not burn up, keeping the flame steady as Gesme returned from the sky.",
								"\"See what I have brought here!\" she bragged, as the astounded birdfolk looked upon her scorched feathers. \"This will keep us warm on the cold days of winter, and safe through the long nights!\"",
								"Ardea was at first concerned at the presence of fire in the world, for she knew the forests could burn, and that misuse of the fire would bring harm to Everden. But, when she saw the birdfolk gather around the fires, and felt the gentle warmth a small flame could provide to her children, she was overcome with happiness.",
								"\"This,\" she declared, \"is worthy of a boon.\"",
								"And thus was Gesme changed. Set ablaze with the flames of knowledge and creativity, she became an Amaranthine. The forms of her followers changed too, and they became the first corvums. They were gifted with a bit of her cleverness and foresight, but Ardea gave them all black talons, feathers, and beaks as a reminder of the price Gesme paid to bring fire into the world."
							],
							"id": "038"
						},
						{
							"type": "entries",
							"name": "The Tale of Reya, the Explorer",
							"entries": [
								"The second to present a worthy gift was Reya, whose hunting skills were second to none. Though she was small, she was nimble, swift, and wise in the ways of the forest. Reya was capable and reliable, but birdfolk deemed her too independent to be a leader. She would travel the length and breadth of the land on her hunts, sometimes not returning for weeks at a time.",
								"During one of her journeys Reya encountered a stranger. The traveler's true form was hidden under a cloak, but they could fly and clearly felt as comfortable in the trees as any birdfolk. They had heard of Reya's skill in racing, hunting, and navigating the forest, and proposed three challenges, to which Reya agreed.",
								"For the first event, the pair moved to a patch of open sky overlooking rugged plains. There was a rocky outcropping in the distance; whoever flew there first would be the winner. The race began, and Reya immediately fell behind, the cloaked figure moving faster than Reya had ever seen.",
								"Reya summoned all her strength to keep up, beating her wings like never before. Yet the traveler kept inching forward, and she was unable to close the gap in time.",
								"Reya steeled herself for the next challenge. They flew to the meadows, where small creatures grazed, and it was decided that the first to catch five hares would be the winner. Reya moved with purpose, confident no one could best her skills with a bow, a tool of her own creation. Each of her shots found its mark, until she had but a single hare left to catch. But when Reya looked over at the traveler, she was shocked to see them waiting impatiently with a full complement.",
								"For the third and final event, the pair flew to the center of the forest. The first to emerge into the open fields beyond would be the victor. These were forests Reya knew well, and she was certain she would win. As soon as they had started though, Reya saw the traveler alight, darting through the trees as if weightless. Reya kept pace, using every trick she could to give herself an advantage. Still the traveler pulled ahead, if only by inches, and emerged victorious.",
								"Reya landed on a nearby branch and cursed her lack of skill. After a moment of pause however, she regained her composure, and thanked her competitor. Yet the traveler laughed, a sound so familiar, Reya wondered why she hadn't noticed before.",
								"\"You have nothing to be ashamed of, birdfolk. I see your skills are real. You are the first to so nearly best me in every event, and this is no easy feat.\" The traveler removed their cloak, and Reya could not believe her eyes. She had been challenged by the wind itself.",
								"It swirled, spinning a cloak out of the very clouds, which it placed around Reya. \"Consider this a gift, for providing me with such sport.\" Reya thanked the wind, and with that, it departed, caressing Reya's feathers in a familiar breeze.",
								"When the time came to present a gift, Reya offered Ardea her cloak of clouds, along with the story of her adventure. As Reya told her tale, Ardea could see the eyes of the other birdfolk light up with excitement. When Reya had finished, Ardea returned Reya's cloak to her, saying the story of her adventure was the rarer gift. Reya was changed, and became the Amaranthine of wind, archery, and exploration. Those she inspired became the first raptors. They began to take on a nomadic lifestyle, finding their fortune day by day as Reya once did and told tales of their own adventures by the light of the campfire."
							],
							"id": "039"
						},
						{
							"type": "entries",
							"name": "The Tale of Hanera, the Provider",
							"entries": [
								"The third to present a precious gift was Hanera, a gentle birdfolk and the first to shift her focus away from the sky. Rather than live in the trees with other birdfolk, Hanera made a home for herself below the canopy. She cared for the soil and the earth, and in return the earth gifted her with wisdom. From the earth, Hanera learned to speak with plants—knowledge she used to better care for them. She soon earned fame among the birdfolk, as one who grew the largest and best-tasting crops.",
								"\"These crops,\" Hanera thought, \"are the finest gift I could offer to our Mother.\" And so she set about planting a large garden, its bounty reserved for Ardea.",
								"One day, while tending to her garden, Hanera saw a family of haggard travelers making their way out of the woods. When they saw Hanera, the mother begged her for aid.",
								"\"Please, kind sister, we are in great need. We were traveling through the forest when a creature attacked me and wounded my wing. We escaped, but I cannot fly. Please, help us, we are terribly hungry.\"",
								"Hanera knew that she couldn't feed herself and this family while storing crops for Ardea. Even still, she could not turn them away in their desperate state. She offered to share her home and her food for as long as the travelers needed, making sure their needs were met before saving any food for Ardea.",
								"The travelers stayed with Hanera for many nights while the mother healed. Each day, Hanera would prepare the family meals, telling the plants of their plight. The plants understood, and were honored to nourish the weary and wounded birdfolk. In return, Hanera ensured their seeds were saved and planted again, so their lives would continue indefinitely.",
								"At night, Hanera applied medicine to the mother's wound made from the leaves of kindly herbs. By the end of the season the mother had healed, the family was in good health, and they gratefully flew away.",
								"When the day finally came for birdfolk to present their gifts, all Hanera could offer Ardea was a few fruits and vegetables. She wove them together along with flowers she had grown, attempting to make her offering look more cheerful.",
								"\"I'm sorry, Mother Stork,\" Hanera said. \"I had meant to present you with a great harvest, but this is all I could provide.\"",
								"Ardea took the wreath, and spoke gladly: \"You have given me more than enough, for you see my child, I received your compassion for an entire season.\" As Ardea spoke, celestial messengers appeared by her side, and together they transformed into the birdfolk family Hanera had so tenderly cared for.",
								"For her charity, Hanera received the Amaranthine's boon: her feathers turned green and grew into vines and shoots, adorned with the most beautiful flowers. Other birdfolk stared in awe, and those who followed Hanera became the first gallus, blessed with her inspiring kindness, as well as her closeness with the earth and all growing things."
							],
							"id": "03a"
						},
						{
							"type": "entries",
							"name": "The Tale of Altus, the Enduring",
							"entries": [
								"The fourth to present a commendable gift was Altus, whose hunting skills were second only to Reya's, though Altus journeyed the Wood to test his limits rather than explore as Reya did. Altus felt pure joy when overcoming obstacles. He loved the cold seasons and challenged himself by hunting at night. His nocturnal existence granted Altus a perspective other birdfolk lacked.",
								"\"What if I gifted Ardea something she has never seen before?\" he thought. \"Yes! I shall hunt the moon, and present it to her, so that she may see its lovely glow.\" This would be unthinkable to any other birdfolk, but Altus was resolute, confident his gift would please Ardea.",
								"However, he was neither as skilled or nimble as Reya, nor as clever or cunning as Gesme. His arrows would not scratch the moon, and despite his great strength, he could not move it. But Altus was stubborn, for many nights he tried and failed to bring down his quarry. The more he tried, the more frustrated he became. Altus even thought he could hear the moon's laughter reflected in the babbling brooks and rippling ponds, mocking his futile efforts. Still, Altus remained determined.",
								"Tyton, intrigued, observed Altus as he struggled. \"Why do you persist in this task, my child?\" the Amaranthine of night asked. \"You must know you will not succeed.\"",
								"Altus replied, \"If I did not try, then I would never know for certain if I could. But you may be right. For all my strength, I can never best the moon, and only a fool refuses to acknowledge when he has been bested.\" Altus paused, letting out a sigh. \"Pity, it would have made a lovely gift for Ardea.\"",
								"Tyton was touched, not just by the sentiment but by the incredible will of this birdfolk.",
								"\"Your resolve does you credit\" Tyton said. \"To capture the moon, you will require this.\" He said producing a lidded chalice, intricately carved from the wood of an alder tree. Tyton gave it to Altus, then the Amaranthine of night disappeared.",
								"Altus was puzzled, until the moon appeared from behind a cloud. He heard its laughter in the pond behind him. When he turned, he saw it: the moon's reflection set perfectly in the still, clear waters. Without delay, Altus filled the chalice with water. With the moon clearly reflected within the chalice, he quickly shut the lid. The moon was caught.",
								"As dawn began to break over the horizon, Tyton appeared once again before Altus, \"Let my sister gaze upon my creation, but return it by day's end. The night has need of it,\" old Father Owl said, before departing for the lands beyond life.",
								"And so it was that Altus presented Ardea with the moon. He became the first strig, and his people were gifted with his great strength and indomitable will. He kept his oath to Tyton, returning the moon that very evening. For this, Tyton gifted all strigs with the ability to see clearly under its light. Tyton welcomed Altus as a guest in his home, deep within the lands of death. Altus found the cold there bracing, and decided to share it with the people of Everden. This is why the weather is so inclement in winter; Altus returns each year, carrying storms of sleet and snow in his chalice, to test the birdfolk's endurance."
							],
							"id": "03b"
						},
						{
							"type": "entries",
							"name": "The Tale of Clhuran, the Fickle",
							"entries": [
								"The last to present a worthy gift was Clhuran, who seemed an odd choice for a leader. Clhuran had no desire to lead.",
								"He was whimsical and impulsive. He had wild moods, and was never able to focus on one task for too long. He also had incredible luck. Most saw him as little more than a bumbler, someone who floated their way through life. In truth, Clhuran was full of mirth and cunning. \"Where I am,\" he oft remarked, \"is simply where I am meant to be. I follow the flow of the universe.\"",
								"For all his mirth, Clhuran was notoriously fickle; he was a trickster, who delighted in humbling birdfolk who boasted about their cleverness. This earned him many admirers, and just as many enemies.",
								"Clhuran never intended to compete in the gift-giving contest.",
								"\"What should I care what others think of me,\" he harrumphed, \"So long as I am happy?\" Some birdfolk, bitter at having been fooled by him, claimed Clhuran could never hope to win such a contest. Clhuran tried to pay them no heed, in his heart he felt the barbs hit their mark.",
								"\"Who am I kidding,\" Clhuran sighed. \"I am not strong, nor smart, nor skilled, nor leaderly... I couldn't possibly produce a gift worthy of Ardea.\" With this last thought he sank into a bitter melancholy.",
								"It was only when a young boy approached him that he regained his confidence. \"Please Clhuran, won't you show us what you can do?\" the small birdfolk said. \"Many of us love your tricks, and your jokes. You bring joy to all birdfolk! Surely if you try you can do it!\"",
								"Clhuran saw the sincerity in the boy's eyes, and suddenly he knew what to do. \"Fine, fine,\" he exclaimed in mock annoyance. \"I suppose I shall entertain you.\"",
								"With newfound confidence, he approached Ardea. All of the birdfolk were gathered, and when Clhuran looked upon the crowd he saw both enemies and friends. Thoughts of those friendships allowed Clhuran to reach deep within himself, and from the depths of his soul he felt a beat, like the Great Rhythm itself. Channeling this energy, Clhuran opened his beak and brought forth a most beautiful gift: a song.",
								"It was a song so perfect, so harmonious, that no birdfolk could deny its charm. Ardea beamed. \"My child, you have within you a rare gift. May all of your kin be blessed by it.\" With those words, Clhuran became the first luma, the Amaranthine of all fortune, good or ill. His peculiar connection to fate is shared by all his kin.",
								"Ever since Clhuran's performance all birds sing, hoping that they might imitate the perfect song he sang to Ardea. While some sing pleasantly, Clhuran made it so those who mocked him can only trill, shriek, or caw artlessly. This is why it is always important to show respect for others, no matter how odd they may seem."
							],
							"id": "03c"
						},
						{
							"type": "section",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Prayer-to-Hath.webp"
									},
									"width": 447,
									"height": 432
								},
								{
									"type": "quote",
									"entries": [
										"\"O, seeing stars, hear my words and part the veil of night, Gift me thoughts of strategy, bless me with your sight. If this trial I do survive, with plans and actions shrewd, I pledge undying loyalty, for wisdom you imbued.\""
									],
									"by": "A mapach prayer to Hath"
								}
							],
							"id": "03d"
						}
					],
					"id": "036"
				}
			],
			"id": "032"
		},
		{
			"type": "section",
			"name": "Traversing the Wood",
			"page": 76,
			"entries": [
				"{@font travel the wild wood|HPPHumblescratch}",
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HWCS/Humblewood.webp"
							},
							"imageType": "map",
							"title": "Humblewood",
							"id": "10e",
							"width": 4000,
							"height": 2361,
							"grid": {
								"type": "none"
							}
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HWCS/Humblewood-Player-Version.webp"
							},
							"imageType": "mapPlayer",
							"title": "Player Version",
							"mapParent": {
								"id": "10e"
							},
							"width": 4000,
							"height": 2361,
							"grid": {
								"type": "none"
							}
						}
					]
				},
				"Humblewood is a great and ancient land covered by a vast temperate forest. In some places, this forest is so old the trees dwarf even the tallest castles. In other places, smaller trees provide food and shelter for the fauna and folk of the Wood. Humblewood is named after the forest, but beyond the trees exist the towering range of The Crest mountains, the low-lying swamplands of the Mokk Fields, and the rocky shores of the Talongrip Coast.",
				"Many Humblewood locations can be encountered by playing through the Adventure in the Wood portion of this book. This section also fleshes out other locations, providing GMs and players alike with the tools to understand the places of the Wood and the people who live there.",
				{
					"type": "section",
					"name": "Alderheart",
					"page": 76,
					"entries": [
						"{@font the great tree city|HPPHumblescratch}",
						"Long ago, druids of the Wood learned how to speak with trees and use magic to shape them into shelters in which they could make their homes. This process was considered deeply respectful, as a tree could not be forced to take any shape it didn't agree to. So it was that specialist druids, known as shapers, became mediators between the will of the people and the will of the forest. Birdfolk shapers spoke to the tallest and most ancient tree in the Wood—Alderheart. The shapers obtained permission for birdfolk to build a home within Alderheart's branches. Later, the great tree again gave permission to shape its trunk into homes for an increasing population. This burgeoning city took the name of the tree who so generously provided a home for the people of the Wood, and Alderheart became Humblewood's capital. Known throughout the region as the \"Great Tree City,\" Alderheart, is a vibrant place and a cultural center, home to thousands of residents, some regional and some from the farthest corners of Everden.",
						{
							"type": "entries",
							"name": "Heart of the Wood",
							"entries": [
								"Alderheart is home to every race of birdfolk and humblefolk. The thriving community attracts people from faraway lands, like traveling merchants, explorers, and foreign dignitaries. Citizens of the Humblewood who don't live in the city routinely journey there to trade goods, stock up on supplies, engage in artistic endeavors, or simply to catch up on the latest news and gossip. Effectively everyone in Humblewood is connected to Alderheart.",
								"Virtually anything can be found in Alderheart, if you know where to look. The majority of the city's inhabitants are well-meaning, decent folk, but like any city there are dark alleys and back rooms. Crime here is usually kept in check by the Perch Guard, but while the city guards are vaunted as being among the best in the Wood, illicit activities continue under the cover of darkness."
							],
							"id": "040"
						},
						{
							"type": "entries",
							"name": "Wide and Tall",
							"entries": [
								"As Alderheart is massive, it is often difficult for visitors to tell they are in a tree at all. The Great Tree City is divided into three main levels where people live, work, and go about their lives: the canopy, the trunk, and the roots.",
								"The canopy contains Alderheart's most iconic structures, including the chambers of the Birdfolk Council, the headquarters of the Perch Guard, and the largest market in the Wood. This market boasts boutiques where patrons can find high-quality weapons, armor, and adventuring gear, the latest fashions, finest foods, and goods brought in from all across Everden. Outside the main market, smaller shops peddle wares off the beaten path. Some contain enchanted goods at a bargain, though any Alderheart socialite will recommend sticking to the more respectable shops.",
								"City gates, located at strategic points around the canopy, are the only sanctioned ways to enter the city, and are moni-tored by Perch Guard watchposts. These gates are connected to lower levels of the tree and the forest floor by large winding stairways that allow travel by foot. Vast infrastructures for transportation are common in the canopy. \"Branchroads\", specially-shaped wooden pathways, are the arteries of trade in Alderheart. Along with rope bridges, these roads allow couriers to move goods from place to place using hand carts. Pulleys connected to raisable platforms are used to lift freight from the forest floor. In the outermost branches, where such infrastructure cannot be supported, gliding platforms provide birdfolk, at least, with a means of crossing otherwise impassable gaps. Without the ability to glide, navigating this part of the capital becomes increasingly dangerous.",
								"Buildings in the canopy are made from a variety of materials, including stone, wood, and brick. Most are stationed atop reinforced platforms to keep them stable. The more impres-sive homes are located in the Boughs District, just above the market. Those on the outer branches tend to be made of wood and have a more modest feel to them.",
								"The largest section of the metropolis, the trunk, which acts as an intermediary zone between the prosperous canopy and the less affluent roots. Many humblefolk make their homes here, where there is stable floor beneath them.",
								"The trunk can be one of the most confusing and disorienting areas of Alderheart for new travelers. Pathways split and diverge, sometimes tapering off into nothing. Systems of specially-designed cold lanterns serve as signposts along the main paths. These lanterns use either captured fireflies or motes of magic to provide light, depending on the neighborhood. In either case, lamplighters are tasked with making sure they stay lit during the day to provide a day/night cycle.",
								"In the trunk, another market thrives. Here, stalls of all kinds cluster around central support pillars shaped from Alderheart's wood. They showcase unique wares and niche humblefolk-style foods and cultural goods not found in canopy markets. There are also curiosity shops and sellers of regional wares, such as crystals harvested from the backs of young basilisks. Additionally, the trunk market is home to inns, taverns, and public houses. This is the best place in Alderheart to find serviceable goods and adventuring gear for those looking to save coin. Near the market is a druidic grove of moss and fungi supported by the Tenders, who help care for the tree and train new recruits to their order.",
								"Beyond the many shops and goods on offer in the trunk market, the central support pillars contain tenement style housing for the most cosmopolitan trunk dwellers. More affluent homes can also be found here, shaped out of the trunk, for Alderheart's traditionally minded humblefolk nobility, as well as birdfolk aristocrats whose homes have been here since Alderheart was first shaped.",
								"Down past the trunk market, pathways widen and wind, illuminated by knotholes in the tree that allow sunlight to filter inside. Although some homes in these bright hollows are built near the bark, where windows can be shaped out of the wood, most homes are shaped inside the dim pathways. A select few obtain permission to shape homes on the outside surface of the trunk. These special homes are connected to interior pathways via carefully fenced roads, and are considered a luxury that many cannot afford.",
								"The farther down the trunk one travels, the more shabby and ill-kept the residences and infrastructure become. There are no officially authorized ways to leave or enter the tree by way of lower parts of the trunk, and Perch Guard are constantly on the lookout for smugglers.",
								"Beneath the lowest parts of the trunk, a series of tunnels have been carved into the roots of Alderheart. At first, the roots were not considered to be official parts of the city, and their development was largely overlooked by city officials in the canopy, until word arrived of the illicit activities taking place there. Many were convinced that the tunneling would simply go away if druids were to heal the tree, but Alderheart itself took pity on those living here, and decided to allow the tunnels to exist rather than force people from their homes. The root tunnels have since been strengthened by druidic shaping, lit to be on par with the inside of the trunk, and a garrison of the Perch Guard was stationed nearby. Even with these improvements, the roots remain the poorest area in Alderheart: the slums of the Great Tree City. Here, the air is always dank and humid, and wild fungi grow rampant. The buildings are mostly cobbled together from scavenged materials, and some have been converted into community gathering places. These hubs help connect communities in the roots with helpful aid from the trunk district, and allow the people here to organize and plan neighborhood events. Life in the roots isn't easy, but people are trying their best to keep their communities strong, as they petition the canopy for better living conditions. There are few shops here, and they typically traffic in smuggled and stolen goods. Crime is ever-present; many who dwell in the roots see it as necessary to survive."
							],
							"id": "041"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HWCS/Alderheart.webp"
							},
							"width": 629,
							"height": 818
						}
					],
					"id": "03f"
				},
				{
					"type": "section",
					"name": "Ashbarrow",
					"page": 78,
					"entries": [
						"{@font fire feeds the soil|HPPHumblescratch}",
						"This small town exists on the fringes of the Scorched Grove, where wind-blown ash causes the soil to be fertile and the land rich with game. It is dangerous living so close to the Grove, but the rewards make it worth the risk for the intrepid folk that call Ashbarrow home. The town takes its name from the small hill upon which it rests, and is inhabited by a mix of birdfolk and humblefolk who shelter within its low stone walls. A large watchtower near the town's center serves as both a means of observing when the winds will bring ash from the Scorched Grove, as well as an observatory for seers who watch the stars for signs and portents."
					],
					"id": "042"
				},
				{
					"type": "section",
					"name": "The Avium",
					"page": 78,
					"entries": [
						"{@font college of the arcane|HPPHumblescratch}",
						"The Avium is a college of magical arts with a wide range of subjects available for study. The free transmission of knowledge is one of the Avium's core principles, but the College nonetheless maintains a certain degree of secrecy regarding some of the more dangerous magical tomes it safeguards. All races are welcome within the Avium's halls, although admittance is granted only by the will of the headmaster and a council of senior staff. Prospective students are tested for their skills, but also the motivation for their studies. The College takes great care to ensure its members will positively represent the legacy and reputation of the Avium out in the world.",
						{
							"type": "entries",
							"name": "Magic, Inside and Out",
							"entries": [
								"The Avium was once a living tree that was home to a perch known for producing some of Humblewood's most legendary scholars. After the tree's death, a group of wizards from this perch decided to found the Avium here. They used transmutation magic to artificially petrify the tree, and then shaped it into a building capable of housing the largest mage college in Humblewood. Controlled by magical fields, the College's many structures float in circuit with one another: a collection of towers, courtyards, and observatories all hover around the huge central building, each equipped with a bridge that lines up with the main building at regular intervals. Those not gifted with the birdfolk's limited form of flight must harness their magic for transportation, or wait until the archways align to allow for foot traffic."
							],
							"id": "044"
						},
						{
							"type": "entries",
							"name": "Seat of Knowledge",
							"entries": [
								"While the curriculum is diverse, the College does impose certain limitations, most notably regarding necromancy. As inhabitants of the Wood, the Avium's primary staff members originate from a culture with great respect for nature and the cycle of life. As such, the necromantic arts are taught mainly in a theoretical sense. Practical application of necromancy at the College is highly regulated, and available only under strict guidance.",
								"Students are, however, encouraged to explore other schools of magic to their fullest potential. Breakthroughs in elemental theorems, teleportation methods, and advances in practical transmutation have been pioneered at the Avium. Within these classrooms you will find future Tenders, council members, and protectors of the Wood. The application process is demanding, and the curriculum rigorous. Few make it to graduation. For those who prove their grasp of the arcane, endorsement from the Avium is among the highest of honors."
							],
							"id": "045"
						}
					],
					"id": "043"
				},
				{
					"type": "section",
					"name": "Brackenmill",
					"page": 79,
					"entries": [
						"{@font cultivating the forest|HPPHumblescratch}",
						"Farming in birdfolk perches is unconventional. In the taller perches, fruiting vines and mosses are grown from the branches of the trees. The largest and most productive farming perch is Brackenmill. Considered a lesser perch due to its proximity to the ground, Brackenmill nevertheless consists of many proximate tree-farms that, after years of growth, melded into one another. It includes a central hub of shops, trade halls, and shipping platforms, all under the watchful eye of the local Perch Guard. Some of the farms have even begun to expand downward, encompassing small horticultural plots at the base of trees. The grounded farms produce luxury goods that can't be grown along the branches, and house corrals for giant insects that produce goods ranging from silk to meat.",
						"Practically every store, tavern, and supplier in Alderheart gets their goods from Brackenmill. The movement of agricultural products to vendors around the Wood is overseen by a powerful trade guild made up of prominent farm-owning families. The guild is comprised of elected leaders and legacy members from the most noble of these families. Legacy members inherit their position and tend to hold lifetime appointments."
					],
					"id": "046"
				},
				{
					"type": "section",
					"name": "The Crest",
					"page": 79,
					"entries": [
						"{@font the mighty mountains|HPPHumblescratch}",
						"The Crest is the name given to the mountain range to the northeast of Humblewood. It stands in stark contrast to the green forest at its base with sheer rock faces and huge boulders rising into the sky.",
						{
							"type": "entries",
							"name": "Desolate and Dangerous",
							"entries": [
								"The mountain's severe environment supports a variety of goats and small mammals that feast on hearty shrubbery growing between the crags. There are also several unique creatures native to the Crest. Griffons roost in the peaks and scour a wide territory around the mountain for prey. Basilisks feast on rocks, but have a special preference for creatures they have petrified with their deadly stone gaze. Giant eagles nest atop the highest cliffs, keeping their young safe from lowland predators. Mountain lions, powerful earth-aspected hunters, prey on goats, rodents, and occasionally more monstrous creatures.",
								"The Crest is dotted with structures built during different points in history by both birdfolk and humblefolk. In addition to garnering interest from archeological teams, some of these mysterious ruins have become home to a handful of intrepid folk who have taken to life in this dangerous and remote place."
							],
							"id": "048"
						},
						{
							"type": "entries",
							"name": "Mighty Origins",
							"entries": [
								"An old tale relates how the Amaranthine Altus was challenged to a contest of strength by a giant made from living rock. To achieve victory, Altus is said to have lifted the earth up with his talons, proving his might and creating the mountains. In some versions, the frustrated giant challenges Altus to several rematches. They travel across the face of Everden, raising higher and higher peaks, until all the mountains in the world are created. Every adaptation agrees: Altus is always victorious, and is given dominion over the high summits of the world. The snowy, harsh environment of the mountains is said to be directly influenced by Altus, the Amaranthine of storms.",
								"It is a wonder that such a lush, expansive forest sits at the foot of these blustry peaks. Experts theorize that the formidable bulwark of rock helped the Wood thrive by shielding it from the bitter, salty winds of the ocean."
							],
							"id": "049"
						}
					],
					"id": "047"
				},
				{
					"type": "section",
					"name": "Marshview",
					"page": 79,
					"entries": [
						"{@font city in the swamp|HPPHumblescratch}",
						"In the south of the forest is a small perch known as Marshview. One of the most unconventional perches, Marshview is extremely disconnected from the goings on of the Wood. The location has basic amenities, like shops and an inn, but it is not a prime destination for travelers. Residents eye visitors with a mix of curiosity and suspicion, but are ultimately a kind and welcoming folk.",
						"A balanced mix of birdfolk and humblefolk inhabitants results in architecture unique to Marshview. A reflection of its population, walkways and staircases are more common here than in other birdfolk settlements. Several buildings are on the ground, and traditional farming takes advantage of the limited dry ground between the forest and the nearby swamp."
					],
					"id": "04a"
				},
				{
					"type": "section",
					"name": "Meadowfen",
					"page": 79,
					"entries": [
						"{@font between fen and field|HPPHumblescratch}",
						"Meadowfen is a peaceful village located between the Mokk Fields to the south and a glade of spruce copses to the north. It is a humble village, with a small number of residents. Most are farmers who work either the ash-enriched pastures to the north, or the marshlands to the south, which are ripe with sour berries and waterborne plants. Meadowfen has been quiet for as long as anyone can remember, and life here goes by slowly. Its closeness to the marsh keeps it safe from attacks by emberbats and other fire-based creatures from the Scorched Grove. Its distance from the Mokk Fields ensures deadly slimes don't stray into the village."
					],
					"id": "04b"
				},
				{
					"type": "section",
					"name": "Mokk Fields",
					"page": 81,
					"entries": [
						"{@font growth and decay|HPPHumblescratch}",
						"The confluence of dozens of streams and runoff flows have pooled within the southwestern lowlands of Humblewood, creating a vast wetland. The water here gradually filters out to the Talongrip Coast and into the sea. Before it does, the still, muddy freshwater reservoirs allow the Mokk Fields to support a surprising array of life.",
						{
							"type": "entries",
							"name": "Uninviting Geography",
							"entries": [
								"The fringes of the Mokk Fields are wreathed with reeds, water lilies, and pleasant greenery. Farther into the heart of the swamp, travelers find themselves inundated by stagnant, foul-smelling waters and muddy lowlands with poor footholds. Patches of dry stable ground are scarce, meaning that the slimy, gnarled trees that grow here are rarely suitable to support a perch."
							],
							"id": "04d"
						},
						{
							"type": "entries",
							"name": "Rare Goods",
							"entries": [
								"he Mokk Fields are not a popular travel destination, especially for birdfolk accustomed to towering trees and bustling perches. Still, some venture here seeking the area's unique resources. Plants and creatures found only in the swamp are useful for potion brewing or magical reagents, and there is good coin to be made for people willing to brave the area's many dangers. Of special note are the slimes, dangerous ooze creatures exclusive to this environment, whose residue has become a sought-after commodity for those with the skill to harvest it."
							],
							"id": "04e"
						},
						{
							"type": "entries",
							"name": "Mokkden Caverns",
							"entries": [
								"One of the more unlikely landforms of the Mokk Fields is the intricate, vast cavern system that runs beneath the swamps. Years ago, what was thought to be sinkholes were revealed to in fact be tunnel entrances to a series of caves. Scouts from Winnowing Reach have probed the depths to learn more about these caverns. The few who have returned reported a significant number of slimes. The damp, lightless caverns make a perfect home for the amorphous creatures that dwell here."
							],
							"id": "04f"
						}
					],
					"id": "04c"
				},
				{
					"type": "section",
					"name": "Saltar's Port",
					"page": 81,
					"entries": [
						"{@font gateway to the sea|HPPHumblescratch}",
						"History shows there was serious disagreement over the founding of Saltar's Port. For many birdfolk, the idea of building a city on the ground is laughable in itself, but to build on the rocky coastline with the express intent of sailing ships was considered a gross misuse of resources. After heated debates, a group of birdfolk broke off and founded the port city on their own. The rift between the inhabitants of the Port and the rest of the Wood took many years to mend, and the relationship is still tense at times.",
						"Saltar's Port serves as the only access for ships coming to or leaving from Humblewood. It has sparked a vibrant trade business, offering the riches of the Wood to faroff cities and kingdoms. The port has also opened up Humblewood to overseas visitors and migrants, causing concern among the more consevative birdfolk.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HWCS/Saltars-Port.webp"
							},
							"width": 838,
							"height": 818
						}
					],
					"id": "050"
				},
				{
					"type": "section",
					"name": "Scorched Grove",
					"page": 81,
					"entries": [
						"{@font ash and flame|HPPHumblescratch}",
						"Centuries ago, the area known as the Scorched Grove was once a lush forest of calm meadows and peaceful glades. Then, the Great Calamity came: a massive forest fire that swept through the Grove and reduced it to a smoldering, ashen plain. The Grove refused to heal. Stranger still, the soil beneath the ashen steppes still smolders with embers. The air here carries a supernatural heat which can exhaust travelers or even cause burns depending on its fierceness. This hostile landscape is home to a variety of curious fire-aspected creatures. Certain species, now considered native to Humblewood, only appeared after the Great Calamity. Most notable are the emberbats, which roost in the safety of the Grove during the day.",
						{
							"type": "entries",
							"name": "A Scar on the Forest",
							"entries": [
								"Accounts of the great blaze have been recorded in Humblewood's history books, but the exact cause of the Great Calamity remains a mystery. The soils of the Grove were tested and found to be distinctively suited to channeling evocation energy, especially when used with fire spells. It was also discovered that the fire-aspected creatures of the Grove have extra-planar origins, giving rise to the theory that the Calamity was caused by magic. A popular myth told by forest-dwellers alleges that the Calamity was caused by the appearance of a great primal being of fire and destruction, which visited its wrath upon the Wood and then vanished as mysteriously as it arrived.",
								"Whatever its origins, the fire devastated the area and displaced thousands of beasts and people from their homes. While the inhabitants of the Humblewood know that the death and rebirth is part of the natural order of the Wood, the Calamity that befell the Grove was clearly unnatural.",
								"Each year, the Grove pushes on the boundary of the forest, growing slightly as its edges are set ablaze by windblown embers or fire-infused creatures. The expansion of the Grove leaves the newly-burned areas similarly affected, experiencing the supernatural qualities of the Grove. This gradual spread has increased with a recent spate of forest fires, making those who study the Grove nervous."
							],
							"id": "052"
						},
						{
							"type": "entries",
							"name": "A Watchful Eye",
							"entries": [
								"The Scorched Grove is cared for by a conclave of mystics and druids known as the Tenders. Many Tenders are talented thinkers and practitioners of natural magic, who have dedicated their lives to understanding the nature of the Calamity's effect on the Grove and healing the damage it has caused. They believe that through study and communion with nature, the natural balance of the energy in the wood can be restored, healing the Grove back into the tranquil forest it once was.",
								"There is much debate about the intent and success of the Tenders. High-society perch-dwellers are inclined to think of the Tenders as nothing more than \"odd-birds,\" embarking on a fool's errand. These detractors claim that the Scorched Grove is simply a quirk of Humblewood's natural magic. Much of the populace agrees with this point of view, despite educated claims to the contrary. Still, given the affinity between nature and the cultures of the Wood, Tenders are generally respected for the care and reverence they give to the forest."
							],
							"id": "053"
						}
					],
					"id": "051"
				},
				{
					"type": "section",
					"name": "Talongrip Coast",
					"page": 82,
					"entries": [
						"{@font salt and sky|HPPHumblescratch}",
						"The perches of Talongrip Coast stand in stark contrast to their woodland counterparts, often rising from cliff faces, salt-blasted trees, and jagged rocks jutting from the sea. These small settlements are sparsely decorated, focusing on stability and protection from the salty winds of the ocean. Homes are chiseled out of the rock faces, with wooden platforms serving as walkways between them. On more vertical slopes, buildings are connected by a veritable forest of ropes and cables used to get from place to place.",
						{
							"type": "entries",
							"name": "Life Over the Water",
							"entries": [
								"Citizens of coastal perches and villages are primarily folk who wish to remain close to the water. Sea raptors, mapachs, and jerbeens have carved out space for themselves along the coast, sometimes literally. These seaside settlements focus on fishing and salt drying, exporting their cured fish to the rest of the Wood.",
								"The weather here is volatile. It can turn from clear and sunny to black and stormy with one gust of the wind. Most of the coast's inhabitants can spot these changes easily, knowing when to retreat to shelters. Living near the shore means enduring the occasional hurricane, windstorm, and tidal wave. Those who make the coast their home are known for resilience."
							],
							"id": "055"
						},
						{
							"type": "entries",
							"name": "Deadly Neighbors",
							"entries": [
								"A number of dangers face the people who live along the coastline. Large predatory lizards hunt and scavenge the sandy shores, and giant crabs have been known to drag victims to a watery grave. Rarest of all are the dreaded wakewyrms. Most professional fishing outfits employ hunters to stand guard, and guides and mercenaries are often hired by merchants hauling goods across the treacherous coastways. Those who wish to avoid the cost of protection can attempt the journey alone, but many grim fables describe foolish travelers who were too stingy to take the proper precautions."
							],
							"id": "056"
						}
					],
					"id": "054"
				},
				{
					"type": "section",
					"name": "Winnowing Reach",
					"page": 82,
					"entries": [
						"{@font research outpost|HPPHumblescratch}",
						"Winnowing Reach is a relatively new development in the Wood. It started as a modest outpost, a last stop for researchers and slime-wranglers bound for the Mokk Fields. When folk began disappearing in the swamp, it was decreed that a more permanent settlement be constructed to hold a small contingent of Perch Guard. To this end, the perch was hastily constructed within a small stand of willow trees. In contrast to standard perches, a decent portion of the homes and facilities here were built entirely on the ground. This closeness to the earth creates a feeling of unease and general distaste for birdfolk accustomed to the high perches, but the other races that make up the population appreciate the easier access to research stations and support buildings.",
						{
							"type": "entries",
							"name": "The Slime Industry",
							"entries": [
								"South-west of the Winnowing Reach are the damp slime-filled caves of the Mokkden Caverns. Initially considered a hindrance, slimes quickly became a valuable export for the Reach. Thanks to the profits from slime-wrangling, Winnowing Reach has grown to include businesses specializing in harvesting and shipping slime residue. The trade is mainly with the Avium for educational, research, and experimental purposes, but other buyers are appearing at a steady pace. Alchemists across the Wood find the substances useful in a variety of potions, and some healers are beginning to test the medicinal application of various slime-based concoctions."
							],
							"id": "058"
						}
					],
					"id": "057"
				}
			],
			"id": "03e"
		},
		{
			"type": "section",
			"name": "Adventure in the Wood",
			"page": 84,
			"entries": [
				"Refer to {@adventure Adventure in the Wood|HWAitW}."
			],
			"id": "059"
		},
		{
			"type": "section",
			"name": "Appendix A: Bestiary",
			"page": 177,
			"entries": [
				"{@font ferocious fiends|HPPHumblescratch}",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@creature Ashsnake|HWCS}",
						"{@creature Aspect of Fire|HWCS}",
						"{@creature Birdfolk Skeleton|HWCS}",
						"{@creature Cobblefright|HWCS}",
						"{@creature Emberbat|HWCS}",
						"{@creature Swarm of Emberbats|HWCS}",
						"{@creature Forest Prowler|HWCS}",
						"{@creature Lesser Demon|HWCS}",
						"{@creature Mountain Lion|HWCS}",
						"{@creature Caustic Slime|HWCS}",
						"{@creature Shifting Slime|HWCS}",
						"{@creature Sticky Slime|HWCS}",
						"{@creature Wakewyrm|HWCS}"
					]
				}
			],
			"id": "05a"
		},
		{
			"type": "section",
			"name": "Appendix B: Nonplayer Characters",
			"page": 190,
			"entries": [
				"{@font friends and foes of the wood|HPPHumblescratch}",
				"You can use the NPC stat blocks presented here to create or alter encounters in Humblewood.",
				"Some of the listed NPCs have been devised with certain birdfolk races in mind, and this is reflected in their stat blocks. Some are generic and could be used for any race of birdfolk. These can be used as is, but can also be further customized using the rules in {@book Appendix C: Creating NPCs|HWCS|7} of this book.",
				"Descriptions of the various NPCs which appear in {@adventure Chapter 4: Adventure in the Wood|HWAitW} can also be found here.",
				{
					"type": "entries",
					"name": "Ardwyn, Elder of Meadowfen",
					"page": 190,
					"entries": [
						"A venerable huden gallus with rounded grouse-like proportions and feathers that have long since lost the sheen of youth. As the village Elder, Ardwyn is a figure of authority within Meadowfen. She and her late husband kept the village running until his death, after which she took on the role alone. Elder Ardwyn is a kind and perceptive woman who exudes leadership. The villagers look to her for guidance. Ardwyn uses the {@creature priest} stat block, adjusted with the racial traits of a huden gallus. She is neutral good.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Ardwyn, Elder of Meadowfen",
							"source": "HWCS"
						}
					],
					"id": "05c"
				},
				{
					"type": "entries",
					"name": "Birdfolk Dockmaster",
					"page": 190,
					"entries": [
						"It may be odd to see birdfolk working the docks and ships of Saltar's Port, but the sea is a way of life for some folk. Jobs in the seafaring industry are as lucrative as they are tough. For the birdfolk that choose to ply their trade on the water, life is about order and efficiency. One improperly stowed barrel or poorly lashed line can spell disaster on the sea. Dockmasters take their marine jobs very seriously.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Dockmaster",
							"source": "HWCS"
						}
					],
					"id": "05d"
				},
				{
					"type": "entries",
					"name": "Birdfolk Farmer",
					"page": 190,
					"entries": [
						"Simple farmers can be found across the Wood, providing necessary food and supplies to the cities. There are many places in Humblewood where digging up large heaps of soil would either be impractical or damaging to the forest. While traditional farms exists in Humblewood, the majority of farms are built in the canopies in or around cities. Farming in the canopy consists of growing flowering moss gardens or fruit-bearing vines on the branches of perch trees. Canopy farms can also include the raising of large insects for food, or silkworms for clothing.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Farmer",
							"source": "HWCS"
						}
					],
					"id": "05e"
				},
				{
					"type": "entries",
					"name": "Birdfolk Guard",
					"page": 191,
					"entries": [
						"Aspiring recruits from all over the Wood flock to the Perch Guard headquarters in the capital of Alderheart to join their ranks. After successful training, these newly sworn guards return to their home perch. They serve with pride, acting as the perch's first line of defense. Under the Humblefolk Treaty, members of the Perch Guard are tasked to aid nearby villages on the forest floor whenever necessary. In larger cities like Alderheart, the Perch Guard are also responsible for dealing with inner city issues such as robbery, bar fights, and investigating and arresting criminals.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Guard",
							"source": "HWCS"
						}
					],
					"id": "05f"
				},
				{
					"type": "entries",
					"name": "Birdfolk Militia",
					"page": 191,
					"entries": [
						"In smaller perches, where a guard force may be minimal or nonexistent, town security consists of a locally-organized militia. Anyone can enlist in these groups, provided they are upstanding citizens. They can be called upon by the Perch Guard to perform duties ranging from policing streets to supplementing military efforts.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Militia",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Cara Stormsinger",
							"entries": [
								"A tawny-feathered swift strig woman from Meadowfen, Cara is the captain of the village militia. She was responsible for assembling the team of villagers who went out to investigate the black plume of smoke that appeared over Meadowfen's horizon. She endured a harrowing journey to return home and relay Ashbarrow's fate to Elder Ardwynn. Cara uses the {@creature birdfolk militia|HWCS} stat block adjusted with the racial traits of a swift strig. She is lawful good.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Cara Stormsinger",
									"source": "HWCS"
								}
							],
							"id": "061"
						}
					],
					"id": "060"
				},
				{
					"type": "entries",
					"name": "Birdfolk Sailor",
					"page": 191,
					"entries": [
						"For birdfolk who take up the seafaring trade, their home is as much on the ocean as it is at port. They relish the salt spray and stiff winds, finding the closed spaces of forest life to be stifling compared to the wide-open expanse of the sea.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Sailor",
							"source": "HWCS"
						},
						{
							"type": "inset",
							"name": "Peculiar Design",
							"entries": [
								"Birdfolk ship design often causes confusion among other seafaring races due to the relative absence of rigging. While cordage is needed to keep sails in place and cargo stored, nets and climbing ropes prove less necessary when the crew is capable of limited flight. A birdfolk sailor can simply lash a rope to their leg, open their wings, and let the ocean breeze carry them up to the sails or to a lookout post on the main mast."
							],
							"id": "063"
						}
					],
					"id": "062"
				},
				{
					"type": "entries",
					"name": "Birdfolk Skirmisher",
					"page": 191,
					"entries": [
						"The bulk of the Perch Guard's military force are a light infantry called \"The Spears.\" They train relentlessly with polearm weapons perfectly suited for branch-to-branch combat. Many are also skilled at ranged attacks with these weapons, as well as performing special diving maneuvers, making them an even greater threat to enemies below. In times of peace, skirmishers often serve as skilled hunters, following the direction of trackers to collect enough food for entire villages.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Birdfolk Skirmisher",
							"source": "HWCS"
						}
					],
					"id": "064"
				},
				{
					"type": "entries",
					"name": "Bita, the Council Speaker",
					"page": 193,
					"entries": [
						"Bita is a bright gallus whose elegant white plumage resem-bles that of a peacock. As the Birdfolk Council's Speaker, she is always first to address those who have been granted an audience with the Council. She takes her duties as the Speaker and as a Council member very seriously. Despite her profound affection for Humblewood and its citizens, she often comes off as severe and cold. Bita believes in doing what's best for the folks of the Wood, and sometimes this means making level-headed, tough decisions. Bita uses the {@creature noble} stat block, adjusted with the racial traits of a bright gallus. She is lawful good.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Bita, the Council Speaker",
							"source": "HWCS"
						}
					],
					"id": "065"
				},
				{
					"type": "entries",
					"name": "Cervan Bandit General",
					"page": 193,
					"entries": [
						"Bandit clans are commanded by generals. Serving as both a battle-tested warrior and master strategist, they alone coordinate the disparate band of thieves and outlaws that make up the collective. While military monikers are used to refer to bandit leadership, more than combat prowess is needed to maintain order in these volatile organizations. A dominating personality and charismatic voice are as necessary as a swift blade and a sharp mind. Cervans don't typically take to brigandry, but their practical skills and ability to survive in even the most adverse situations make those with loose morals and dubious ambitions a natural fit.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Cervan Bandit General",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Benna Seridan",
							"entries": [
								"Benna is a tall, scarred grove cervan, who wears a red bandana over her lost left eye. The leader of the Bandit Coalition, she is an idealist who believes that Alderheart's canopy, the symbol of birdfolk power in the region, should be burned and its resources looted to help those displaced by the flames. Benna lived a tranquil village life until her mother, a respected village elder and seer, foretold that the flames would come. Word was sent to Alderheart's Council, asking for supplies and aid, both of which were denied because the Council didn't believe in the power of the seer's visions. When the flames had all but consumed the village, birdfolk support arrived, but it was too late. Benna lost her family. She also lost her left eye and left ear due to the burns she sustained while helping others escape from the blaze. She fell in with the bandits and quickly rose through their ranks, thanks to her passion and purpose. She is a seasoned veteran who has been building the bandit forces, and utilizing the organization to care for humblefolk left homeless by the spreading fires. Benna Seridan uses the {@creature cervan bandit general|HWCS} stat block, but the {@item scimitar|phb} in her main hand is a {@item blade of the wood|HWCS} *(+1 to attack and damage rolls, see {@book Appendix D: New Magic Items|HWCS|8}), and a {@item shortsword|phb} ({@damage 1d6 + 3} piercing damage) in her offhand.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Benna Seridan",
									"source": "HWCS"
								}
							],
							"id": "067"
						}
					],
					"id": "066"
				},
				{
					"type": "entries",
					"name": "Cervan Priest",
					"page": 193,
					"entries": [
						"Cervan villages are typically led by a community elder who is wise both in politics as well as the ways of the Amaranthine. Priests provide guidance to the community, ensuring that rituals are properly observed and customs upheld. As storytellers and keepers of a village's history, they are trusted with the myths and folktales used to impart knowledge necessary for survival in the forest.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Cervan Priest",
							"source": "HWCS"
						}
					],
					"id": "068"
				},
				{
					"type": "entries",
					"name": "Corvum Assassin",
					"page": 194,
					"entries": [
						"Frequently members of criminal organizations, contract killers can be found in the Wood's largest and most politically complex perches. They serve powerful figures with a lack of scruples and an abundance of coin. Assassins are trained from a young age to become deadly masters of their craft, learning how to skulk the branchroads and keep hidden in the canopy to time the perfect ambush. Corvums, with their natural intelligence and cunning, make the best assassins.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Corvum Assassin",
							"source": "HWCS"
						}
					],
					"id": "069"
				},
				{
					"type": "entries",
					"name": "Corvum Diviner",
					"page": 194,
					"entries": [
						"Diviners specialize in esoteric spells and rituals, which can be used to see the threads of fate that move the world. Even when such predictions fail, they usually reveal useful information in the process. Corvums prize knowledge in all its forms, often dealing in secrets the way others deal in goods, and so many are drawn to practice the diviner's art.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Corvum Diviner",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Corvax Revayne",
							"entries": [
								"This slender dusk corvum's plumage resembles that of a black-billed magpie. A professor of divination at the Avium, his brilliant mind is often held back by paranoia, an unfortunate side-effect of the diviner's line of work. This has led faculty to view his predictions cautiously, and has earned him a reputation as a bit of an oddbird around campus. He is smart and capable, however, and can be a useful ally to the party in the last two parts of the adventure. Corvax shouldn't ever be in combat.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Corvax Revayne",
									"source": "HWCS"
								}
							],
							"id": "06b"
						}
					],
					"id": "06a"
				},
				{
					"type": "entries",
					"name": "Corvum Necromancer",
					"page": 194,
					"entries": [
						"Every sentient being is susceptible to the lure of necromancy. The promise of seeing lost loved ones again, or raising an army of powerful minions, can sometimes be difficult to resist. The birdfolk of Humblewood are not immune to that lure. To help curb this curiosity, professors at The Avium teach necromantic theory only. But some intrepid students have been known to pursue the practical applications in secret. Sure of their intellect, corvums in particular are often willing to challenge traditions for the sake of knowledge. As a result, more than one corvum has wandered down the path of the dark arts.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Corvum Necromancer",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Odwald Ebonhart",
							"entries": [
								"Odwald is a haggard old kindled corvum, resembling a thick billed raven with coarse, hoary feathers, ruffled from years of adventuring. Odwald has a sharp mind but a faint heart. A member of the illustrious Ebonhart family, a noble house that dates back to the founding of Alderheart, Odwald was an arcane prodigy who grew up in a world which expected him to be brilliant. While magic always came naturally to him, the pressure of his family's expectations weighed heavily upon him, and filled him with a deep-seated fear of failure. Months ago, he was tricked by an unknown entity into weakening the seal that held the aspect of fire beneath the Scorched Grove. Ever since he has blamed himself for the worsening conditions in the Wood. He has no solution for stopping the aspect, and this terrifies him. Shortly after saving his friend Riffin, desperation drove him back to his alma mater, the Avium, where he has since worked with forbidden magics in secrecy. Using a secret door he discovered during his time as a student, Odwald converted several inaccessible and defunct classrooms into a makeshift laboratory where he toils tirelessly, experimenting with dark and dangerous magics in the hopes of discovering a way to stop the aspect. Odwald uses the {@creature corvum necromancer|HWCS} stat block. His alignment is chaotic neutral.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Odwald Ebonhart",
									"source": "HWCS"
								}
							],
							"id": "06d"
						}
					],
					"id": "06c"
				},
				{
					"type": "entries",
					"name": "Eliza Pennygleam",
					"page": 196,
					"entries": [
						"Eliza Pennygleam is an eluran, a group of cat-like people from the west. While not native to Humblewood, elurans are commonly seen along the roads as part of merchant caravans, and behind merchant stalls in the capital. Eliza is a savvy merchant, on her way to Alderheart to take over her late sister's shop. She is a natural bargainer, but she is also charitable to those who have faced hardships. Eliza uses the {@creature commoner} stat block. She is neutral good.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Eliza Pennygleam",
							"source": "HWCS"
						}
					],
					"id": "06e"
				},
				{
					"type": "entries",
					"name": "Figory Figgins",
					"page": 196,
					"entries": [
						"A slender, blond-furred jerbeen with an affable nature and an unfortunate reputation. Figory has been studying for two years at the Avium, but anxiety about the professors expectations and the complicated schedule needed for featherless students to navigate campus have held him back a full year compared to other students. He has been bullied by his classmates at the Avium, and his recent encounter with the cobblefright has left him deeply unnerved. He desperately wants someone to believe his story and take action against the creature lurking around campus. Figory uses the {@creature commoner} stat block, adjusted with the racial traits of a jerbeen. He is neutral.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Figory Figgins",
							"source": "HWCS"
						}
					],
					"id": "06f"
				},
				{
					"type": "entries",
					"name": "Gallus Druid",
					"page": 196,
					"entries": [
						"The gallus of Humblewood have an especially deep connection with nature. Hanera teaches them to see the world from the forest floor, instead of the canopy. This is a message many gallus have taken to heart. Out of this reverence for nature, some gallus dedicate themselves to the study and preservation of the Wood, becoming wardens of the forest, or acting as guides. A select few with a unique connection to flora and fauna develop incredible powers and abilities. These druids can sprout trees and mend injured animals with a touch. They are revered among birdfolk and humblefolk alike as spiritual leaders and wise advisors.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Gallus Druid",
							"source": "HWCS"
						}
					],
					"id": "070"
				},
				{
					"type": "entries",
					"name": "Gallus Monk",
					"page": 196,
					"entries": [
						"Gallus who are not content to settle into everyday life in small communities venture out to secluded monasteries and learn the way of the monk. There, a disciplined routine of physical rigours and spiritual contemplation is overseen by wizened masters. After years of training, initiates are deemed ready to journey the land and put their learning to the test. The majority return to the monastery after having had a revelation during their travels. Other continue to wander, sometimes with a few trusted companions, forever finding new meaning.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Gallus Monk",
							"source": "HWCS"
						}
					],
					"id": "071"
				},
				{
					"type": "entries",
					"name": "Gallus Necromancer",
					"page": 198,
					"entries": [
						"Gallus aren't typically drawn down the path of necromancy, but a few mavericks with arcane talent and the inclination to study the darker side of magic have found success in The Avium. More commonly, such necromancers study the art theoretically, learning how it disrupts the balance of life and death so that their students can be taught how to effectively counter such vile spells.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Gallus Necromancer",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Glinda Nightseed",
							"entries": [
								"This huden gallus' plumage resembles a ptarmigan, and she usually wears a pince-nez on her beak. A professor of advanced theoretical necromancy, Glinda is known for having strange opinions about her field of study. Unlike most birdfolk, she sees necromancy as a manipulation of life energies on par with druidic magic. She is a kind soul, and only practices the lighter forms of necromancy. However, she has been performing secret experiments on the servitor skeletons in the Avium, hoping to develop a cutting-edge resurrection spell. This violates campus policies, which ban practical necromancy, and could cause her to lose her job. Glinda uses the {@creature gallus necromancer|HWCS} stat block. Her alignment is chaotic good.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Glinda Nightseed",
									"source": "HWCS"
								}
							],
							"id": "073"
						}
					],
					"id": "072"
				},
				{
					"type": "entries",
					"name": "Gregor Thornspur, Magistrate of Alderheart",
					"page": 198,
					"entries": [
						"Gregor is a dull-looking sable luma with a single errant feather that sticks out oddly from his brow. Gregor is the Magistrate of Alderheart, and though he appears to be a tired bureaucrat, his demeanour hides a shrewd businessman eager to turn any situation to his advantage. He is not above taking bribes in exchange for expediting requests to see the Birdfolk Council. Gregor uses the {@creature noble} stat block, adjusted with the racial traits of sable luma. He is chaotic neutral.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Gregor Thornspur, Magistrate of Alderheart",
							"source": "HWCS"
						}
					],
					"id": "074"
				},
				{
					"type": "entries",
					"name": "Hedge Bard",
					"page": 198,
					"entries": [
						"Recognized for being excellent diplomats and mediators, hedges are less well known for their love of music. Those who turn their natural charm towards the talent of entertaining can find great success. Some of the most gifted performers are blessed with magical talents. While most hedges use these powers for good, others choose a more sinister path, using their bardic talents to cheat, dupe, or steal from common folk.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Hedge Bard",
							"source": "HWCS"
						}
					],
					"id": "075"
				},
				{
					"type": "entries",
					"name": "Hedge Witch",
					"page": 198,
					"entries": [
						"Many who apply to study at the Avium are turned away by the prestigious institution. Spurred by their desire for knowledge, rejected candidates sometimes start on a path to become self-taught masters of arcana. Notably in tune with the magic of the forest, hedges pursuing an individualistic path often leverage their connection to these natural forces to make pacts with powerful fey or elemental beings, learning secrets inaccessible to traditional students.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Hedge Witch",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Susan of the Swamp",
							"entries": [
								"Susan is an eccentric hedge whose magical aptitude has always been outclassed by her hunger for knowledge. She studied at the Avium for a short time, but left of her own accord to experiment with magics the Avium found unsavory. Susan recently settled in the swamp in the hopes of pursuing her arcane curiosities in peace. She shares her modest home with her beetle familiar, Normal, and spends her time foraging for ingredients, testing spells, and reading mystery novels in addition to tomes of eldritch lore. Though she performs her rituals a safe distance away from the cities and towns, her presence in the region has made the Magistrate of Winnowing Reach uneasy, and he wants her gone. Susan uses the {@creature hedge witch|HWCS} stat block. Her alignment is chaotic good.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Susan of the Swamp",
									"source": "HWCS"
								}
							],
							"id": "077"
						}
					],
					"id": "076"
				},
				{
					"type": "entries",
					"name": "Jell Platena",
					"page": 199,
					"entries": [
						"Jell is a bespectacled sera luma with bright red plumage resembling a cardinal. Jell has studied at the Avium for three years now, and is well on her way to becoming a graduate. She is bright and studious, and serious about everything she does in life. Jell uses the {@creature commoner} stat block, adjusted with the racial traits of a sera luma. She is neutral good.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Jell Platena",
							"source": "HWCS"
						}
					],
					"id": "078"
				},
				{
					"type": "entries",
					"name": "Jerbeen Thief",
					"page": 200,
					"entries": [
						"While criminals can often be found picking pockets in large perch cities, only the most successful end up recruited by the Bandit Coalition. Small of stature, jerbeens can easily move about unnoticed; their swiftness is responsible for the expression \"quick as a jerbeen.\" This, coupled with their natural charm, makes jerbeens perfectly suited for the thieving arts.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Jerbeen Thief",
							"source": "HWCS"
						}
					],
					"id": "079"
				},
				{
					"type": "entries",
					"name": "Jerbeen Swashbuckler",
					"page": 200,
					"entries": [
						"A common figure in many jerbeen folktales, a swashbuckler is a champion who fights with finesse and daring. Natural leaders, swashbucklers keep their wits about them during a duel, pressing small advantages to win the day. Jerbeen swashbucklers often train in the tradition of their Amaranthine, Gaspard. Each year swashbucklers participate in fencing matches held in Gaspard's honor. Not all swashbucklers follow this path, with some using their talents for brigandry.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Jerbeen Swashbuckler",
							"source": "HWCS"
						}
					],
					"id": "07a"
				},
				{
					"type": "entries",
					"name": "Kenna Brightspark",
					"page": 200,
					"entries": [
						"An energetic and curious young dusk corvum scholar who is currently working on a dissertation in Winnowing Reach. Kenna's research focuses on the properties of various slimes around the region. She is a student of the Avium, and hopes her findings will earn her a grant to fund yet more study of these fascinating creatures. Kenna is a native of Winnowing Reach, and knows the village well. She is a little precocious and takes risks for her work. Kenna uses the {@creature commoner} stat block, adjusted with the racial traits of a dusk corvum. She is chaotic good.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Kenna Brightspark",
							"source": "HWCS"
						}
					],
					"id": "07b"
				},
				{
					"type": "entries",
					"name": "Luma Cleric of Ardea",
					"page": 201,
					"entries": [
						"Clerics of Ardea travel the Wood on holy pilgrimages to sacred groves resplendent with life fostered by the Dawnmother. They spread Ardea's message of kindness wherever they go, taking it upon themselves to protect all life, great and small. Clerics serve the communities they pass through as healers, mediators, and occasionally as valiant defenders. Lumas who heed the call of the Amaranthine find their natural charisma and mystic talents to be of great help as they walk the cleric's path.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Luma Cleric of Ardea",
							"source": "HWCS"
						}
					],
					"id": "07c"
				},
				{
					"type": "entries",
					"name": "Luma Wizard",
					"page": 202,
					"entries": [
						"It is widely believed among the birdfolk that only those with focused minds can master the subtle art of magic. For unknown reasons, perhaps their inherent connection to fate or particular manner of engaging with the world, lumas are able to tap into the mystical and magical forces with ease.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Luma Wizard",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Gabe Windsworth",
							"entries": [
								"Gabe is a middle-aged sable luma with a large plume of iridescent feathers that surround his nape like a cowl. The Dean of the Avium, Gabe always appears as though he is deep in thought. Though his amiability and kooky behavior cause people to underestimate him, beneath the quirky exterior lies a keen mind that carefully evaluates all possibilities before taking action. He is a good-natured scholar who is just as concerned with the wellbeing of his staff and students as he is with the quality of research and education within the Avium. Dean Windsworth uses the {@creature luma wizard|HWCS} stat block. His alignment is neutral good.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Gabe Windsworth",
									"source": "HWCS"
								}
							],
							"id": "07e"
						}
					],
					"id": "07d"
				},
				{
					"type": "entries",
					"name": "Mapach Bandit",
					"page": 202,
					"entries": [
						"Mapachs are particularly distrusted among birdfolk because of their eccentricities and willingness to break with commonly held customs. Often judged on sight to be crooked, some mapachs find it hard to integrate into birdfolk society and turn to crime to survive. Local bandit forces are happy to exploit this, offering the displaced mapachs shelter and a share of the spoils in exchange for their service.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Mapach Bandit",
							"source": "HWCS"
						}
					],
					"id": "07f"
				},
				{
					"type": "entries",
					"name": "Mapach Brute",
					"page": 202,
					"entries": [
						"Although many in the bandit coalition follow noble ideals, there have always been a handful of unreliable members, only concerned with their own advancement. These ruthless brutes are scoundrels through and through, willing to seize power within the coalition by any means necessary. Mapachs don't have more knaves among them as a matter of course, but the infamy of a few such villains has further sullied their reputation in the eyes of perch-dwellers.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Mapach Brute",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Krall, the Scavenger King",
							"entries": [
								"Krall is an imposing mapach, standing nearly 6 feet tall with a solid build and matted fur that is missing in patches. He was close friends with Benna, although he didn't share her altruism and instead believed that those who couldn't carry their weight should be left behind. He expects complete loyalty from his followers, and favors hit-and-run tactics. He and his troops exact tolls on poorly-defended caravans for passage along the roads, which many pay to avoid his wrath. Krall uses the {@creature mapach brute|HWCS} stat block.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Krall, the Scavenger King",
									"source": "HWCS"
								}
							],
							"id": "081"
						}
					],
					"id": "080"
				},
				{
					"type": "entries",
					"name": "Mapach Tinkerer",
					"page": 203,
					"entries": [
						"Unlike those who are content to stay within the boundaries of their established craft, tinkerers have a passion for innovation that is unfettered by tradition. Mapach craftspeople who constantly look for ways to improve upon past creations find themselves branded as eccentrics. Their methods are unconventional, but eminently practical. Designs are often carefully considered, and some of their innovations eventually find widespread use around the Wood.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Mapach Tinkerer",
							"source": "HWCS"
						}
					],
					"id": "082"
				},
				{
					"type": "entries",
					"name": "Mordane Swiftgale",
					"page": 203,
					"entries": [
						"Mordane is a prim-and-proper elderly swift strig, who keeps his gray and white feathers preened, and his librarian robes freshly pressed. He is wise but old fashioned, and prefers to read in solitude when off shift, rather than fraternize with his peers. Despite his social shortcomings, he's an experienced librarian, and has incredible knowledge of even the oldest parts of the lower library. Mordane uses the {@creature commoner} stat block, adjusted with the racial traits of a swift strig. He is neutral.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Mordane Swiftgale",
							"source": "HWCS"
						}
					],
					"id": "083"
				},
				{
					"type": "entries",
					"name": "Oakheart",
					"page": 203,
					"entries": [
						"Oakheart is a huge tree-shaped creature with charred bark that smolders in places, and many small flames which burn on his branches, giving the impression of leaves. Once a treant, he bathed in the primal energies of the Scorched Grove, transforming into an entity so thoroughly possessed of the element of flame that he's capable of serving as {@item Borealus|HWCS|The Borealus'} keeper. He is the artifact's guardian, and will not relinquish the staff until he has been convinced that whoever has disturbed him can control the staff's considerable power, and that they mean to maintain the natural balance he sacrificed himself to protect.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Oakheart",
							"source": "HWCS"
						}
					],
					"id": "084"
				},
				{
					"type": "entries",
					"name": "Raptor Explorer",
					"page": 203,
					"entries": [
						"Whether drawn by tales of treasure or the allure of faraway lands, some residents of Humblewood journey to seek out distant ruins or remote vistas to satisfy their wanderlust. Explorers are common among raptors, many of whom do so out of veneration for the Amaranthine Reya, the guide and protector of travelers. Numerous explorers embark on such adventures for the sake of self-discovery and personal growth. Those who have made a life out of exploring often find their service as guides in high demand.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Raptor Explorer",
							"source": "HWCS"
						}
					],
					"id": "085"
				},
				{
					"type": "entries",
					"name": "Raptor Ranger",
					"page": 203,
					"entries": [
						"The ranger is an iconic figure in raptor stories and myths, and has inspired many to follow in their legendary footsteps. Outfitted for rough living in the wilds, these rangers are consummate archers and exceptional hunters. With supernatural eyesight and quick reflexes, raptors are ideally suited to the life of a hunter. Many who chose this path find themselves the inspiration for new tales.",
						"The raptor ranger listed is outfitted with a {@item red-feather bow|HWCS} (see {@book Appendix D: New Magic Items|HWCS|8}).",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Raptor Ranger",
							"source": "HWCS"
						}
					],
					"id": "086"
				},
				{
					"type": "entries",
					"name": "Rhys Birchwalker",
					"page": 203,
					"entries": [
						"An associate professor of conjuration at the Avium, this middle-aged mistral raptor has little in the way of mystic talent, but she makes up for it with an enthusiasm for learning and a wealth of knowledge on her chosen subject. She is well-versed in conjuratory theory, and can provide characters with any of the information they would otherwise find in {@b Conjuration Magic} (see {@adventure Into the Library|HWAitW|4|Into the Library}) if she is asked about the subject directly. Professor Birchwalker can also help a character perform the calculations to find the location of the conjuration circle within the Grove. Rhys uses the {@creature commoner} stat block, adjusted with the racial traits of a mistral raptor. She is neutral good.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Rhys Birchwalker",
							"source": "HWCS"
						}
					],
					"id": "087"
				},
				{
					"type": "entries",
					"name": "Strig Knight",
					"page": 204,
					"entries": [
						"The Perch Guard produces many skilled soldiers, but only those who possess a great degree of talent are trained to become knights. The knights of Alderheart's Perch Guard are taught how to protect others by creating opportunities for allies to regroup or retreat as necessary. Experts in sword-and-shield fighting, the knight's heavily-armoured fighting style allows them to hold the line against even the fiercest of enemies. The strig knight listed is equipped with a {@item wing crest shield|HWCS} (see {@book Appendix D: New Magic Items|HWCS|8}).",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Strig Knight",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Riffin, the Ash-Knight",
							"entries": [
								"Riffin is a small stout strig, standing a few inches over three feet, whose plumage and proportions resemble a little owl. A traveling knight of the realm, Riffin lived in Ashbarrow before its destruction, and was carried to Alderheart by his friend Odwald, who saved him from the fire. Being one of the only knights to hail from Ashbarrow, folk began calling him the \"Ash-Knight,\" a title which he now uses to keep the memory of his home alive. Riffin is a simple strig with a charming way of viewing the world. He is also a steadfast warrior who strongly believes in doing what is right, helping those in need, and honoring his debts. Riffin uses the {@creature strig knight|HWCS} stat block. His alignment is lawful good.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Riffin, the Ash-Knight",
									"source": "HWCS"
								}
							],
							"id": "089"
						}
					],
					"id": "088"
				},
				{
					"type": "entries",
					"name": "Strig Tracker",
					"page": 206,
					"entries": [
						"Capable of moving swiftly through the wilderness, trackers help find those who have lost their way in the forest. Accomplished survivalists, they are familiar with hidden pathways throughout the Wood. Often found alongside woodland beasts, many have formed bonds with these creatures, and find their aid useful in locating lost travelers. For Strigs, known for being at ease even in the harshest environments, becoming a tracker can prove a satisfying challenge. Some use their skills to double as bounty hunters, which can provide for an even more thrilling chase.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Strig Tracker",
							"source": "HWCS"
						}
					],
					"id": "08a"
				},
				{
					"type": "entries",
					"name": "The Tenders",
					"page": 206,
					"entries": [
						"Although the Tenders are most well known across the Wood for their involvement in healing and studying the Scorched Grove, their order is actually far more ancient. Wardens of nature, they use their gentle magics to mediate between the people of the Wood and the living forest itself, and to help the forest heal from natural disasters. Today, many of their members find employ as tree-shapers, and are well-respected in birdfolk settlements. Nowhere is this more true than in Alderheart, where the Tenders are looked upon favorably for the work they've done to create and strengthen living spaces within Alderheart's trunk. Other factions of Tenders work to respond to forest fires across the Wood, using their magic to encourage new growth in burned areas, as well as to help any survivors.",
						"Since the Great Calamity, a large part of their order has dedicated their efforts to tending the Grove, monitoring its spread, and studying the mysterious creatures that live there. Unfortunately, much of the healing in the Grove can end up ruined by a sudden blaze. Progress has been made, however. Before the fires started to rage with renewed force, the Tenders managed to shrink the Grove little by little, doing much to bolster the forest that grows around its edges.",
						"The Tenders are a unique organization in birdfolk society. Gaining admission to their ranks is akin to joining a monastery or convent. After initiation, a novice is generally expected to make their way to the Scorched Grove to learn from the masters who live there. Recruits live and study communally in special shelters within the Grove, protected by Tender magic. When they are sent out in the world again, new acolytes are taught to leave the high cities and walk among the under-growth, to gain a better perspective on forest life. On occasion, Tenders living in the Wood will go on pilgrimages to tend to the Grove before returning to their normal duties. Masters of the order often choose to completely dedicate themselves to healing the Grove, setting up permanent homes there. This is considered to be a noble self-sacrifice among Tenders, and those who do this are given the order's highest honors.",
						{
							"type": "inset",
							"name": "Joining the Tenders",
							"entries": [
								"Gaining admission to the ranks of the Tenders is not difficult, and recruits are especially welcome now to help expand their thinning numbers. Any player who shows proper devotion to the tenets of natural balance and a willingness to swear an oath to become a keeper of the Wood can speak with Havel of the Autumn Moon about joining the Tenders. New recruits will begin at the Seedling rank.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HWCS/Tenders-Symbol.webp"
									},
									"width": 250,
									"height": 250
								},
								"{@b {@i The Tenders}}",
								"{@b {@i Rank 1}} - Seedling",
								"{@b {@i Rank 2}} - Sproutling",
								"{@b {@i Rank 3}} - Sapling",
								"{@b {@i Rank 4}} - Summerblossom",
								"{@b {@i Rank 5}} - Autumnal",
								"{@b {@i Leader}} - Treekeeper",
								"Joining the Tenders involves taking an oath to keep the balance of nature, to help it recover from disasters both natural and unnatural, and to help all people who have been harmed by natural imbalance. The Tenders know they can't control nature, and they teach that trying to do so is a folly which will only lead to further unbalancing of natural cycles. They do believe that when disaster strikes, it is their duty to restore the balance that was lost for the sake of all beings."
							],
							"id": "08c"
						},
						{
							"type": "entries",
							"name": "Havel of the Autumn Moon",
							"entries": [
								"Havel is a frail but courageous huden gallus, with pheasant-like plumage. He is a dear friend of Tevor, and the two have fallen for each other during their time together in Alderheart. Havel is a Summerblossom, a rank given to experienced members of the Tenders. He has been working at the Tenders' headquarters in the Trunk district, where he provides aid to the refugees. He is also skilled in the use of natural magic, and while normally too sickly to adventure, could still assist the party with his talents.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Havel of the Autumn Moon",
									"source": "HWCS"
								}
							],
							"id": "08d"
						},
						{
							"type": "entries",
							"name": "Tevor of the Spring Path",
							"entries": [
								"Tevor is a timid sable luma, with ruddy gray feathers and a short beak. He is a good friend of Havel, and has begun to feel affection for the gallus since their time working together. Tevor is a Sapling, a low ranking member of the Tenders, who barely escaped from an ashsnake attack that killed his mentor. While he has agreed to give his report of events in the Scorched Grove, he is not prepared to do much beyond this. He possesses conviction in the beliefs of his order, but the traumatic event has left him feeling frightened and helpless. If only he could find the courage to match his ideals, he would be destined for greatness. Tevor is generally averse to combat now, but before joining the Tenders he trained as a perch guard recruit.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Tevor of the Spring Path",
									"source": "HWCS"
								}
							],
							"id": "08e"
						}
					],
					"id": "08b"
				},
				{
					"type": "entries",
					"name": "Vulpin Captain",
					"page": 207,
					"entries": [
						"Captains are respected among the bandit forces, leading units on raids and ambushes, and sometimes running the operations of an entire camp. While captains are among the more skilled warriors in the coalition, involvement with day-to-day operations grants them a certain rapport with even the low-ranking bandits. This leadership, coupled with their prowess, allows them to rally or kowtow those foolish enough to consider desertion. Vulpins, with their natural ambition, cunning, and force of personality, can readily be found climbing to the rank of captain.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Vulpin Captain",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Frey Merridan",
							"entries": [
								"Fray is a dashing red-furred vulpin with sharp eyes and a quick wit. A highly skilled swordswoman, she was left without a home when forest fires spreading from the Scorched Grove burned her village. She saw joining the bandits as an opportunity to use her skills to provide for herself and those she cares for. She is astute and talented, but also competitive and unwilling to forget even the smallest slight against her. Fray uses the {@creature vulpin captain|HWCS} stat block.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Fray Merridan",
									"source": "HWCS"
								}
							],
							"id": "090"
						}
					],
					"id": "08f"
				},
				{
					"type": "entries",
					"name": "Vulpin Noble",
					"page": 208,
					"entries": [
						"Although founded by birdfolk, Alderheart is home to several noble families of influential humblefolk. Among them are vulpins, who find both their charms and wiles perfectly suited to the political intrigue of Alderheart's high society. Some vulpin nobles can trace their lineage back to ancient royalty.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Vulpin Noble",
							"source": "HWCS"
						}
					],
					"id": "091"
				},
				{
					"type": "entries",
					"name": "Vulpin Priest of Kren",
					"page": 208,
					"entries": [
						"Priests of the Amaranthine Kren tend shrines in her honor, and share stories of her guile and cunning with visitors. These tales emphasize humility, wariness, and teach listeners to keep their wits about them at all times. In rare cases, these priests are given divine gifts by their Amaranthine. Conferred a portion of Kren's supernatural slyness, they often seek to humble those who have grown too proud.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Vulpin Priest of Kren",
							"source": "HWCS"
						},
						{
							"type": "entries",
							"name": "Shyla Denn",
							"entries": [
								"A scarred, gray-and-russet-furred vulpin cleric of Kren, Shyla serves as Krall's lieutenant. Krall saved her life when she was a child, orphaned in the Wood, and she has been grateful to him ever since. Her loyalty to Krall is absolute, and she believes that Krall will only cut loose those who can't pull their weight. Shyla uses the {@creature vulpin priest of kren|HWCS} stat block.",
								{
									"type": "statblock",
									"tag": "creature",
									"name": "Shyla Denn",
									"source": "HWCS"
								}
							],
							"id": "093"
						}
					],
					"id": "092"
				},
				{
					"type": "entries",
					"name": "Walden Krane, Magistrate of Winnowing Reach",
					"page": 209,
					"entries": [
						"A fastidious, easily agitated, middle-aged kindled corvum with drab black feathers. As the Magistrate of Winnowing Reach, he is a prominent political figure in the region. Walden isn't a particularly good or kind man, but he tries to be a reasonable and honorable one. He will not break his bargains, and likewise won't tolerate anything on the party's part which could be conceived as oath-breaking, dishonesty, or actions that might bring harm to the Reach. He cares deeply for his citizens, but that sometimes fails to come across as his political ambitions tend to get in the way. Walden has known Kenna Brightspark since she was but a fledgeling. Walden uses the {@creature noble} stat block, adjusted with the racial traits of a kindled corvum. He is lawful neutral.",
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Walden Krane, Magistrate of Winnowing Reach",
							"source": "HWCS"
						}
					],
					"id": "094"
				}
			],
			"id": "05b"
		},
		{
			"type": "section",
			"name": "Appendix C: Creating NPCs",
			"page": 210,
			"entries": [
				"{@font making friends|HPPHumblescratch}",
				"To adjust an existing NPC or build one from scratch, follow these steps to create birdfolk or humblefolk NPCs to use in your own adventures.",
				{
					"type": "entries",
					"name": "Birdfolk NPCs",
					"entries": [
						"Turn any NPC into a birdfolk by making the following changes to its base stat block. These rules can be used to further customize the generic birdfolk NPCs included in this book.",
						"Birdfolk are Medium sized and use the base speed of the NPC unless otherwise specified.",
						{
							"type": "entries",
							"name": "Glide",
							"entries": [
								"All birdfolk have feathered arms capable of gliding short distances and slowing their fall speed. Add the Glide trait to the NPC. Ignore heavy armor in this glide. Birdfolk NPCs with heavy weapons, armor, or shields in their stat block should be able to glide with them."
							],
							"id": "097"
						},
						{
							"type": "entries",
							"name": "Feathers vs. Talons",
							"entries": [
								"If your creature is a {@b gallus} or {@b luma}, they have much more developed wings. They have the Wing Flap trait, an ability that can propel them upwards into the air at up to half their base movement speed. This costs a bonus action to use, and cannot be used to gain height while gliding.",
								"If your creature is a {@b corvum}, {@b raptor} or {@b strig}, they have taloned hands. Make sure to add Talons to their attacks, and calculate attack and damage bonuses for it using either Strength or Dexterity. The base damage for these attacks is {@damage 1d4} piercing damage. Birdfolk with Talons also have advantage on Strength ({@skill Athletics}) checks made to climb."
							],
							"id": "098"
						},
						{
							"type": "entries",
							"name": "Languages",
							"entries": [
								"Birdfolk all speak Birdfolk. They can also naturally understand Auran, the elemental language of air, but they have no innate ability to speak it."
							],
							"id": "099"
						},
						{
							"type": "entries",
							"name": "Racial Abilities",
							"entries": [
								"Every birdfolk race has two subraces, and each subrace possesses a different set of abilities."
							],
							"id": "09a"
						}
					],
					"id": "096"
				},
				{
					"type": "entries",
					"name": "Corvum",
					"entries": [
						"Desperate for knowledge as a means of power, corvums are usually found in positions of power or influence. Their quest for power leads many to become warlocks or assassins.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Intelligence score."
									],
									"id": "09d"
								},
								{
									"type": "entries",
									"name": "Learned",
									"entries": [
										"A corvum gains proficiency in one of the following skills: {@skill Arcana}, {@skill History}, {@skill Nature}, or {@skill Religion}."
									],
									"id": "09e"
								}
							],
							"id": "09c"
						},
						{
							"type": "list",
							"items": [
								"Then, add abilities from a corvum subrace."
							]
						},
						{
							"type": "entries",
							"name": "Dusk Corvum",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Dexterity score."
									],
									"id": "0a0"
								},
								{
									"type": "entries",
									"name": "Skulker",
									"entries": [
										"The dusk corvum has advantage on Dexterity ({@skill Stealth}) checks made in dim light or darkness."
									],
									"id": "0a1"
								}
							],
							"id": "09f"
						},
						{
							"type": "entries",
							"name": "Kindled Corvum",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Charisma score."
									],
									"id": "0a3"
								},
								{
									"type": "entries",
									"name": "Convincing",
									"entries": [
										"The kindled corvum gains proficiency in your choice of the {@skill Deception} or {@skill Persuasion} skill. Additionally, they have advantage on all Charisma checks used to convince someone of their knowledge of anything pertaining to the skill they gained proficiency in from their Learned ability."
									],
									"id": "0a4"
								}
							],
							"id": "0a2"
						}
					],
					"id": "09b"
				},
				{
					"type": "entries",
					"name": "Gallus",
					"entries": [
						"Salt of the earth folk, gallus are as hearty as they come. They can often be found as soldiers, leaders, or spiritualists.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Wisdom score."
									],
									"id": "0a7"
								}
							],
							"id": "0a6"
						},
						{
							"type": "list",
							"items": [
								"Then, add abilities from a gallus subrace."
							]
						},
						{
							"type": "entries",
							"name": "Bright Gallus",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Charisma score."
									],
									"id": "0a9"
								},
								{
									"type": "entries",
									"name": "Inspiring",
									"entries": [
										"As an action, the bright gallus inspires an ally that can see and hear them. The ally can roll a {@dice d4} and add the number rolled to their next ability check, attack roll, or saving throw."
									],
									"id": "0aa"
								}
							],
							"id": "0a8"
						},
						{
							"type": "entries",
							"name": "Huden Gallus",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Dexterity score."
									],
									"id": "0ac"
								},
								{
									"type": "entries",
									"name": "Seedspeech",
									"entries": [
										"The huden gallus can communicate simple ideas to living plants, and is able to interpret their responses in simple language."
									],
									"id": "0ad"
								}
							],
							"id": "0ab"
						}
					],
					"id": "0a5"
				},
				{
					"type": "entries",
					"name": "Luma",
					"entries": [
						"Odd as they may be, lumas have an innate connection to the arcane, lending them magical abilities or simply an aura of charisma. They are just as at home in a ballroom as a mage's tower.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Size",
									"entries": [
										"Lumas are Small sized."
									],
									"id": "0b0"
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"Lumas have a base movement speed of 25 feet."
									],
									"id": "0b1"
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Charisma score."
									],
									"id": "0b2"
								},
								{
									"type": "entries",
									"name": "Fated (Recharges after a Long Rest)",
									"entries": [
										"The Luma can choose to reroll any attack roll, skill check, or saving throw."
									],
									"id": "0b3"
								}
							],
							"id": "0af"
						},
						{
							"type": "list",
							"items": [
								"Then, add abilities from a luma subrace."
							]
						},
						{
							"type": "entries",
							"name": "Sable Luma",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Constitution score."
									],
									"id": "0b5"
								},
								{
									"type": "entries",
									"name": "Damage Resistance",
									"entries": [
										"Sable lumas are resistant to poison damage."
									],
									"id": "0b6"
								},
								{
									"type": "entries",
									"name": "Resilience",
									"entries": [
										"Sable lumas have advantage on saving throws against being {@condition poisoned}."
									],
									"id": "0b7"
								}
							],
							"id": "0b4"
						},
						{
							"type": "entries",
							"name": "Sera Luma",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Wisdom score."
									],
									"id": "0b9"
								},
								{
									"type": "entries",
									"name": "Songbird (Recharges after a Long Rest)",
									"entries": [
										"Sera lumas can cast {@spell charm person}. Charisma is their spellcasting ability and the spell does not require any somatic components to cast."
									],
									"id": "0ba"
								}
							],
							"id": "0b8"
						}
					],
					"id": "0ae"
				},
				{
					"type": "entries",
					"name": "Raptor",
					"entries": [
						"Consummate hunters, raptors are at home in forests and other dark places. They make skilled rangers and rogues.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Size",
									"entries": [
										"Raptors are Small sized."
									],
									"id": "0bd"
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"Raptors have a base movement speed of 25 feet."
									],
									"id": "0be"
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Dexterity score."
									],
									"id": "0bf"
								},
								{
									"type": "entries",
									"name": "Hunter's Training",
									"entries": [
										"Raptors have proficiency with the {@item longbow|phb}, {@item shortbow|phb}, and {@item spear|phb}. Additionally, their familiarity with the longbow means that it is not considered a heavy weapon for them."
									],
									"id": "0c0"
								}
							],
							"id": "0bc"
						},
						{
							"type": "list",
							"items": [
								"Then, add abilities from a raptor subrace."
							]
						},
						{
							"type": "entries",
							"name": "Maran Raptor",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Intelligence score."
									],
									"id": "0c2"
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"Maran raptors have a swim speed of 25 feet."
									],
									"id": "0c3"
								},
								{
									"type": "entries",
									"name": "Patient",
									"entries": [
										"When a maran raptor reacts with a readied action, they have advantage on the first attack roll, skill check, or ability check they make as a part of that action."
									],
									"id": "0c4"
								}
							],
							"id": "0c1"
						},
						{
							"type": "entries",
							"name": "Mistral Raptor",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Wisdom score."
									],
									"id": "0c6"
								},
								{
									"type": "entries",
									"name": "Aerial Defense",
									"entries": [
										"As long as a mistral raptor is falling, gliding, or jumping, attacks made against them have disadvantage."
									],
									"id": "0c7"
								}
							],
							"id": "0c5"
						}
					],
					"id": "0bb"
				},
				{
					"type": "entries",
					"name": "Strig",
					"entries": [
						"Fond of the wilderness and proud of their physical prowess, strigs are generally loners, survivalists, and fighters.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Strength score."
									],
									"id": "0ca"
								},
								{
									"type": "entries",
									"name": "Senses",
									"entries": [
										"Strigs have {@sense darkvision} out to 60 feet."
									],
									"id": "0cb"
								},
								{
									"type": "entries",
									"name": "Patterned Feathers",
									"entries": [
										"Strigs have advantage on Dexterity ({@skill Stealth}) checks when they attempt to hide in a forest."
									],
									"id": "0cc"
								}
							],
							"id": "0c9"
						},
						{
							"type": "list",
							"items": [
								"Then, add abilities from a strig subrace."
							]
						},
						{
							"type": "entries",
							"name": "Stout Strig",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Constitution score."
									],
									"id": "0ce"
								},
								{
									"type": "entries",
									"name": "Brawler",
									"entries": [
										"Whenever a stout strig hits with their talon attack, they may choose to grapple their target as a bonus action."
									],
									"id": "0cf"
								}
							],
							"id": "0cd"
						},
						{
							"type": "entries",
							"name": "Swift Strig",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Dexterity score."
									],
									"id": "0d1"
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"Swift strigs have a base walking speed of 35 feet."
									],
									"id": "0d2"
								}
							],
							"id": "0d0"
						}
					],
					"id": "0c8"
				},
				{
					"type": "entries",
					"name": "Humblefolk NPCs",
					"entries": [
						"You can turn any NPC into a humblefolk by making the following changes to its base stat block. These rules can be used to further customize the generic humblefolk NPCs included in this book.",
						"Humblefolk are Medium sized and use the base speed of the NPC unless otherwise specified."
					],
					"id": "0d3"
				},
				{
					"type": "entries",
					"name": "Cervan",
					"entries": [
						"Hearty and practical, cervans can find themselves at home virtually anywhere, though many prefer the life of a recluse, often accompanied by or living with only a handful of close companions with whom they have formed strong connections.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Constituion score."
									],
									"id": "0d6"
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"Cervans speak Birdfolk and Cervan."
									],
									"id": "0d7"
								},
								{
									"type": "entries",
									"name": "Surge of Vigor (Recharges after a Long Rest)",
									"entries": [
										"If an attack deals over half of a cervans current remaining hit points in damage (even if their hit points are reduced to 0 by the attack), they immediately regain hit points equal to {@dice 1d12} + their Constitution Modifier. "
									],
									"id": "0d8"
								}
							],
							"id": "0d5"
						},
						{
							"type": "list",
							"items": [
								"Then, add abilities from a subrace listed below."
							]
						},
						{
							"type": "entries",
							"name": "Grove Cervan",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Dexterity score."
									],
									"id": "0da"
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"Grove cervans have a base walking speed of 35 feet."
									],
									"id": "0db"
								}
							],
							"id": "0d9"
						},
						{
							"type": "list",
							"items": [
								"Choose one of the following:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Standing Leap",
									"entries": [
										"A grove cervan's base long jump is 30 feet, and their base high jump is 15 feet, with or without a running start."
									],
									"id": "0dd"
								},
								{
									"type": "entries",
									"name": "Nimble Step",
									"entries": [
										"Opportunity attacks made against the grove cervan are rolled with disadvantage."
									],
									"id": "0de"
								}
							],
							"id": "0dc"
						},
						{
							"type": "entries",
							"name": "Pronghorn Cervan",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+1 to the base creature's Strength score."
									],
									"id": "0e0"
								},
								{
									"type": "entries",
									"name": "Antlers",
									"entries": [
										"Pronghorn cervans have a set of large, strong antlers that can be used to make melee attacks. Their antler attack deals {@damage 1d6} piercing damage and is calculated using the creature's strength score for the purposes of determining the attack roll and damage bonus."
									],
									"id": "0e1"
								}
							],
							"id": "0df"
						},
						{
							"type": "list",
							"items": [
								"Choose one of the following:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Robust Build",
									"entries": [
										"Double the pronghorn cervan's carrying capacity as well as the weight they can push, drag, or lift."
									],
									"id": "0e3"
								},
								{
									"type": "entries",
									"name": "Charge",
									"entries": [
										"If the pronghorn cervan moves at least 20 feet in a straight line towards an enemy, their Antler attack deals an extra {@dice 1d6} points of piercing damage. If the target of the charge is Large or smaller, they must make a Strength saving throw against a DC of the pronghorn cervan's Proficiency Bonus + 8 + the pronghorn's Strength modifier. On failure, the target is pushed 10 feet away from the pronghorn cervan."
									],
									"id": "0e4"
								}
							],
							"id": "0e2"
						}
					],
					"id": "0d4"
				},
				{
					"type": "entries",
					"name": "Hedge",
					"entries": [
						"Sensitive and empathetic, hedges tend towards the mystic arts, especially paths of natural magic, such as druids, or those which make use of their innate talents, such as bards.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Size",
									"entries": [
										"Hedges are Small sized."
									],
									"id": "0e7"
								},
								{
									"type": "entries",
									"name": "Natural Armor",
									"entries": [
										"Hedges have a natural armor class of 14 + their Dexterity modifier."
									],
									"id": "0e8"
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"Hedges have a movement speed of 25 feet. They also have a burrow speed of 15 feet. They cannot burrow through anything more solid than packed soil."
									],
									"id": "0e9"
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Charisma score, and +1 to the base creature's Wisdom score."
									],
									"id": "0ea"
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"Hedges speak Birdfolk and Hedge. They can also speak with beasts of any size which fall into the category of insects, spiders, worms, or other bugs."
									],
									"id": "0eb"
								}
							],
							"id": "0e6"
						},
						{
							"type": "list",
							"items": [
								"Then, add the following ability:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Curl Up",
									"entries": [
										"As an action, the hedge curls up into a spiny ball. While curled up in this way they cannot move, attack, or cast spells with somatic components, and their base armor class becomes 19. Any creature that misses the hedge with a melee attack while they are curled up takes {@dice 2d4} points of piercing damage from the sharp quills. If a creature hits the hedge while they are curled up, however, the hedge is knocked {@condition prone} in their space at the end of the turn. The hedge may uncurl themselves at any point during their turn."
									],
									"id": "0ed"
								}
							],
							"id": "0ec"
						}
					],
					"id": "0e5"
				},
				{
					"type": "entries",
					"name": "Jerbeen",
					"entries": [
						"Nimble and naturally good at working as part of a team, jerbeens fit in well in a variety of roles. Their natural quickness makes them excellent thieves or duelists, and their desire to help better their communities draws many down the path of a paladin.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Size",
									"entries": [
										"Jerbeen are Small sized."
									],
									"id": "0f0"
								},
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"Jerbeen have a movement speed of 30 feet."
									],
									"id": "0f1"
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Dexterity score, and +1 to the base creature's Charisma score."
									],
									"id": "0f2"
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"Jerbeens speak Birdfolk and Jerbeen."
									],
									"id": "0f3"
								}
							],
							"id": "0ef"
						},
						{
							"type": "list",
							"items": [
								"Then, add the following abilities:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Standing Leap",
									"entries": [
										"A jerbeen's long jump is 30 feet, and their base high jump is 15 feet, with or without a running start."
									],
									"id": "0f5"
								},
								{
									"type": "entries",
									"name": "Team Tactics",
									"entries": [
										"Jerbeens can take the {@action Help} action as a bonus action."
									],
									"id": "0f6"
								}
							],
							"id": "0f4"
						}
					],
					"id": "0ee"
				},
				{
					"type": "entries",
					"name": "Mapach",
					"entries": [
						"Wily and resourceful, the mapachs are expert survivors with a special knack for tinkering. They are often drawn towards professions as artisans or craftspeople, frequently producing unconventional inventions along with standard wares. They also make excellent rangers, helping to guide those less experienced through dangerous territory for the right price.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Speed",
									"entries": [
										"Mapachs have a climb speed of 20 feet."
									],
									"id": "0f9"
								},
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Wisdom score, and +1 to the base creature's Constitution score."
									],
									"id": "0fa"
								},
								{
									"type": "entries",
									"name": "Damage Resistance",
									"entries": [
										"Mapachs are resistant to poison damage."
									],
									"id": "0fb"
								},
								{
									"type": "entries",
									"name": "Senses",
									"entries": [
										"Mapachs have {@sense darkvision} out to 60 feet."
									],
									"id": "0fc"
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"Mapachs speak Birdfolk and Mapach."
									],
									"id": "0fd"
								}
							],
							"id": "0f8"
						},
						{
							"type": "list",
							"items": [
								"Then, add the following abilities:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Skulker",
									"entries": [
										"A mapach has advantage on Dexterity ({@skill Stealth}) checks made in dim light or darkness."
									],
									"id": "0ff"
								},
								{
									"type": "entries",
									"name": "Resilience",
									"entries": [
										"Mapachs roll with advantage on saving throws against being {@condition poisoned}."
									],
									"id": "100"
								}
							],
							"id": "0fe"
						}
					],
					"id": "0f7"
				},
				{
					"type": "entries",
					"name": "Vulpin",
					"entries": [
						"Artful and cunning, vulpins are ambitious and seek positions of status, wealth, and power. An astute mind makes them natural wizards, but just as many can be found using their wits to outsmart Alderheart's Perch Guard as criminal masterminds.",
						{
							"type": "list",
							"items": [
								"Make the following adjustments to the base creature's stat block:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Ability Modifiers",
									"entries": [
										"+2 to the base creature's Intelligence score, and +1 to the base creature's Charisma score."
									],
									"id": "103"
								},
								{
									"type": "entries",
									"name": "Senses",
									"entries": [
										"Vulpins have {@sense darkvision} out to 60 feet."
									],
									"id": "104"
								},
								{
									"type": "entries",
									"name": "Languages",
									"entries": [
										"Vulpins speak Birdfolk and Vulpin."
									],
									"id": "105"
								}
							],
							"id": "102"
						},
						{
							"type": "list",
							"items": [
								"Then, add the following abilities:"
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Bite",
									"entries": [
										"Vulpins have sharp fangs that enable them to make natural bite attacks. Their bite attack deals {@damage 1d6} points of piercing damage and can be calculated using either the creature's Dexterity or Strength score for the purposes of determining the attack roll and damage bonus. Vulpins are proficient in their bite attacks. If the base creature has the Multiattack ability, this applies to the vulpin's bite attack as well."
									],
									"id": "107"
								},
								{
									"type": "entries",
									"name": "Evasive",
									"entries": [
										"A vulpin includes their Intelligence modifier (if positive) as a bonus on all Dexterity saving throws."
									],
									"id": "108"
								}
							],
							"id": "106"
						}
					],
					"id": "101"
				}
			],
			"id": "095"
		},
		{
			"type": "section",
			"name": "Appendix D: New Magic Items",
			"page": 213,
			"entries": [
				"{@font enchanted treasures|HPPHumblescratch}",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@item Blade of the Wood|HWCS}",
						"{@item Borealus|HWCS|The Borealus}",
						"{@item Feathered Helm|HWCS}",
						"{@item Necronomicon Ex Corvis|HWCS}",
						"{@item Nest Charm|HWCS}",
						"{@item Red-Feather Bow|HWCS}",
						"{@item Wing Crest Shield|HWCS}"
					]
				}
			],
			"id": "109"
		},
		{
			"type": "section",
			"name": "Appendix E: Random Encounters",
			"page": 215,
			"entries": [
				"{@font test your heroism|HPPHumblescratch}",
				"Here are a few random encounter tables to both provide inspiration for any encounter you may wish to build, and to flesh out the encounters in your game.",
				{
					"type": "table",
					"caption": "City Encounters (Levels 2-4)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"A {@creature mapach tinkerer|HWCS} with a hand cart of goods distracts the party with his marvelous wares while his {@creature hedge bard|HWCS} partner attempts to pickpocket them."
						],
						[
							2,
							"An innocent {@creature cervan priest|HWCS} is accosted by {@dice 1d4} {@creature birdfolk guard|HWCS|birdfolk guards}. These birdfolk are criminals who've stolen Perch Guard uniforms, and the party will be rewarded for their capture."
						],
						[
							3,
							"A visiting {@creature vulpin noble|HWCS} is interested in seeing the sights. Show them around town by rolling again on this table. They will accompany the party for this encounter, and should they survive, will reward the party 20 gp for the invigorating time."
						],
						[
							4,
							"A gathering of acrobatic street performers. If high enough level, a party member with the Sharp Mind trait, or who makes a DC 14 Intelligence check, will recognize a {@creature gallus monk|HWCS} among them from a wanted poster."
						],
						[
							5,
							"A citywide parade to honor Gaspard, the Champion. There are jousts, fencing matches, and other contests in which the party can participate. Defeat a {@creature jerbeen swashbuckler|HWCS} in a duel to win a magic item."
						],
						[
							6,
							"A mysterious death. If players are high enough level, this could lead to a fight with the {@creature corvum assassin|HWCS} who was paid to perform the murder."
						],
						[
							7,
							"A bar fight breaks out between {@dice 1d4} {@creature mapach bandit|HWCS} patrons and {@dice 1d4} {@creature birdfolk militia|HWCS}."
						],
						[
							8,
							"A pair of {@creature jerbeen thief|HWCS|jerbeen thieves} steal from the party. This leads back to their {@creature vulpin captain|HWCS} leader, who runs a pickpocketing ring in town."
						]
					]
				},
				{
					"type": "table",
					"caption": "Cave Encounters (Level 1)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"{@dice 1d2} {@creature gray ooze|mm|gray oozes} conceal themselves as stagnant pools."
						],
						[
							2,
							"A {@creature shifting slime|HWCS} attacks."
						],
						[
							3,
							"{@dice 1d2} roosting {@creature swarm of emberbats|HWCS|swarms of emberbats} drop from the ceiling."
						],
						[
							4,
							"2 {@creature caustic slime|HWCS|caustic slimes} attack."
						],
						[
							5,
							"The party finds a 6-foot-tall bioluminescent mushroom."
						],
						[
							6,
							"{@dice 1d4} {@creature sticky slime|HWCS|sticky slimes} attack."
						],
						[
							7,
							"Two {@creature sticky slime|HWCS|sticky slimes} and a {@creature caustic slime|HWCS} attack."
						],
						[
							8,
							"{@dice 1d4} {@creature violet fungus} attack."
						]
					]
				},
				{
					"type": "table",
					"caption": "Coast Encounters (Level 4)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"The party finds a small shrine to Gesme within a hidden grotto. The first player to pray here gains the ability to cast {@spell clairvoyance} once, without material components."
						],
						[
							2,
							"2 {@creature raptor explorer|HWCS|raptor explorers} are leading a {@creature strig tracker|HWCS} bounty hunter to the party."
						],
						[
							3,
							"{@dice 1d4} giant petrels circle overhead (use the stat block for a {@creature giant eagle}, but with a 30 ft. swim speed)."
						],
						[
							4,
							"A violent storm rolls in. If the party chooses not to take shelter, they must make a DC 14 Constitution saving throw while traveling, suffering a level of {@condition exhaustion} on a failure."
						],
						[
							5,
							"A mass of seaweed turns out to be a {@creature shambling mound}."
						],
						[
							6,
							"A ship is stolen from the docks by {@dice 1d4 + 1} {@creature birdfolk sailor|HWCS} pirates, led by a {@creature jerbeen swashbuckler|HWCS}."
						],
						[
							7,
							"A sinking ship is spotted with its crew aboard. There are {@dice 1d3} {@creature hunter shark|mm|hunter sharks} circling in the water."
						],
						[
							8,
							"A crashing wave sweeps in, and the party must make a DC 14 Strength saving throw or be swept 80 feet into the sea, where a {@creature water elemental} lies in wait."
						]
					]
				},
				{
					"type": "table",
					"caption": "Forest Encounters (Level 1-2)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"{@dice 2d4} {@creature mapach bandit|HWCS|mapach bandits} ambush the party."
						],
						[
							2,
							"{@dice 1d2} {@creature swarm of emberbats|HWCS|swarms of emberbats} attack the party."
						],
						[
							3,
							"{@dice 1d4} {@creature magmin} can be spotted burning foliage through the trees. They haven't started a fire yet, but they will if left unchecked."
						],
						[
							4,
							"The party finds a moss covered shrine to Reya. The first character that stops to pray here gains the ability to cast {@spell elevated sight|HWCS} once."
						],
						[
							5,
							"{@dice 1d4} {@creature mapach bandit|HWCS|mapach bandits} and a {@creature jerbeen thief|HWCS} spring from the forest, offering safe passage for a road toll of 3 gp per party member. They will attack if the toll is not paid immediately."
						],
						[
							6,
							"{@dice 1d3} {@creature wolf|mm|wolves} led by a {@creature dire wolf} attack the party."
						],
						[
							7,
							"A {@creature birdfolk skirmisher|HWCS} on patrol is struggling in a large spider web and calling for help. He has been bound in silk, requiring a DC 15 Strength check or one round using a cutting tool to free him. There are {@dice 1d2 + 1} {@creature giant spider|mm|giant spiders} hidden in the trees."
						],
						[
							8,
							"A bandit's net trap has been laid across the trail and covered with leaves. It can be spotted with a DC 15 Wisdom ({@skill Perception}) check. If players walk into it, the trap springs, and players must make a DC 14 Dexterity saving throw to avoid getting caught. On a failure, you can roll on this table again to complicate the encounter."
						]
					]
				},
				{
					"type": "table",
					"caption": "Mountain Encounters (Levels 2-3)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"Two {@creature griffon|mm|griffons} can be seen in the distance. They give a warning shriek. The party can find another route, losing ground and rolling again on this table, or fight them."
						],
						[
							2,
							"{@dice 1d4} {@creature mapach bandit|HWCS|mapach bandits} and a {@creature vulpin captain|HWCS} attack."
						],
						[
							3,
							"A hungry {@creature basilisk} appears."
						],
						[
							4,
							"{@dice 1d4} {@creature jerbeen thief|HWCS|jerbeen thieves} attack."
						],
						[
							5,
							"{@dice 1d4} {@creature mountain lion|HWCS|mountain lions} attack."
						],
						[
							6,
							"The weather suddenly shifts to a bitter storm. If the party chooses not to take shelter, they must make a DC 13 Constitution saving throw while traveling, suffering a level of {@condition exhaustion} from the cold on a failure."
						],
						[
							7,
							"The party finds a weathered shrine to Altus. The first character that stops to pray here gains the ability to cast {@spell enhance ability} once, without using material components. The player may only select either the {@b Bear's Endurance} or {@b Bull's Strength} options when the spell is cast."
						],
						[
							8,
							"The party finds a roost of {@dice 1d3} {@creature giant eagle|mm|giant eagles} with {@dice 1d4} young (Medium sized beasts that cannot attack) with them. They will attack unless the party can convince them they are not a threat."
						]
					]
				},
				{
					"type": "table",
					"caption": "Scorched Grove Encounters (Level 3)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"{@dice 1d4 + 1} {@creature swarm of emberbats|HWCS|swarms of emberbats} attack."
						],
						[
							2,
							"An {@creature ashsnake|HWCS} attacks. If the party is hunting for the ashsnake in {@adventure Part 3|HWAitW|3}, it is waiting to ambush them."
						],
						[
							3,
							"The party finds a small stand of scorched trees, two of which tower above the others. When approached these two {@creature awakened tree|mm|awakened trees} attack with branches that glow with embers. Their attacks deal fire damage instead of bludgeoning damage, and can set flammable objects carried by characters on fire."
						],
						[
							4,
							"One {@creature fire elemental} can be seen off in the distance. Players must make a DC 10 Dexterity ({@skill Stealth}) check to avoid its notice, otherwise it will see them and attack. "
						],
						[
							5,
							"{@dice 1d3} {@creature magma mephit|mm|magma mephits} and {@dice 1d2} {@creature dust mephit|mm|dust mephits} attack."
						],
						[
							6,
							"{@dice 1d4} {@creature magmin} attack."
						],
						[
							7,
							"A Tender is being attacked by a {@creature swarm of emberbats|HWCS}."
						],
						[
							8,
							"A field of geysers lays ahead, each intermittently spraying scalding gases into the air. The party can attempt to cross cautiously with a DC 16 Intelligence check to notice a pattern, or by making three DC 14 Dexterity saving throws, taking 4 ({@dice 1d8}) fire damage on each failure. Pass or fail, after 3 saving throws they've made it across. Alternatively, party members can choose to go around. If so, roll again on this table."
						]
					]
				},
				{
					"type": "table",
					"caption": "Swamp Encounters (Level 1)",
					"colLabels": [
						"d8",
						"Encounter"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"{@dice 1d3} {@creature birdfolk skeleton|HWCS|birdfolk skeletons}, covered in moss rise from the murky water and attack."
						],
						[
							2,
							"Two {@creature sticky slime|HWCS|sticky slimes} and a {@creature caustic slime|HWCS} attack."
						],
						[
							3,
							"The party stumbles upon a {@creature swarm of quippers} in the water. Players with a passive Perception of 15 or higher notice the swarm and avoid it."
						],
						[
							4,
							"The party finds a fungus covered shrine to Henwin within a tangle of plant life. The first character to pray here gains the ability to cast {@spell spiny shield|HWCS} once, without using material components."
						],
						[
							5,
							"{@dice 1d4} {@creature sticky slime|HWCS|sticky slimes} attack."
						],
						[
							6,
							"{@dice 1d2} {@creature swarm of insects|MM|swarms of insects} envelop the party. They have a walking speed of 5 ft., a 30 ft. flying speed, and no climbing speed."
						],
						[
							7,
							"Two {@creature caustic slime|HWCS|caustic slimes} attack."
						],
						[
							8,
							"A birdfolk researcher caught in quicksand. Requires a DC 12 Strength ({@skill Athletics}) check to free. Roll again on this table to complicate the encounter."
						]
					]
				}
			],
			"id": "10a"
		},
		{
			"type": "section",
			"name": "Appendix F: What did They Find?",
			"page": 218,
			"entries": [
				"{@font curious baubles|HPPHumblescratch}",
				"Use this helpful list to determine what a character might find when searching through a place in the Wood, in an NPCs bag, or the like.",
				{
					"type": "table",
					"caption": "What did They Find?",
					"colLabels": [
						"d20",
						"They find..."
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"A carefully cleaned and varnished mouse skull."
						],
						[
							2,
							"A ruby statue worth 50 gp, but birdfolk and humblefolk alike believe it to be cursed."
						],
						[
							3,
							"A golden coin dating back to the very founding of Alderheart."
						],
						[
							4,
							"A small switch-knife hidden inside of a wooden spoon."
						],
						[
							5,
							"A holy symbol of an Amaranthine not worshiped in Humblewood."
						],
						[
							6,
							"A feather with brilliant tropical colors, not seen on any Humblewood birdfolk."
						],
						[
							7,
							"A ring with a strange seed where a gemstone would normally be."
						],
						[
							8,
							"A mechanical cricket, but its winding key is missing."
						],
						[
							9,
							"A thin length of chain, that when examined is actually made of seamless loops of wood."
						],
						[
							10,
							"A small bag containing hand polished marbles, each one with a different small insect in it."
						],
						[
							11,
							"A necklace made from the shells of small iridescent beetles."
						],
						[
							12,
							"A wooden frog that is perpetually slick with some kind of viscous moisture."
						],
						[
							13,
							"A short, thin twig that is unbendable and indestructible."
						],
						[
							14,
							"A locket made from a polished periwinkle shell. A strange sigil has been carved on the inside."
						],
						[
							15,
							"A glass jar filled with eight fireflies, each giving off light. One glows white, and the others glow a different color of the rainbow."
						],
						[
							16,
							"A bandit mask from a time before the Coalition."
						],
						[
							17,
							"A detailed onyx carving of a birdfolk skull. It is cold to the touch."
						],
						[
							18,
							"A silver pinecone that is completely immune to fire damage."
						],
						[
							19,
							"A locked music box. Mechanical chirping can occasionally be heard from inside."
						],
						[
							20,
							"A weathered parchment scroll, which unfurls to reveal music inscribed in long-faded ink."
						]
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HWCS/WDTF.webp"
					},
					"width": 603,
					"height": 384
				}
			],
			"id": "10b"
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Writing and Game Design",
							"entries": [
								"Christopher Pinch, Matthew Gravelyn, Jordan Richer, Andrea Bruce, TR Rowe"
							]
						},
						{
							"type": "item",
							"name": "Concept Creators",
							"entries": [
								"Ricardo Evangelho, Jordan Richer, Leesha Hannigan, Andrea Bruce"
							]
						},
						{
							"type": "item",
							"name": "Editors",
							"entries": [
								"Andrea Bruce, TR Rowe, Dominik Parisien"
							]
						},
						{
							"type": "item",
							"name": "Art Director",
							"entries": [
								"Leesha Hannigan"
							]
						},
						{
							"type": "item",
							"name": "Graphic Designers",
							"entries": [
								"Rajaa Al-Subairi, Ricardo Evangelho, Meredith Smallwood"
							]
						},
						{
							"type": "item",
							"name": "Front Cover Illustrators",
							"entries": [
								"Leesha Hannigan, Christina Kraus"
							]
						},
						{
							"type": "item",
							"name": "Iconography",
							"entries": [
								"Leesha Hannigan"
							]
						},
						{
							"type": "item",
							"name": "Back Cover Illustrator",
							"entries": [
								"Derek Murphy"
							]
						},
						{
							"type": "item",
							"name": "Cartographers",
							"entries": [
								"Hugo Solis, Tim Paul Piotorwski, Blue Sword Games, David Lanza Cebrian"
							]
						},
						{
							"type": "item",
							"name": "Interior Illustrators",
							"entries": [
								"Leesha Hannigan, Andrea Radeck, Anneliese Mak, April Prime, Beck Hallstedt, Ben Zweifel, Brittany Pezzillo, Christina Kraus, Christina Pirvu, Crystal Sully, Cynthia F.G., Derek Murphy, Emily Hare, Griffin Macaulay, Ilse Gort, Jason Rainville, Jen Pattison, Jon Neimeister, Julia Metzger, Katy Grierson, Kiana Hamm, Kimberli Johnson, Lake Hurwitz, Lauren Henderson, Matei Monoranu, Paul Scott Canavan, Risa Hulett, Sarah Webb, Tiffany Turrill, Vadim Ciocazan, Valeria Ivanova, Veronika Fedorova"
							]
						},
						{
							"type": "item",
							"name": "Additional Contributors",
							"entries": [
								"Holly Conrad, Deven Rue, Catherine Hariton"
							]
						},
						{
							"type": "item",
							"name": "Special Thanks",
							"entries": [
								"Gail Simone, Erika Ishii, Brian Scott Walters, Geoffrey Palmer, Russ Charles, Corrina Malone"
							]
						}
					]
				},
				"{@b An extra-special thanks to our amazing 14,604 Kickstarter backers who helped bring this project to life!}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HWCS/credits.webp"
					},
					"maxWidth": 800,
					"credit": "Lauren Henderson",
					"width": 1700,
					"height": 840
				},
				{
					"type": "inset",
					"entries": [
						"{@book Humblewood Campaign Setting|HWCS} is Copyright  2022 Hit Point Press Inc., 1175 Brookfield Rd East, Ottawa, Ontario, K1V0C3, Canada. All rights reserved. All characters and their distinctive likenesses are property of Hit Point Press Inc. in Canada, US and other countries. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express permission of Hit Point Press Inc. Reference to other copyrighted material in no way constitutes a challenge to the respective copyright holders of that material. Hit Point Press, The Deck of Many, Humblewood and its associated logos are trademarks of Hit Point Press Inc. Second Printing. Printed in Lithuania."
					],
					"id": "10d"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HWCS/credits1.webp"
					},
					"maxWidth": 250,
					"credit": "Lauren Henderson",
					"width": 850,
					"height": 740
				}
			],
			"id": "10c"
		}
	]
}
