{
	"data": [
		{
			"type": "section",
			"name": "Introduction: Witness Netheril's Doom",
			"id": "000",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/NF/000-00-001.looking-at-flying-city.webp"
					},
					"title": "Residents of a Low Netherese settlement gaze upon the spectacular sight of a flying city",
					"credit": "ÁLvaro Calvo Escudero",
					"width": 1700,
					"height": 2292
				},
				"Lost to the annals of time is an empire of magical decadence and societal decay like no other: Netheril. Two thousand years ago, Netheril cowed Faerûn with its flying cities, archmages of unrivaled power, and mighty magical wonders. When Netheril fell, Faerûn's fabric shuddered. A huge swath of land shriveled into the Anauroch desert.",
				"Yet echoes of ancient Netheril persist. Flying cities' ruins dot Anauroch and the surrounding lands, tantalizing adventurers who dare face untold horrors for the promise of wealth and magic. Scholars and mages alike seek Netherese knowledge, whether to illuminate history or gain a fragment of Netheril's spellcasters' power.",
				"Ancient Netherese mages' wild experimentations with temporal magic warped the fabric of the time stream, making adventuring in the fallen empire possible. Hidden in the present day are time gates that lead to ancient Netheril and facilitate these adventures. Additionally, unfettered experimentation with Netherese magic in the past or present occasionally shunts present-day heroes into ancient Netheril.",
				"Adventures set in the past might allow characters to become storied heroes of antiquity. In ancient Netheril, the opportunities for adventure are vast and terrifying, from arcane squalls running amok to violent villains who siphon Netheril's magic. The rewards for adventuring in Netheril are as fantastical as the magical empire itself.",
				{
					"type": "section",
					"name": "Using This Supplement",
					"id": "001",
					"entries": [
						"This supplement includes the tools you need to play Dungeons & Dragons adventures set in ancient Netheril, a long-fallen empire in the Forgotten Realms. Monster stat blocks referenced appear in the {@book Monster Manual|XMM} or {@book appendix B|NF|6}.",
						"This introduction gives an overview of ancient Netheril and its history. Although this introduction is suitable for all players' eyes, the remainder of this supplement is intended for Dungeon Masters only.",
						"The following is included:",
						"{@book Chapter 1|NF|1} provides information about adventuring in ancient Netheril, including details about the flying city of Eileanar and the port city of Conch. Maps and tools for adventures set in these cities are also included.",
						"{@book Chapter 2|NF|2} explains environmental effects and hazards common in ancient Netheril due to magic's overuse and exploitation.",
						"{@book Chapter 3|NF|3} details present-day time gates where characters can time travel to ancient Netheril, along with maps and adventures set near these gates.",
						"{@book Chapter 4|NF|4} provides maps and adventures set in ancient Netheril.",
						"{@book Appendix A|NF|5} includes Netherese magic items characters might acquire during their adventures.",
						"{@book Appendix B|NF|6} provides a bestiary of creatures found in ancient Netheril.",
						{
							"type": "entries",
							"name": "Ensuring Fun for All",
							"id": "002",
							"entries": [
								"This supplement deals with themes that some might find sensitive or uncomfortable. Before you incorporate this supplement into your game, read its contents carefully, review the \"{@book Ensuring Fun for All|XDMG|0|Ensuring Fun for All}\" section in the {@book Dungeon Master's Guide|XDMG}, and be sure to have a conversation with your players as described in the \"Hard and Soft Limits\" section."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Empire's Rise and Fall",
					"id": "003",
					"entries": [
						"Five thousand years ago, the people (mostly humans) who lived in a collection of small fishing villages called the Alliance of Seventon struck an alliance with the elven kingdom of Eaerlann. The Eaerlanni elves taught the humans about magic. Following this advancement, the alliance renamed itself Netheril, after King Nether the Elder, and all citizens learned the basics of rudimentary spellcasting.",
						"Three hundred years later, the Netherese discovered a collection of ancient writings on precious metals that contained vast bodies of magical knowledge. Using these lengthy documents, which came to be known as the {@i Nether Scrolls}, Netherese arcanists learned how to wield magic exponentially more powerful than anything they'd cast before. After centuries of magical progress and imperial expansion, the Netherese who mastered the power of the {@i Nether Scrolls} became the ruling class.",
						"Netherese magical might dominated Faerûn for more than 2,500 years. During Netheril's Shadowed Age, though, several factors led to the empire's fall.",
						{
							"type": "entries",
							"name": "Peak Magical Excess",
							"id": "004",
							"entries": [
								"At the empire's height, Netheril's most powerful mages lived in great flying cities powered by magical orbs known as mythallars, a type of mythal, which are sources of great magical power. Forever hungry for deeper magical understanding, the mages conducted wild magical experimentations from their aerial abodes. By the time the Shadowed Age arrived, these experimentations had dangerously taxed the fabric of the Weave, the tapestry of raw magic that flows through the world. Magical mishaps began to compound, and flying cities eventually began to fall from the sky."
							]
						},
						{
							"type": "entries",
							"name": "A Disgruntled Underclass",
							"id": "005",
							"entries": [
								"Meanwhile, a servant underclass had developed among those on the ground who lacked the wealth or ability to devote themselves to magical study. Peasants eked out livings in the meager employment of wealthy mages who owned the land and controlled the economy. These peasants seethed at Netheril's inequity, while the ruling class's hubris and thirst for power kept the mages oblivious to the peasants' anger."
							]
						},
						{
							"type": "entries",
							"name": "A Subterranean Threat",
							"id": "006",
							"entries": [
								"During the Shadowed Age, as the Netherese's overuse of magic began to affect the Weave, an outside threat against Netheril emerged. Deep underground, where the Anauroch desert stretches today, lived magic-obsessed creatures called phaerimm. The Netherese's weakening of the Weave also weakened the phaerimm, even limiting their lifespans, and the phaerimm hated the empire as a result.",
								"Using their abilities to siphon magic from the Weave, the phaerimm began to assault the mighty empire above. The phaerimm's magic caused the fall of some flying cities. Additionally, groups of phaerimm began strategically striking aboveground targets. These operations were so devastating that few victims survived. The Netherese became terrified of the phaerimm. The phaerimm's magic led to Anauroch's desertification, further contributing to the underclass's unrest.",
								"The phaerimm, once they'd dispatched Netheril, planned to build their own empire built on suffering and dominance over all who weren't their own. The phaerimm's assaults on Netheril chipped away at the empire's already crumbling facade, and the Netherese mages became desperate."
							]
						},
						{
							"type": "entries",
							"name": "Folly Before the Fall",
							"id": "007",
							"entries": [
								"In–339 DR, Netheril's most powerful mage, the dangerously brilliant Karsus, attempted to neutralize the phaerimm threat by casting a spell of unparalleled power to replace Mystryl, the god of magic, with himself. Karsus believed having absolute control over the Weave would allow him to save his people, though in his hubris, he also coveted the powers of a god. While Karsus cast his spell, the Weave surged and fluctuated.",
								"Mystryl, the only one who could mitigate the damage dealt to the Weave, countered Karsus during the spell's casting by sacrificing herself and tearing the Weave asunder. This caused Karsus to die as well. For a time, magic vanished from the world, until the god of magic returned as Mystra.",
								"Without magic to keep them aloft, the remaining flying cities of Netheril crashed to the ground, though the flying city of Thultanthar managed to escape to the Shadowfell. Many mages died with Mystryl's sacrifice, while others suffered shattered minds. Once magic eventually returned, Netherese mages could no longer cast their mightiest spells as they had before. The Netherese empire began to crumble. Eventually, the land that once boasted the world's most powerful empire became a barren desert, the life and magic stripped from it thanks to the phaerimm's siphoning powers."
							]
						},
						{
							"type": "entries",
							"name": "Netheril Returned",
							"id": "008",
							"entries": [
								"In 1372 DR, the flying city of Thultanthar, also called the City of Shade, emerged from the Shadowfell, where it had lain hidden for centuries. The city's rulers, calling themselves Shadovar, began rebuilding the long-lost Netherese empire, even returning life and growth to the desert. They dubbed this reborn empire the Empire of Shade. Thultanthar crashed to the ground in 1487 DR, landing in Myth Drannor in the Heartlands, and the Shadovar empire fell with it. But survivors of that catastrophe work to re-create the fallen city, where elements of the ancient empire, now twisted by the Shadowfell's influence, still persist."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "An Empire Divided",
					"id": "009",
					"entries": [
						"For most of its existence, Netheril was an empire split in two parts: High Netheril and Low Netheril.",
						{
							"type": "entries",
							"name": "High Netheril",
							"id": "00a",
							"entries": [
								"High Netheril was the society of mages that dominated Netheril. High Netherese families were headed by powerful mages, though not every family member was proficient with magic. High Netherese ensured their descendants were elevated with wealth, education, and privilege above the laboring class, though High Netherese who couldn't use magic could never achieve true political or economic power.",
								{
									"type": "entries",
									"name": "Decadent Wealth",
									"id": "00b",
									"entries": [
										"High Netherese hoarded the empire's wealth, jealously guarding their gains and fighting among themselves to claim more. Most High Netherese lived in flying cities, but some built enclaves in similarly dramatic locations protected by magic, such as atop waterfalls, in caverns, on isolated mountain peaks, or in calderas of volcanoes."
									]
								},
								{
									"type": "entries",
									"name": "Magic Dependence",
									"id": "00c",
									"entries": [
										"High Netherese regarded those who didn't use magic as undisciplined children in need of guidance, yet the mages were made helpless by their own surfeit of privilege. A typical High Netherese couldn't sew a button, sharpen a sword, or start a fire without magic. Some couldn't write or read altogether, relying on enchanted quills and speaking parchment instead."
									]
								},
								{
									"type": "entries",
									"name": "Society",
									"id": "00d",
									"entries": [
										"High Netherese society was full of beautiful people gilded with glamour, all concealing their true faces, forms, and agendas via magic. The life of a High Netherese mage was one of politics, danger, hedonism, and fierce competition.",
										"Most High Netherese aimed to create or curate outrageous magical inventions that flaunted their ingenuity and avant-garde tastes. Even government officials and military officers favored dramatic, decadent magic over direct solutions."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Low Netheril",
							"id": "00e",
							"entries": [
								"Low Netheril was the working class, which served the aristocratic mages who held all of the empire's wealth and power.",
								{
									"type": "entries",
									"name": "A Life of Hardship",
									"id": "00f",
									"entries": [
										"Low Netherese lived in poverty and extreme taxation. Most Low Netherese farmed, fished, mined, or otherwise worked to serve and supply the mages. Low Netherese almost never owned their homes or lands, instead laboring to pay the ever-increasing costs imposed by their mage overlords. Lest the workers organize rebellion, High Netherese mages occasionally conducted raids, descending from the sky unexpectedly to make an example of dissidents."
									]
								},
								{
									"type": "entries",
									"name": "Family and Magic",
									"id": "010",
									"entries": [
										"Out of sight of the mages, Low Netherese honored complex and rich customs marked by a profound storytelling tradition and unbreakable family bonds. Tattoos kept records of every parent, spouse, and child in a family."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Netheril at its Height",
					"id": "011",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/NF/001-map-00.01-netheril-at-its-height.webp"
							},
							"imageType": "map",
							"title": "Map: Netheril at its Height",
							"credit": "Adam Cook",
							"width": 3167,
							"height": 4096,
							"id": "0a0",
							"grid": {
								"type": "none",
								"size": 522,
								"distance": 125,
								"units": "miles"
							}
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Map:",
									"entry": "Netheril At Its Height shows Netheril during its Golden Age. Flying cities soared high above the ground and are marked on the map in relation to other features in the region."
								}
							]
						},
						{
							"type": "inset",
							"name": "Netheril Timeline",
							"id": "012",
							"entries": [
								"This timeline provides a summary of ancient Netheril's history. Dates are provided in Dalereckoning (DR), though the Netherese themselves used a calendar that counted from the founding of the empire at the start of the First Age.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "First Age (–3859 DR to–3534 DR)",
											"entry": "The Eaerlanni elves teach magical traditions to the Netherese people, who live in a collection of fishing villages."
										},
										{
											"type": "item",
											"name": "Nether Age (–3533 DR to–3316 DR)",
											"entry": "The Netherese discover the Nether Scrolls, allowing arcanists to use exponentially more powerful magic. These arcanists learn and pass on greater and greater magical knowledge, eventually becoming Netheril's ruling class."
										},
										{
											"type": "item",
											"name": "Mythallar Era (–3315 DR to–2759 DR)",
											"entry": "The mage Ioulaum creates the first mythallar and flying city. The empire soon splits into High and Low Netheril."
										},
										{
											"type": "item",
											"name": "Silver Age (–2758 DR to–2208 DR)",
											"entry": "The empire grows and explores the area that will later become the Sword Coast."
										},
										{
											"type": "item",
											"name": "Golden Age (–2207 DR to–1206 DR)",
											"entry": "Netheril flourishes and establishes undersea enclaves known collectively as Deep Netheril. During this time, many Nether Scrolls are lost or stolen."
										},
										{
											"type": "item",
											"name": "Age of Discovery (–1205 DR to–697 DR)",
											"entry": "High Netheril begins experimenting with travel to other worlds."
										},
										{
											"type": "item",
											"name": "Shadowed Age (–696 DR to–340 DR)",
											"entry": "The archwizard Karsus founds the flying city of Eileanar. The last Nether Scrolls are stolen while subterranean phaerimm siphon the empire's magic and life. Low Netherese begin coordinated civil resistance."
										},
										{
											"type": "item",
											"name": "Karsus's Folly (–339 DR)",
											"entry": "Karsus casts Karsus's Avatar, attempting to become a god and nearly destroying all magic. Karsus dies in this effort, and flying cities plummet to the ground across Faerûn. The Netherese empire collapses."
										},
										{
											"type": "item",
											"name": "Netheril Returns (1372 DR)",
											"entry": "The flying city of Thultanthar returns to Anauroch from the Shadowfell but falls again in 1487 DR."
										},
										{
											"type": "item",
											"name": "The Year of the Shining Mythal (1501 DR)",
											"entry": "This is the present day (as of {@book Forgotten Realms: Heroes of Faerûn|FRHoF} and {@book Forgotten Realms: Adventures in Faerûn|FRAiF})."
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 1: Adventuring in Netheril",
			"id": "013",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/NF/002-01-001.flying-city.webp"
					},
					"title": "Flying cities are the breathtaking pinnacle of Netherese magic and excess",
					"credit": "Luca Bancone",
					"width": 1700,
					"height": 2292
				},
				"To adventure in ancient Netheril is to walk into an empire of boundless magic and tyrannical cruelty. Netheril is a unique magical society, existing in a different era of the Forgotten Realms. Should your adventures take place just before Netheril's fall, your players will experience the Forgotten Realms' most arrogant civilization moments before its spectacular end.",
				"This chapter provides guidance on setting your game in Netheril and details two ancient Netherese cities: {@area Eileanar|01e|x}, a flying city of magical opulence, and {@area Conch|040|x}, where the conflicts between High and Low Netheril are on full display.",
				{
					"type": "section",
					"name": "Adventuring in the Past",
					"id": "014",
					"entries": [
						"The moment they step into ancient Netheril, characters from the present day should notice the trappings of a different time.",
						{
							"type": "entries",
							"name": "Abundant Magic",
							"id": "015",
							"entries": [
								"Magic is everywhere in Netheril, with constant spellcasting, abundant magical effects, and magic items a common part of everyday life. Everywhere characters go, they see evidence of this rampant magic use. Mages might fly about the streets; household objects might be animated, busily handling chores; and public art might be suspended in the air, capturing the intersection of beauty and magic.",
								"The expression of magic varies widely depending on where characters roam in ancient Netheril. In a flying city, magic is on opulent, wanton display. On the ground, magic is still everywhere, but it's clear only High Netherese mages wield and benefit from it.",
								{
									"type": "inset",
									"name": "Accessing Ancient Netheril",
									"id": "016",
									"entries": [
										"Characters from the present-day Forgotten Realms might reach ancient Netheril in the following ways:",
										{
											"type": "list",
											"items": [
												"Via a time gate, as described in {@book chapter 3|NF|3}.",
												"Via a magical mishap that pulls them from the present into the past, as described in {@book chapter 4|NF|4}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Netherese Pets",
									"id": "017",
									"entries": [
										"Netherese mages use magic to create fantastical pets, which are in abundance throughout the empire. Strange, chimeric pets are common, such as winged hares, venomous baboons, or feathered mastiffs. Sometimes these pets find their way to Low Netherese households, though whether their High Netherese creators bother to retrieve them is down to the individual mage."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Fashion and Aesthetics",
							"id": "018",
							"entries": [
								"Both High and Low Netherese individuals favor loose, flowing attire such as togas, robes, cloaks, and sashes. They often adorn their heads with shawls, headbands, veils, or wreaths.",
								{
									"type": "entries",
									"name": "High Netherese Fashion",
									"id": "019",
									"entries": [
										"Members of the upper class tend to flaunt their wealth and dress to impress. High Netherese drape themselves in silk, satin, or linen, all in bright, rich colors. They accessorize with extravagant fur, feathers, and expensive leather. Their jewelry often incorporates magic, with circlets, rings, necklaces, and fastenings sporting heatless flames, unmelting ice, or pure light."
									]
								},
								{
									"type": "entries",
									"name": "Low Netherese Fashion",
									"id": "01a",
									"entries": [
										"Low Netherese individuals typically wear rough, homespun tunics; heavy woolen cloaks; and thick rope sandals or cloth boots. Their fabrics are rarely dyed, though when they are, earth tones dominate. Adornments such as earrings, pendants, armbands, and belts are typically made of knotted rope or carved from wood or stone."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Language",
							"id": "01b",
							"entries": [
								"The common language in Netheril is Netherese, which appears on the {@table Standard Languages of Faerûn|FRHoF} table in {@book Forgotten Realms: Heroes of Faerûn|FRHoF}"
							]
						},
						{
							"type": "entries",
							"name": "Presence of Time Travelers",
							"id": "01c",
							"entries": [
								"Should the characters be revealed as time travelers, Netherese might be less surprised than the characters assume. Magical travel of all kinds is pervasive among Netheril's mages, so most Netherese would accept time travel as another form of magical experimentation. Reactions are likely to range from polite interest or intellectual curiosity among High Netherese to grudging acceptance or wary suspicion among Low Netherese.",
								"The dangers of the characters being discovered as time travelers depend on the reaction of greedy Netherese mages, who might want to take control of time travel for their own purposes. Alternatively, a desperate Low Netherese servant might want to steal the characters' means of travel to escape from servitude or coming disaster."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Netherese Sensibilities",
					"id": "01d",
					"entries": [
						"The Netherese people, whether they're mages or not, tend to share similar cultural viewpoints. Understanding these views can help you roleplay Netherese NPCs.",
						"Netherese individuals typically express the following common assumptions:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Brutal Outlook",
									"entry": "Violence is normal and part of everyday life."
								},
								{
									"type": "item",
									"name": "Quick Fixes",
									"entry": "Magic is the solution to every problem."
								},
								{
									"type": "item",
									"name": "Spellcasters' Privilege",
									"entry": "Magic-users will always be privileged in society, while those who don't use magic will always be at a disadvantage."
								},
								{
									"type": "item",
									"name": "Stratified Society",
									"entry": "Low Netherese have harder lives than High Netherese."
								},
								{
									"type": "item",
									"name": "Superiority Complex",
									"entry": "Netheril is the apex of civilization, and its fall would be the end of history."
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Eileanar",
					"id": "01e",
					"entries": [
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/003-map-01.01-eileanar.webp"
									},
									"imageType": "map",
									"title": "Map 01.01: Eileanar",
									"credit": "Mike Schley",
									"width": 4096,
									"height": 2650,
									"id": "0a1",
									"grid": {
										"type": "none",
										"size": 120,
										"distance": 100
									},
									"mapRegions": [
										{
											"area": "02a",
											"points": [
												[
													2323,
													1097
												],
												[
													2331,
													978
												],
												[
													2298,
													814
												],
												[
													2170,
													713
												],
												[
													1935,
													648
												],
												[
													1741,
													617
												],
												[
													1544,
													663
												],
												[
													1379,
													808
												],
												[
													1334,
													1003
												],
												[
													1330,
													1171
												],
												[
													1353,
													1347
												],
												[
													1582,
													1477
												],
												[
													1670,
													1519
												],
												[
													1849,
													1546
												],
												[
													2037,
													1546
												],
												[
													2239,
													1465
												],
												[
													2361,
													1337
												],
												[
													2423,
													1263
												],
												[
													2413,
													1160
												],
												[
													2354,
													1144
												]
											]
										},
										{
											"area": "02e",
											"points": [
												[
													1284,
													525
												],
												[
													1253,
													392
												],
												[
													1406,
													310
												],
												[
													1605,
													269
												],
												[
													1708,
													304
												],
												[
													1693,
													426
												],
												[
													1561,
													504
												],
												[
													1395,
													552
												]
											]
										},
										{
											"area": "031",
											"points": [
												[
													703,
													1290
												],
												[
													764,
													1156
												],
												[
													879,
													1120
												],
												[
													959,
													1152
												],
												[
													1036,
													1272
												],
												[
													1022,
													1383
												],
												[
													923,
													1397
												],
												[
													787,
													1399
												],
												[
													728,
													1374
												]
											]
										},
										{
											"area": "034",
											"points": [
												[
													1314,
													1851
												],
												[
													1305,
													1683
												],
												[
													1353,
													1561
												],
												[
													1490,
													1534
												],
												[
													1624,
													1549
												],
												[
													1674,
													1735
												],
												[
													1656,
													1842
												],
												[
													1563,
													1890
												],
												[
													1441,
													1912
												],
												[
													1353,
													1905
												]
											]
										},
										{
											"area": "03a",
											"points": [
												[
													1135,
													1909
												],
												[
													1076,
													1844
												],
												[
													1093,
													1760
												],
												[
													1150,
													1739
												],
												[
													1227,
													1758
												],
												[
													1250,
													1825
												],
												[
													1227,
													1893
												]
											]
										},
										{
											"area": "03a",
											"points": [
												[
													841,
													652
												],
												[
													759,
													674
												],
												[
													674,
													613
												],
												[
													665,
													533
												],
												[
													791,
													480
												],
												[
													875,
													495
												],
												[
													927,
													600
												],
												[
													890,
													636
												]
											]
										},
										{
											"area": "03a",
											"points": [
												[
													2671,
													1769
												],
												[
													2600,
													1786
												],
												[
													2556,
													1706
												],
												[
													2637,
													1599
												],
												[
													2736,
													1590
												],
												[
													2774,
													1624
												],
												[
													2774,
													1702
												],
												[
													2738,
													1767
												]
											]
										},
										{
											"area": "037",
											"points": [
												[
													3110,
													1381
												],
												[
													3057,
													1240
												],
												[
													3024,
													1160
												],
												[
													2963,
													1087
												],
												[
													2923,
													961
												],
												[
													2958,
													919
												],
												[
													3168,
													932
												],
												[
													3294,
													971
												],
												[
													3301,
													1102
												],
												[
													3286,
													1261
												],
												[
													3231,
													1343
												],
												[
													3147,
													1383
												]
											]
										},
										{
											"area": "03d",
											"points": [
												[
													1286,
													1976
												],
												[
													1223,
													2153
												],
												[
													1139,
													2186
												],
												[
													971,
													2245
												],
												[
													848,
													2226
												],
												[
													703,
													2172
												],
												[
													506,
													2023
												],
												[
													327,
													1813
												],
												[
													298,
													1603
												],
												[
													269,
													1370
												],
												[
													348,
													1076
												],
												[
													451,
													808
												],
												[
													510,
													732
												],
												[
													611,
													625
												],
												[
													730,
													688
												],
												[
													814,
													697
												],
												[
													936,
													615
												],
												[
													890,
													460
												],
												[
													1129,
													373
												],
												[
													1229,
													384
												],
												[
													1259,
													552
												],
												[
													1293,
													583
												],
												[
													1076,
													718
												],
												[
													972,
													780
												],
												[
													799,
													946
												],
												[
													736,
													1060
												],
												[
													674,
													1177
												],
												[
													629,
													1334
												],
												[
													694,
													1536
												],
												[
													768,
													1592
												],
												[
													898,
													1741
												],
												[
													971,
													1834
												],
												[
													1083,
													1934
												],
												[
													1223,
													1976
												]
											]
										}
									],
									"hrefThumbnail": {
										"type": "internal",
										"path": "book/NF/thumbnail/003-map-01.01-eileanar.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/004-map-01.01-eileanar-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"width": 4096,
									"height": 2650,
									"mapParent": {
										"id": "0a1"
									},
									"credit": "Mike Schley",
									"grid": {
										"type": "none",
										"size": 120,
										"distance": 100
									}
								}
							]
						},
						"Eileanar, also known as Karsus's Enclave or simply Karsus (after its founder and ruler), was a flying city and the crown jewel of High Netherese learning, culture, and magic. The following sections assume the characters visit Eileanar near the end of Netheril's Shadowed Age, though you should adjust descriptions as necessary if the characters visit the city earlier.",
						{
							"type": "inset",
							"name": "Music in Netheril",
							"id": "01f",
							"entries": [
								"Music is a vital part of Netherese culture. Musicians often use spells or enchanted instruments to enhance their playing.",
								"Among High Netherese, magical music is common. Music comes from everywhere and nowhere, and it responds to the environment with shifting tone, tempo, and improvised lyrics about passersby.",
								"Among Low Netherese, folk music can almost always be heard nearby. People sing while they work and make music to rest, celebrate, and mourn. Lone Low Netherese individuals often hum to themselves, unaware they're doing so."
							]
						},
						{
							"type": "entries",
							"name": "Eileanar Overview",
							"id": "020",
							"entries": [
								"Eileanar is ruled with absolute authority by Karsus, one of the most powerful mages in Netherese history. Karsus established Eileanar near the beginning of the Shadowed Age, and at first the mage was an attentive ruler. However, near the age's end, Karsus became increasingly absent from governance. The mage spent weeks at a time locked in his sanctum while pursuing the creation of a spell to grant himself the power of a deity. Karsus was convinced that, with this spell, he would save Netheril. While Karsus pursued his obsession, law and order deteriorated across the city.",
								{
									"type": "entries",
									"name": "Two Mythallars",
									"id": "021",
									"entries": [
										"Two mythallars are placed in Karsus's {@area Arcane Acropolis|02a|x} in the Grand Jewel district. These mythallars, which are crystalline orbs that are 150 feet in diameter, keep the city airborne and fuel its magical luxuries."
									]
								},
								{
									"type": "entries",
									"name": "City Government",
									"id": "022",
									"entries": [
										"Though the word of Karsus is the final law in all matters, Arcanist Andoris Derathar (Medium, Lawful Neutral {@creature Mage|XMM}) has implemented her own brand of justice during Karsus's preoccupation. Derathar is a human who commands the city's watch and favors violence and hasty tribunals. Troublemakers who avoid on-the-spot execution are sentenced to combat in the {@area Coliseum of Karsus|02e|x}, labor in the Hidden Quarter district, or hard labor in the mines of {@area Conch|040|x}. (See later in this chapter for details on these locations.)"
									]
								},
								{
									"type": "entries",
									"name": "Transportation",
									"id": "023",
									"entries": [
										"Magical conveyance is the norm in Eileanar. Within the city, {@spell Tenser's Floating Disk|XPHB} spells and flying steeds are commonplace, as are enchanted chariots and walkways that gleam with magical light."
									]
								},
								{
									"type": "entries",
									"name": "News and Entertainment",
									"id": "024",
									"entries": [
										"Eileanar is famous for the speed at which information travels, passing through society's grand manors, magically projected proclamations in public plazas, and the whispers of Low Netherese servants. Scandal is one of Eileanar's favorite forms of entertainment. Another is watching outrageous clashes at the Coliseum of Karsus, where pure spectacle delights even the most jaded mages."
									]
								},
								{
									"type": "entries",
									"name": "Supply and Demand",
									"id": "025",
									"entries": [
										"Every day, food and goods are magically transported from Low Netheril into Eileanar's Hidden Quarter district, where servants prepare and transport the items to the homes, institutions, and businesses of the upper class. At dusk, any waste is disposed of by magic or, more commonly, dumped off the flying city, to the dismay of those below."
									]
								},
								{
									"type": "entries",
									"name": "Education",
									"id": "026",
									"entries": [
										"Eileanar boasts several of the greatest schools in all the empire, including the Last Academies in the Inner Ring district (detailed in \"{@area Eileanar Locations|029|x}\")."
									]
								},
								{
									"type": "entries",
									"name": "Religion",
									"id": "027",
									"entries": [
										"Scattered shrines dot Eileanar. The Netherese pay grudging respect to a few members of the Faerûnian pantheon, though they know some gods by different names. The Netherese commonly worship Amaunator, god of the sun; Chauntea (known as Jannath), god of agriculture; Talos (known as Kozah), god of storms; Mystra (called Mystryl in her previous incarnation), god of magic; Selûne, god of the moon; Shar, god of darkness and loss; and the god of fortune the Netherese know as Tyche, who eventually split into the gods known in the present day as Beshaba, god of misfortune, and Tymora, god of good fortune.",
										"Priests and holy folk aren't respected in this enclave, and they're typically called upon only on certain ritual days for propriety's sake."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Eileanar Districts",
							"id": "028",
							"entries": [
								"Eileanar is built on the inverted underside of a sheared-off mountain peak. It is divided into five districts.",
								"Brief descriptions of Eileanar's districts are as follows:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Grand Jewel",
											"entry": "The Grand Jewel is Karsus's seat of power, from which his Arcane Acropolis shines with magical light."
										},
										{
											"type": "item",
											"name": "Inner Ring",
											"entry": "The Inner Ring is the university district of Eileanar, as well as the location of its grandest parks, palaces, and plazas."
										},
										{
											"type": "item",
											"name": "Outer Platform",
											"entry": "The Outer Platform is devoted to dwellings, commerce, and the raucous Coliseum of Karsus. It is surrounded by a wall of magical force that protects those who venture too close to Eileanar's edge."
										},
										{
											"type": "item",
											"name": "Hidden Quarter",
											"entry": "Visually obscured by tunnels and illusions, the Hidden Quarter is the dismal dwelling place and industrial center for Low Netherese servants."
										},
										{
											"type": "item",
											"name": "Underpeak",
											"entry": "Gravity inversions allow mages to construct upside-down palaces on the surface of the rock below the city. However, the Underpeak's cave systems are home to monsters as well as escaped magical experimentations."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Eileanar Locations",
							"id": "029",
							"entries": [
								"The locations detailed here are among some of Eileanar's most famous landmarks. Use these locations when setting adventures in the city.",
								"Eileanar is shown on {@book Map: Eileanar|NF|1|Map: Eileanar}.",
								{
									"type": "entries",
									"name": "Arcane Acropolis",
									"id": "02a",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02b",
											"entries": [
												"The white marble of this acropolis glitters with an outline of magical force. Atop the acropolis, an enormous orb made of crystal shines with a powerful, pale light that rivals the sun."
											]
										},
										"The Arcane Acropolis is Karsus's home, sanctum, and ruling palace. It is designed to awe and intimidate, to showcase his mastery of magic and serve his every whim as he develops ever more powerful spells.",
										"At any given time, several human {@creature Mage|XMM|Mages}, {@creature Mage Apprentice|XMM|Mage Apprentices}, and even {@creature Archmage|XMM|Archmages} (second in power to Karsus, of course) of all alignments can be found within the Acropolis's white marble walls. Inhabitants also include various magen ({@book see appendix B|NF|6}) and summoned monsters, including Elementals and Celestials.",
										"In the acropolis, gravity and time are shaped at Karsus's pleasure. Various areas have altered gravity or no gravity, as well as places where time is slowed or sped up. A gallery of levitating statues portrays the empire's greatest minds, with the floating image of Karsus largest and foremost of all. In the center of the acropolis stands Karsus's Sanctum, a pillared pavilion that looks out over the city.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "02c",
											"entries": [
												"Adventurers might visit the acropolis for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Karsus",
															"entry": "Adventurers might ask Karsus to cast impossible spells or bestow supernatural gifts, request that he intervene in some matter of law in the city, or seek to stop him from bringing down the empire through his obsessive hubris. Gaining an audience with the powerful mage is an adventure in its own right."
														},
														{
															"type": "item",
															"name": "Two Mythallars",
															"entry": "The acropolis has two mythallars: one in a lower housing, which is used to empower the city's magic, and another just outside Karsus's sanctum, which keeps the city aloft. Adventurers might seek to harness the power of—or destroy—either mythallar."
														}
													]
												},
												{
													"type": "inset",
													"name": "Karsus's Game Statistics",
													"id": "02d",
													"entries": [
														"Karsus, a powerful human mage and the ruler of Eileanar, is meant to be a figurehead whose name looms large in Netherese culture. However, if the characters meet Karsus, use the {@creature Lich|XMM} stat block for him, except Karsus is a Chaotic Neutral Humanoid who doesn't have the Spirit Jar ability."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Coliseum of Karsus",
									"id": "02e",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/NF/005-01-002.brutal-competitions.webp"
											},
											"title": "Brutal competitions play out to screaming, bloodthirsty crowds at the Coliseum of Karsus",
											"credit": "Luca Bancone",
											"width": 1700,
											"height": 916
										},
										{
											"type": "insetReadaloud",
											"id": "02f",
											"entries": [
												"This circular structure of black stone is open to the sky. By day, it resounds with throaty cheers, agonized wails, and the sounds of a bloodthirsty throng stamping and roaring in unison while watching spectacular combat."
											]
										},
										"Surrounded by market tents and drinking halls on the Outer Platform, the Coliseum of Karsus is the hub of entertainment in Eileanar. Here, droves of High Netherese can exchange a half-dozen coins for alcohol, a hot meal, and a seat from which to witness violent battles to the death. High Pitmaster Alaina Ioum (Medium, Lawful Neutral {@creature Mage|XMM}), a stern elf, oversees the coliseum's operations and approves all combatants bound for the arena. The pitmaster is constantly seeking new and creative contest rules for the coliseum battles, and she often awards prizes to those whose ideas net the most spectators.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "030",
											"entries": [
												"Adventurers might visit the Coliseum of Karsus for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Combat and Spectacle",
															"entry": "Adventurers might come to witness or partake in the battles staged here, which often reenact elements of Netherese history or mythology and always involve heavy amounts of showy magic. Additionally, the coliseum is where public executions take place, which adventurers might need to witness, prevent, or escape from."
														},
														{
															"type": "item",
															"name": "Information Source",
															"entry": "Due to its widespread popularity, the coliseum is an easy place for an adventurer to bring a mark, a contact, or an enemy they can't corner anywhere else. It's the perfect place to buy a few secrets to go with your beer and fresh-roasted roc skewers."
														},
														{
															"type": "item",
															"name": "Tunnel Access",
															"entry": "The size of the coliseum and its extensive underground service tunnels make it a perfect place to slip unnoticed into the Hidden Quarter district or older tunnels that lead to the Underpeak."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Court of Fountains",
									"id": "031",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "032",
											"entries": [
												"Situated in an enchanted grove, this marble-and-quartz palace of elven design rises gracefully toward the sky, encircled by music and glimmering light."
											]
										},
										"One of the city's rare places meant solely for rest and reflection, the Court of Fountains is also Eileanar's most beautiful locale. The elf Aurivyl (Medium, Neutral Good {@creature Archpriest|XMM}), a descendant of the Eaerlanni elves who taught the Netherese magic, is in charge here. Aurivyl ministers to the spiritual needs of all who enter the court. Wise and measured, she is the sole respected practitioner of divine magic in Eileanar and is in high demand for her wisdom, her healing magic, and her insight into the ways of the gods. Aurivyl worships Mystryl, god of magic, though followers of any or no god are welcome here.",
										"Consulting with Aurivyl is free, but the court's other accommodations are expensive. The court is renowned for its graceful accommodations, healing pools of magical water, elegant dining rooms, tasteful salons, and striking gardens. Paths and bridges spiral and swirl everywhere. Some groves have no gravity, and visitors are encouraged to float among the beauty and reflect upon their lives.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "033",
											"entries": [
												"Adventurers might visit the Court of Fountains for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Divine Magic",
															"entry": "Aurivyl's skill with divine magic is famous. Adventurers in need of healing, resurrection, or guidance in the ways of the gods would do well to seek her out."
														},
														{
															"type": "item",
															"name": "Entertainment",
															"entry": "For adventurers seeking the fine life, the court offers the most elevated performances, the most elegant dances, and stunningly romantic gardens."
														},
														{
															"type": "item",
															"name": "Place to Stay",
															"entry": "There is no finer lodging in all Netheril than the court, and its astronomical prices reflect its grandeur and sophistication. A single room costs 10 PP per night; a suite that sleeps five people costs 40 PP per night. Aurivyl is willing to barter in exchange for lodging, although the cost is usually steep."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Last Academies",
									"id": "034",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "035",
											"entries": [
												"Colorful peaks, spires, domes, and arches jostle for position and superiority in this district devoted to higher learning."
											]
										},
										"The Last Academies, a collection of rival institutions, are named as such because once you finish here, there's nowhere else to learn. Each institution claims to be second to none. All the institutions are linked via permanent magical portals, which in turn link to other facilities on other flying cities.",
										"Six famed institutions claim primacy here: the Academy of Mentalist Study, the Alchemical Seminary, the House of Ancient Scrolls, the Library of Netheril, the Shadow Consortium, and the University of Definitive Archwizardry. The head of top-level administration of the Last Academies is Karyne Xalroum (Medium, Lawful Neutral {@creature Archmage|XMM}), a no-nonsense human who often delegates her duties to a host of human {@creature Mage|XMM|Mages} of all alignments.",
										"Despite their intellectual offerings, the Last Academies are dangerous places full of unstable magic and unchecked egos. Here, wild experiments cause frequent chaos and destruction, covered up by administrations that know no higher calling than pure knowledge and academic glory.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "036",
											"entries": [
												"Adventurers might visit the Last Academies for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Magical Training",
															"entry": "Any adventurer seeking magical knowledge or training would do well to start at the Last Academies, although admittance requires a rigorous test of magical prowess that often proves deadly."
														},
														{
															"type": "item",
															"name": "Research",
															"entry": "The Library of Netheril is one of the greatest repositories of spellbooks, magic scrolls, and tomes of lore in all the empire."
														},
														{
															"type": "item",
															"name": "Shadow Consortium",
															"entry": "The most infamous institution in the Inner Ring, the Shadow Consortium is cloaked in mystery. Forbidden planar knowledge and even the secrets of lichdom are explored here."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Mythomian Warehouse",
									"id": "037",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "038",
											"entries": [
												"This massive, blocky warehouse dominates the skyline. Frosty mist curls around the doors and windows, and servants bustle back and forth in cold-weather gear."
											]
										},
										"Kept magically cold, the Mythomian Warehouse in the Hidden Quarter is Eileanar's main clearing house for incoming goods and supplies. Fresh produce and frozen meats are kept here, as well as luxuries and spell materials best preserved in the cold. Low Netherese human {@creature Commoner|XMM|Commoners} and summoned {@creature Ice Mephit|XMM|Ice Mephits} move frozen goods, while trained {@creature Winter Wolf|XMM|Winter Wolves} patrol the grounds against would-be thieves and intruders.",
										"Despite the warehouse's outward organization, rebellion simmers here. A human named Edrion Volaris (Medium, Chaotic Good {@creature Spy|XMM}) is the High Netherese warehouse owner. Secretly, under the alias Liberax Volt, he is also the leader of the Free Warriors, an underground network dedicated to overthrowing the corrupt magocracy. Passionate and intelligent, Volaris hates the corruption that pervades the city. Volaris believes High Netherese treat Low Netherese abominably. From the warehouse, Volaris orchestrates strike missions to remove the wickedest mages from power and help the oppressed.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "039",
											"entries": [
												"Adventurers might visit the warehouse for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Free Warriors",
															"entry": "Adventurers who are investigating the Free Warriors, or who wish to join its cause, can seek out Liberax Volt. If they prove their trustworthiness, the rebellion leader reveals himself. He might assign the characters tasks such as sabotaging powerful mages or freeing prisoners and captives."
														},
														{
															"type": "item",
															"name": "Frozen Goods",
															"entry": "Secret chambers in the center of the warehouse contain precious eggs of icy monsters, forbidden substances, and even magic items best kept on ice. Adventurers might seek to plunder the frozen goods, claiming what they can before they are detected or succumb to frostbite."
														},
														{
															"type": "item",
															"name": "Ice Plane Portals",
															"entry": "The icy portals conjured by mages are frigid cracks in reality leading to the Plane of Ice, Stygia (the frozen fifth layer of the Nine Hells), Limbo, and other distant planes. Adventurers might be asked to deal with monsters who crawl through these portals, or they might use these openings as entrances into places where mortals rarely tread."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Watch Presidium",
									"id": "03a",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "03b",
											"entries": [
												"Rising against the skyline is a windowless, domed fortress made of iron. It stands dour among buildings that shine with magical lights."
											]
										},
										"The Watch Presidium has three identical branches from which the city's watch operates. Each branch includes several human {@creature Guard|XMM|Guards} and {@creature Mage|XMM|Mages} of various alignments who use permanent magical portals to move seamlessly between all three locations.",
										"The branches are under the purview of Arcanist Andoris Derathar (see \"{@area Eileanar Overview|020|x}\"), who presides over law enforcement. The Presidium has only a few prison cells, primarily for temporarily holding the accused before they are sentenced to labor or sent to fight at the Coliseum.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "03c",
											"entries": [
												"Adventurers might visit the Watch Presidium for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Appeal to Authority",
															"entry": "Arcanist Derathar is usually found at one of the watch's branches, allocating resources or governing tribunals. Adventurers looking to sway the city's legal authority might approach Derathar, but they would do well to be cautious of her famously short temper and long memory."
														},
														{
															"type": "item",
															"name": "Bounties",
															"entry": "The watch posts hefty bounties for those who escape its grasp. Adventurers looking to earn coin or seek out fellow rebels might check the information posted to the watch's bounty boards."
														},
														{
															"type": "item",
															"name": "Crime and Punishment",
															"entry": "Adventurers who commit crimes or become entangled with resisting the ruling mages might find themselves interacting with the Watch Presidium."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Way of Astonishments",
									"id": "03d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "03e",
											"entries": [
												"Magical shops line both sides of this grand avenue, each storefront a glimmering treasure box of sensory delight."
											]
										},
										"Curving along the Outer Platform, the Way of Astonishments is closed to traffic, allowing patrons to freely wander and peruse the staggering array of magical shops and businesses here competing for attention and coin. High Netherese often bring their {@creature Caldron Magen|NF} ({@book see appendix B|NF|6}) bodyguards to this busy area, since pickpocketing is rife.",
										"Businesses include the following:",
										"{@b Dundaden's Arcane Smithy}, for armor made more of magic than metal",
										"{@b The Forge of Fargate}, for magical transportation that leads anywhere one wishes",
										"{@b Ioulaum Industries}, for schematics and rare magical materials",
										"{@b QM III}, for magic items curated by the famous human Parzal the Outrageous (Medium, Lawful Neutral {@creature Archmage|XMM})",
										"{@b Rualadeen}, for enchanted weapons",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "03f",
											"entries": [
												"Adventurers might visit the Way of Astonishments for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Buying and Selling Magic Items",
															"entry": "The shops here sell magic items from Common to Very Rare. Some shops also sell Legendary magic items, at your discretion."
														},
														{
															"type": "item",
															"name": "Concealment",
															"entry": "The way's noise, crowds, abundant illusions, and chaotic displays make it the perfect place to give pursuers the slip. Adventurers might evade capture amid the hubbub or be led here by those they're chasing."
														},
														{
															"type": "item",
															"name": "Investigation",
															"entry": "Adventurers might be hired to investigate a crime perpetrated at one of the shops or investigate a shop's sabotage at the hands of a competitor."
														}
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Conch",
					"id": "040",
					"entries": [
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/006-map-01.02-conch.webp"
									},
									"imageType": "map",
									"title": "Map 01.02: Conch",
									"credit": "Mike Schley",
									"width": 4096,
									"height": 2650,
									"id": "0a2",
									"grid": {
										"type": "none",
										"size": 120,
										"distance": 100
									},
									"mapRegions": [
										{
											"area": "048",
											"points": [
												[
													2043,
													1380
												],
												[
													2135,
													1346
												],
												[
													2242,
													1307
												],
												[
													2299,
													1288
												],
												[
													2397,
													1193
												],
												[
													2450,
													1193
												],
												[
													2526,
													1239
												],
												[
													2500,
													1346
												],
												[
													2471,
													1424
												],
												[
													2440,
													1479
												],
												[
													2425,
													1560
												],
												[
													2291,
													1548
												],
												[
													2156,
													1506
												],
												[
													2089,
													1449
												]
											]
										},
										{
											"area": "04b",
											"points": [
												[
													1048,
													1263
												],
												[
													1009,
													1053
												],
												[
													1122,
													778
												],
												[
													1378,
													951
												],
												[
													1365,
													1221
												]
											]
										},
										{
											"area": "051",
											"points": [
												[
													2903,
													585
												],
												[
													2907,
													499
												],
												[
													3008,
													447
												],
												[
													3088,
													510
												],
												[
													3075,
													613
												],
												[
													2973,
													648
												]
											]
										},
										{
											"area": "054",
											"points": [
												[
													2951,
													208
												],
												[
													3077,
													136
												],
												[
													3365,
													136
												],
												[
													3545,
													185
												],
												[
													3541,
													426
												],
												[
													3476,
													516
												],
												[
													3392,
													556
												],
												[
													3354,
													430
												],
												[
													3279,
													281
												],
												[
													3109,
													290
												],
												[
													2993,
													266
												]
											]
										},
										{
											"area": "04e",
											"points": [
												[
													3304,
													778
												],
												[
													3361,
													657
												],
												[
													3415,
													653
												],
												[
													3436,
													764
												],
												[
													3394,
													804
												],
												[
													3344,
													810
												]
											]
										},
										{
											"area": "057",
											"points": [
												[
													2996,
													1792
												],
												[
													3035,
													1691
												],
												[
													3165,
													1601
												],
												[
													3235,
													1590
												],
												[
													3251,
													1609
												],
												[
													3275,
													1653
												],
												[
													3042,
													1828
												]
											]
										},
										{
											"area": "05a",
											"points": [
												[
													1065,
													1387
												],
												[
													1199,
													1372
												],
												[
													1235,
													1418
												],
												[
													1210,
													1498
												],
												[
													1176,
													1504
												],
												[
													1103,
													1494
												]
											]
										}
									],
									"hrefThumbnail": {
										"type": "internal",
										"path": "book/NF/thumbnail/006-map-01.02-conch.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/007-map-01.02-conch-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"width": 4096,
									"height": 2650,
									"mapParent": {
										"id": "0a2"
									},
									"credit": "Mike Schley",
									"grid": {
										"type": "none",
										"size": 120,
										"distance": 100
									}
								}
							]
						},
						"Built along the river that shares its name, Conch was originally a quiet backwater in Low Netheril, where miners and trappers supported the empire. But the mines became lucrative, the riverway attracted crime, and the ruling mages grew greedy. Life in Conch can be difficult for the lower class, though it's luxurious for the ruling mages.",
						"The following sections assume the characters visit Conch near the end of Netheril's Shadowed Age; you should adjust descriptions as necessary if the characters visit the city earlier.",
						{
							"type": "entries",
							"name": "Conch Overview",
							"id": "041",
							"entries": [
								"The dominant industry in Conch is mining. Conch's mines are sprawling, dangerous, and worked by both locals and prisoners from across the empire. Beyond the mines, Conch exists in a constant tug-of-war between the interests of the ruling mages and the underhanded influence of river smugglers, who deal in all manner of illicit goods and are based in the city. Most residents do their best to work their menial jobs, feed their families, and avoid the attention of anyone with power.",
								{
									"type": "entries",
									"name": "Government",
									"id": "042",
									"entries": [
										"The city is nominally ruled by the High Council of Conch, a rotating group of powerful mages. The council keeps tenuous order by staying on the good side of river smugglers. Nenek Tril (Chaotic Evil {@creature Lizardfolk Sovereign|XMM}), a powerful smuggler boss, has murdered more than one council mage who has asked too many questions about goods that go missing along the river."
									]
								},
								{
									"type": "entries",
									"name": "Low Netherese Labor",
									"id": "043",
									"entries": [
										"While mages and smugglers jockey for control, Low Netherese work the land and water. These laborers serve as workers and supervisors in the upper mines alongside criminals sentenced to hard labor, hunt and trap in the nearby Myconid Forest, and farm the rocky soil and fish the Conch River. Come nightfall, Low Netherese gather to eat, drink, sing, and talk in their tight-knit communities, enjoying a few short hours together before the sun rises again."
									]
								},
								{
									"type": "entries",
									"name": "Stone Walls",
									"id": "044",
									"entries": [
										"Conch huddles behind gray stone walls along the river. The massive walls are fortified with magical armaments."
									]
								},
								{
									"type": "entries",
									"name": "Unrest",
									"id": "045",
									"entries": [
										"The uneasy balance of mages, Low Netherese laborers, and smuggling gangs has fended off threats to Conch's survival for decades. But recently, phaerimm attacks on the city's outskirts have become concerning. Similarly, incidents of Low Netherese resistance against the ruling mages have increased in recent years, with laborers demanding better pay and conditions in the mines. So far, the mages have ignored the laborers."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "City Sections",
							"id": "046",
							"entries": [
								"Conch is built around the river, which flows eastward from the Columns of the Sky mountains. It is surrounded by heavy fortifications and divided into three main sections.",
								"Brief descriptions of Conch's sections are presented below:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "High Netherese Enclave",
											"entry": "A tiny spike of land at the western edge of town is home to the walled enclave where High Netherese mages dwell. Music and sounds of carousing echo from these grand homes, their nighttime displays of magical light belying the suffering elsewhere in the city."
										},
										{
											"type": "item",
											"name": "Mines",
											"entry": "The mines' surface overlooks an open quarry latticed with dangerous scaffolding. Inside, laborers have little air and light."
										},
										{
											"type": "item",
											"name": "Riverside",
											"entry": "Most Low Netherese families live and work on the river to fish and move goods. Haphazard docks jut into the water, and seedy pubs and warehouses line the banks."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Conch Locations",
							"id": "047",
							"entries": [
								"The locations detailed here are vital to everyday life in Conch. Use these locations when setting adventures in the city.",
								"Conch is shown on {@book Map: Conch|NF|1|Map: Conch}",
								{
									"type": "entries",
									"name": "Dockmarket",
									"id": "048",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "049",
											"entries": [
												"Stalls and booths made of brown, green, and gray oilcloth stretch over the cold, misty banks of the Conch River. Vendors call out, hawking their wares."
											]
										},
										"The Dockmarket is Conch's commercial hub. Crowded by waves of migrants fleeing the growing wasteland beyond the city, these booths are full of people seeking work or offering goods and services.",
										"Smugglers' agents weave through the crowd picking pockets, making deals, and roughing up anyone who challenges them. Near the center of the marketplace, a whitewashed wooden wall towers over the heads of the crowd. Citizens of Conch scrawl offers of merchandise, requests for hired aid, and messages with hidden meanings across the wall. The talkative whitewasher Gemby Gray ({@creature Lizardfolk Sovereign|XMM}) is an invaluable source of information here, as those who leave messages on the wall often share more context with the disarming woman, though it's unclear where Gemby's true loyalties lie.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "04a",
											"entries": [
												"Adventurers might visit the Dockmarket for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Commerce",
															"entry": "There's no better place to buy or sell nonmagical goods, information, or an adventurer's skills than the Dockmarket."
														},
														{
															"type": "item",
															"name": "Criminal Contacts",
															"entry": "Adventurers looking to delve into Conch's underworld might start here. Smugglers and ruffians walk in broad daylight at the Dockmarket, throwing their weight around and only paying lip service to the mages' authority."
														},
														{
															"type": "item",
															"name": "River Travel",
															"entry": "The Dockmarket is the departure point for boat travel up and down the river. Passage on a reputable ship can be bought for 1 GP per person. Cheaper travel, for 1 SP per person, is available on most smugglers' ships."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "High Netherese Palace",
									"id": "04b",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "04c",
											"entries": [
												"A spiraled wall gleaming with colorful abjuration magic surrounds this marbled complex. Magical music wafts from the enclave's most magnificent home, while magical lights glitter here at night."
											]
										},
										"Tucked safely inside the High Netherese Enclave is the High Netherese Palace, a gilded, garish structure. The richest mages live in this palace, while less-wealthy mages live in the enclave's relatively paltry abodes.",
										"High Netherese who dwell in the enclave are rarely seen in the city's streets, leaving their enchanted complex only on winged steeds or via teleportation. The mages consider it gauche to speak of the city's other inhabitants. Particularly cruel toward the lower class is the human aristocrat Velma Vatoum (Medium, Neutral Evil {@creature Archmage|XMM}), niece of the Imperial Minehold's governor. Velma's fabulous collection of jewelry is made from gems the governor steals from the mine. Velma is a willing participant in this scheme and finds it all great fun.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "04d",
											"entries": [
												"Adventurers might visit the High Netherese Enclave for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Carousing",
															"entry": "The mansion is filled with galleries, ballrooms, dining rooms, music halls, theaters, bars, and drawing rooms, each more decadent and delightful than the last. Adventurers invited by resident mages might wish to carouse here—or use the parties as a cover for committing underhanded deeds in the enclave."
														},
														{
															"type": "item",
															"name": "Flying Steeds",
															"entry": "The mansion's paddocks house a variety of tamed and magically soothed flying steeds, including {@creature Griffon|XMM|Griffons} and {@creature Pegasus|XMM|Pegasi}. The paddocks are closely guarded, but adventurers could gain access with the mages' blessing or through cunning and guile."
														},
														{
															"type": "item",
															"name": "Spellcasting",
															"entry": "For the right price—or if it amuses them or serves their purposes—High Netherese mages here can cast spells on behalf of travelers."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "House of Wine and Vinegar",
									"id": "04e",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "04f",
											"entries": [
												"This sprawling structure, built haphazardly over centuries from quarry stones, looks like a ruin from the outside. Its interior is bathed in lamplight and resonates with quiet music and hushed conversation."
											]
										},
										"The House of Wine and Vinegar is a hospital and drinking hall adjacent to Conch's mines. Its proprietor, the human Low Netherese witch Cyrleine-of-the-Pond (Medium, Neutral Good {@creature Archpriest|XMM}), has dedicated the facility to the miners and makes it known that mages are unwelcome here. Cyrleine worships Chauntea—known to the Netherese as Jannath, god of agriculture—though Cyrleine welcomes anyone who dislikes the ruling mages' authority.",
										"Kind and dedicated, Cyrleine heals the injured with her {@item Staff of Healing|XDMG} and ferments spiced wine that's famous throughout the city. She works closely with the friendly gnome Tacinbok (Small, Chaotic Good {@creature Commoner|XMM}), a gifted inventor who wears a prosthetic leg. Tacinbok is famous for making high-quality prosthetics, which she often gives to injured laborers.",
										"The house's barkeeps are married elves named Jorn and Sorfin Arborwend (Medium, Neutral Good {@creature Commoner|XMM|Commoners}), who are fabulous storytellers. The men pass along traditional fables and tales of local history to the children of miners who congregate here, encouraging the children to take pride in their Low Netherese families' resilience and rich culture.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "050",
											"entries": [
												"Adventurers might visit the House of Wine and Vinegar for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Concealment",
															"entry": "The House of Wine and Vinegar offers an ideal place to hide from angry mages, as no High Netherese are allowed inside."
														},
														{
															"type": "item",
															"name": "Healing",
															"entry": "Cyrleine-of-the-Pond is Conch's most famous healer. She can care for injured adventurers and even raise the dead, although she won't lift a finger to aid High Netherese or their causes."
														},
														{
															"type": "item",
															"name": "Information Source",
															"entry": "The house is a place where miners and other Low Netherese can speak freely, without fear of reprisal from the mages. It's an excellent place to seek unvarnished information."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Imperial Minehold",
									"id": "051",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "052",
											"entries": [
												"A grim fortress magically carved from a single, massive peak of granite overlooks Conch's mines: the Imperial Minehold, a fortress of enforcers so tall that it nearly blots out the sun."
											]
										},
										"The Imperial Minehold is the fortress for enforcers who uphold the mines' harsh productivity quotas. The Minehold has a fortified door and needle-thin windows to allow in trace amounts of light. Beyond its practical use, the Minehold is a show of strength, authority, and the empire's unyielding power.",
										"The High Council of Conch meets in the Minehold, which overlooks the river and the city's teeming quarries. The Minehold's governor is also a High Council member: Arcanist Heldreth Mavilen (Medium, Lawful Neutral {@creature Noble Prodigy|XMM}), a cruel human who has refused all recent requests from migrants for shelter in the Minehold's cavernous interior. She insists that the space is needed for ore refinement, though the mines' production has dwindled since the recent troubles began. Secretly, the governor steals choice gems from Conch's mines and gifts them to her niece, Velma Vatoum, who then commissions and shows off grand jewelry at high society balls in the High Netherese Enclave.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "053",
											"entries": [
												"Adventurers might visit the Imperial Minehold for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Authority",
															"entry": "Adventurers petitioning (or targeting) the High Council of Conch can find them in session in the Minehold's upper chambers, which feature slitted windows overlooking the mine, river, and Dockmarket."
														}
													]
												},
												"{@b Break In or Break Out}. The Minehold is a prison and a storehouse of imperial wealth. Adventurers might seek to break into the Minehold to loot or liberate. If the adventurers are captured, escaping from the Minehold might be their first step to freedom.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Permanent Magical Portals",
															"entry": "The Minehold houses permanent magical portals that transport large quantities of ore and gems to the industrial hubs of the flying cities. Adventurers wishing to travel to far-flung enclaves can disguise themselves as Low Netherese to access these circles."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Mines",
									"id": "054",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "055",
											"entries": [
												"A teeming mass of laborers shuffles along a broken cliff on swaying scaffolds, chipping at the rock with poorly maintained tools. Meanwhile, shouts of those toiling in deeper mines echo from deep, dark shafts."
											]
										},
										"Conch's mines produce stone, gems, and ore. Designed for productivity with no regard for miners, the mines punish wrongdoers and remind laborers that the empire is mighty and unmerciful.",
										"The mines have three levels. Outside, the cliff quarry is veined with rickety scaffolding built from wood and rope. Inside, the upper mines are crowded and hot. Deeper still, tunnels and vents lead into the dangerous heart of the mines.",
										"The mines are worked by prisoners and poor Low Netherese, who might also be supervisors or captains. Some are cruel, while others, like the human Grifud Romerus (Medium, Lawful Good {@creature Tough Boss|XMM}), hope to provide relief to those under their command. Grifud is known for small acts of kindness such as carrying food and drinks for the miners, granting occasional breaks, and supporting the workers' demands for better pay and conditions.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "056",
											"entries": [
												"Adventurers might visit the mines for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Imprisonment",
															"entry": "Adventurers who displease the mages might find themselves sentenced to hard labor in the mines. Alternatively, they could voluntarily approach the mines in hopes of freeing someone from the same fate."
														},
														{
															"type": "item",
															"name": "Mining",
															"entry": "Adventurers might risk entering the mines in search of rare gems or minerals. Some High Netherese pay dearly for skilled adventurers willing to raid the mines' deeper levels and bring back the spoils."
														},
														{
															"type": "item",
															"name": "Rumors of Monsters",
															"entry": "The farthest tunnels contain horrors for which the miners have no name. Adventurers might be drawn to tales of phaerimm ({@book see appendix B|NF|6}), beholders, mind flayers, and other terrors of deep shadow in hopes of banishing such evils."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Public Baths",
									"id": "057",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/NF/008-01-003.conchs-public-bath.webp"
											},
											"title": "Once beautiful and inviting, Conch's public baths are now a hotbed of crime",
											"credit": "Luca Bancone",
											"width": 1700,
											"height": 916
										},
										{
											"type": "insetReadaloud",
											"id": "058",
											"entries": [
												"The exterior of this once-grand Riverside structure features defaced statuary and shattered fountains. Crude signs, reinforced by posted guards, read \"Keep Out.\""
											]
										},
										"The public baths were built in a bygone era when High Netheril hoped to deal justly with its subjects in Conch. But when the battle lines between mages, laborers, and smugglers were drawn, this Riverside institution fell into disrepair and disrepute. High Netherese no longer wished to spend money on an amenity for people they came to see as enemies. The baths now serve as headquarters for Conch's smuggling operations and are crawling with criminals.",
										"Rooms of swirling steam fed by natural vents provide the perfect setting for smugglers to speak unobserved. Smuggler bosses frequent the baths, though perhaps no one is as regular a visitor as the smuggler boss Nenek Tril (see \"{@area Government|042|x}\" above). Here, Tril hears rumors of High Netherese causing problems for smuggling operations, and she arranges to have these mages eliminated.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "059",
											"entries": [
												"Adventurers might visit the public baths for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Buying or Selling Smuggled Goods",
															"entry": "The baths are adjacent to the river, and anything too valuable to be sold at the Dockmarket winds up here, stored in a closed and drained bathing chamber until a proper buyer can be found."
														},
														{
															"type": "item",
															"name": "Place to Stay",
															"entry": "Those on the wrong side of the law can stay in dried-out steam rooms or bunks slung over sulfurous pools as long as no one else has claimed the space."
														},
														{
															"type": "item",
															"name": "Shady Dealings",
															"entry": "Adventurers seeking to do business with criminals away from the eyes of the Watch Presidium will find plenty of unscrupulous individuals lurking in and around the baths."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Trapper's Supplies and Stables",
									"id": "05a",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "05b",
											"entries": [
												"This two-story, ramshackle outbuilding looks like it might collapse at any moment."
											]
										},
										"The stables and the nearby supply warehouse for forest-bound trappers are institutions. Here, adventuring gear and steeds can be rented or purchased, provisioning all heading into the wilds outside the city.",
										"The stables are low on horses at present; most have been cleared out to make room for refugees from the encroaching wasteland. The establishment's orc proprietor (Medium, Neutral Good {@creature Commoner|XMM}) is known only as Father. Father rarely speaks, but the fact that he opened up his yard and stables to migrants speaks volumes for his good heart and compassion for the needy.",
										{
											"type": "entries",
											"name": "Reasons to Visit",
											"id": "05c",
											"entries": [
												"Adventurers might visit Trapper's Supply and Stables for one of the following reasons:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Lodging and Supply",
															"entry": "Father allows anyone to camp on his floors and yards, no questions asked and no payment required. The simple goods and provisions available in the store are fairly priced and frequently restocked."
														},
														{
															"type": "item",
															"name": "Rumors from the Wild",
															"entry": "Adventurers might visit the supply to hear from trappers or migrants about their encounters in the wilderness."
														}
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 2: Netherese Magical Anomalies",
			"id": "05d",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/NF/009-02-001.magical-experimentation.webp"
					},
					"title": "The rampant magical experimentation in Netheril often caused strange environmental effects",
					"credit": "Alejandro Pacheco",
					"width": 1700,
					"height": 2292
				},
				"In ancient Netheril, rampant magical experimentation created unique environmental effects and magical hazards. At your discretion, some of these effects might persist in your present-day campaign.",
				{
					"type": "section",
					"name": "Environmental Effects",
					"id": "05e",
					"entries": [
						"These magical environmental effects supplement the effects found in the {@book Dungeon Master's Guide|XDMG}.",
						{
							"type": "entries",
							"name": "Communal Telepathy Zone",
							"id": "05f",
							"entries": [
								"Places in Netheril where mages engage in intense magical study for prolonged periods sometimes result in an intellectual hivemind where conceptual thought transcends language. These areas, known as communal telepathy zones, are typically no more than 300 feet in diameter.",
								"Creatures with an Intelligence score of 8+ in a communal telepathy zone gain telepathy with a range of 30 feet."
							]
						},
						{
							"type": "entries",
							"name": "Dampened Magic Zone",
							"id": "060",
							"entries": [
								"Dampened magic zones arise where magic is failing or being absorbed by a powerful Artifact. This effect might ebb and flow based on other natural or supernatural phenomena, such as at twilight or after magical weather.",
								"In a dampened magic zone, which is typically no more than 300 feet in diameter, magical effects sputter feebly or appear ephemeral. When a creature in the area casts a spell with a duration of 1 minute or longer, the spell's duration is halved. Spell attack rolls in the area are made with Disadvantage, and creatures have Advantage on saving throws against spells and other magical effects."
							]
						},
						{
							"type": "entries",
							"name": "Eerie Chanting Zone",
							"id": "061",
							"entries": [
								"Regions where magical rituals with harmful effects habitually occur can resonate with disconcerting chanting, even after the rituals are complete.",
								"In an eerie chanting zone, which is typically no more than 300 feet in diameter, discordant chanting insinuates itself into the mind. Creatures have Disadvantage on Wisdom ({@skill Perception|XPHB}) checks and on Constitution saving throws to maintain {@status Concentration|XPHB}."
							]
						},
						{
							"type": "entries",
							"name": "Empowered Force Zone",
							"id": "062",
							"entries": [
								"Netherese mages often work magical energy into physical shapes such as unique jewelry, ostentatious decor, or even into creatures such as magen ({@book see appendix B|NF|6}). Areas where magic has been frequently refined, known as empowered force zones, amplify raw magical energy and are typically no more than 300 feet in diameter.",
								"When a creature in an empowered force zone rolls damage for a spell or attack that deals Force damage, it treats any 1 or 2 on a damage die as a 3."
							]
						},
						{
							"type": "entries",
							"name": "Low Gravity Zone",
							"id": "063",
							"entries": [
								"Many structures in Netheril's flying cities defy gravity. The rampant Transmutation magic used to achieve these effects can go haywire, resulting in a low gravity zone, which is typically no more than 300 feet in diameter.",
								"In a low gravity zone, creatures quadruple the distance they can leap with a {@variantrule High Jump|XPHB} or a {@variantrule Long Jump|XPHB}, and the damage creatures take from falling is halved (round down)."
							]
						},
						{
							"type": "entries",
							"name": "Unstable Gravity Zone",
							"id": "064",
							"entries": [
								"Netherese mages often commanded gravity to bend to their will, but gravity isn't so easily controlled. Overuse of gravity-altering magic can cause it to oscillate unpredictably, creating an area of unstable gravity.",
								"An area of unstable gravity is normally filled with debris from smashed objects that aren't affixed to a surface. A creature near an area of unstable gravity can identify its presence by noticing these smashed items, taking a {@action Study|XPHB} action, and succeeding on a {@dc 15} Intelligence ({@skill Investigation|XPHB}) check.",
								"The effect is the same as the {@spell Reverse Gravity|XPHB} spell (save {@dc 16}), except that it is permanent and typically covers an area that is 60 feet in diameter and 60 feet high. Every {@dice 1d4} rounds, the effect is suppressed for {@dice 1d4} rounds and normal gravity returns, causing creatures and objects to fall."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Magical Hazards",
					"id": "065",
					"entries": [
						"These magical environmental effects supplement the effects found in the {@book Dungeon Master's Guide|XDMG}.",
						{
							"type": "entries",
							"name": "Example Magical Hazards",
							"id": "066",
							"entries": [
								"Hazards are presented in alphabetical order.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@hazard Arcane Effluence|NF}",
										"{@hazard Glittermoss|NF}",
										"{@hazard Shadowbark|NF}",
										"{@hazard Wildstorm|NF}",
										"{@hazard Witchbriars|NF}"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 3: Through the Time Gates",
			"id": "06d",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/NF/011-03-001.passing-through-time.webp"
					},
					"title": "Passing through a time gate is a dramatic experience",
					"credit": "Julian Kok",
					"width": 1700,
					"height": 2292
				},
				"Scattered throughout Faerûn are places of temporal magic so powerful they allow travel through space and time. This chapter details two such time gates leading to cities in ancient Netheril.",
				"You might want your characters to travel to these time gates and into their linked Netherese cities as part of specific adventures. In this case, examples of such adventures are detailed below. If you wish to skip the time gates and start a game in ancient Netheril, {@book chapter 4|NF|4} provides adventures that take place in {@area Eileanar|01e|x} and {@area Conch|040|x}.",
				"Time gates are powerful game mechanisms, and you should allow them in your game only to facilitate the stories you want to tell. Feel free to change any details about the time gates in this chapter as you see fit.",
				{
					"type": "section",
					"name": "About Time Gates",
					"id": "06e",
					"entries": [
						"Time gates are little-known and ancient magical portals similar to a planar portal (see the {@book Dungeon Master's Guide|XDMG}), except they are permanent, stationary connections with a portal that links two specific times and places on the Material Plane. The earliest texts tied to gods of magic mention time gates' existence, though their locations are well-kept secrets.",
						"Time gates are magical objects that have Immunity to all damage. A time gate might have a literal doorway built around its portal, or a time gate's portal might be at the bottom of a pit or open through a shimmering veil in the air. Regardless, time gates' portals are always visible. The \"other side\" of the portal might look as conspicuous or as subtle as the portal's location in the present day, though both sides of the portal need not look the same.",
						"Such a portal commonly looks like a shimmery blue mirror. Instead of a reflection, however, the portal usually shows a faraway image of the place the time gate leads to.",
						{
							"type": "entries",
							"name": "Relative Time Gates",
							"id": "06f",
							"entries": [
								"The time gates described below are relative—they connect two locations that are separated by a fixed interval of time. The time gate called {@area Fool's Needle|073|x}, in the Anauroch desert, leads to the flying city of Eileanar exactly 1,839 years in the past. For example, if characters step through the gate on the first day of Tarsakh, 1501 DR, they emerge in Eileanar on that same date in the year–338 DR (which is 3520 in the Netheril Year calendar). The time gate in the High Ice, called the {@area Forgotten Chamber|07e|x}, leads to the port city of Conch, also 1,839 years in the past. The year–338 DR is one year before Karsus's Folly.",
								"Relative time gates allow for travel in both directions. A character in the past who enters the portal is transported forward a fixed interval in time (1,839 years, in the case of the portals in this chapter)."
							]
						},
						{
							"type": "entries",
							"name": "Other Time Gates",
							"id": "070",
							"entries": [
								"Other time gates in Faerûn connect two points in time in different ways. Some transport travelers to a random time and place. Others respond to the wishes of the traveler, so those who travel through the gate while thinking about a specific time and place in the past are transported to that location. Still others always lead to a specific day or even moment in time. You can use such a time gate in your game to transport characters to any location at any time."
							]
						},
						{
							"type": "entries",
							"name": "Time Gates' Environments",
							"id": "071",
							"entries": [
								"The existence of a time gate warps the surrounding area. The following effects persist within 1 mile of a time gate:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Strange Weather",
											"entry": "The atmosphere of another era mixes with that of the present day, often creating unusually colored fog, erratic rain, incongruous wind, or rainbows."
										}
									]
								},
								"{@b Nature out of Time.} Long-extinct creatures, such as {@creature Mammoth|XMM|Mammoths} or {@creature Saber-Toothed Tiger|XMM|Saber-Toothed Tigers}, wander the area. Other creatures in the area might be heavily evolved and strangely shaggy or oddly patterned.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Alien Features",
											"entry": "Potent temporal magic saturates colors and exaggerates the land's physical features. Geography is often warped, with strange rock or ice formations arising at angles that defy gravity."
										}
									]
								},
								"As a {@action Study|XPHB} action, a character can examine the surroundings and make a {@dc 10} Intelligence ({@skill Arcana|XPHB} or {@skill Investigation|XPHB}) check. On a successful check, the character realizes the signs of a nearby time gate. Spellcasters can also seek knowledge about the time gate and where it leads by casting spells such as {@spell Commune with Nature|XPHB}, {@spell Speak with Animals|XPHB}, or {@spell Speak with Dead|XPHB|Speak with Dead.}",
								{
									"type": "entries",
									"name": "Severe Temporal Effects",
									"id": "072",
									"entries": [
										"The closer characters come to a time gate, the stronger its temporal magic swirls, creating even more potent effects. Roll or choose an option on the Weird Time Gate Effects table below to determine the effects within 60 feet of a portal:",
										{
											"type": "table",
											"caption": "Weird Time Gate Effects",
											"colLabels": [
												"1d4",
												"Effect"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Extreme Weather. The area has one environmental effect: extreme cold, extreme heat, heavy precipitation, or strong wind (see the {@book Dungeon Master's Guide|XDMG} for details about each)."
												],
												[
													"2",
													"Dulled or Warped Magic. The area is a dead magic zone or wild magic zone (see the Dungeon Master's Guide for details about both). The presence of either zone doesn't affect the time gate."
												],
												[
													"3",
													"Fast Movement. All creatures' Speeds are doubled."
												],
												[
													"4",
													"Slow Movement. All creatures' Speeds are halved (round down)."
												]
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Fool's Needle",
					"id": "073",
					"entries": [
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/012-map-03.01-fools-needle.webp"
									},
									"imageType": "map",
									"title": "Map 03.01: Fool's Needle",
									"credit": "Mike Schley",
									"width": 4096,
									"height": 2650,
									"id": "0a3",
									"grid": {
										"type": "square",
										"size": 195,
										"offsetX": 22,
										"offsetY": -71,
										"scale": 2
									},
									"mapRegions": [
										{
											"area": "073",
											"points": [
												[
													2468,
													220
												],
												[
													2468,
													491
												],
												[
													3187,
													491
												],
												[
													3187,
													220
												]
											]
										}
									],
									"hrefThumbnail": {
										"type": "internal",
										"path": "book/NF/thumbnail/012-map-03.01-fools-needle.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/013-map-03.01-fools-needle-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"width": 4096,
									"height": 2650,
									"mapParent": {
										"id": "0a3"
									},
									"credit": "Mike Schley",
									"grid": {
										"type": "square",
										"size": 195,
										"offsetX": 22,
										"offsetY": -71,
										"scale": 2
									}
								}
							]
						},
						"In the wilds of Anauroch, nestled among the Plain of Standing Stones, a time gate at a place called Fool's Needle leads to the flying Netherese city of Eileanar, 1,839 years in the past. Also known as Karsus's Enclave, Eileanar is detailed in {@book chapter 1|NF|1}.",
						"Fool's Needle is a towering structure made of quartz and granite. It stabs from the sky into the desert floor, narrowing as it descends. The desert's inhabitants, who named it, say it is a cursed place to be feared and shunned. Their tradition tells that only death awaits those who attempt to scale it.",
						"Fool's Needle is shown on {@book Map: Fool's Needle|NF|3|Map: Fool's Needle}. The sections below provide general information appropriate for creating adventures of any level here; simply fill in your encounters with appropriate creatures from the {@book Monster Manual|XMM}. An example adventure follows later in this chapter.",
						{
							"type": "entries",
							"name": "The Needle's Ascent",
							"id": "074",
							"entries": [
								"A steep, spiraling, rocky path winds from the desert floor up the spike, as shown on the inset. The path's treacherous nature makes it {@variantrule Difficult Terrain|XPHB}. The path is 5 feet wide. Travelers attempting the climb are exposed to rockslides (see the {@book Dungeon Master's Guide|XDMG}), as well as the predators roosting atop the structure, described further below.",
								"Near the top of Fool's Needle, strange ferns grow from the rock, and brightly colored songbirds feed on jeweled dragonflies. Flickers of magical light dance harmlessly at the edges of one's vision."
							]
						},
						{
							"type": "entries",
							"name": "The Needle's Summit",
							"id": "075",
							"entries": [
								"The top of Fool's Needle is a wide, flat area about 90 feet across. In the northeast corner, flying predators have built a roost. The northwest corner is piled with rocks, while the southern half holds a 10-foot-deep pool of bright-blue water. In the center of the plateau is a 30-foot-wide, 10-foot-tall mesa atop which stands the portal that leads to {@area Eileanar|01e|x}. A distant view of the flying city is visible from either side of the portal."
							]
						},
						{
							"type": "entries",
							"name": "Into Eileanar",
							"id": "076",
							"entries": [
								"Those who pass through the portal step onto a marble walkway surrounded by electric-green shrubbery, colorful flowers, and floating marble statues of imposing mages. This is the Court of Fountains in Eileanar, described in {@book chapter 1|NF|1}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventure at Fool's Needle",
					"id": "077",
					"entries": [
						"The following adventure sends characters to Fool's Needle and into Eileanar beyond.",
						{
							"type": "entries",
							"name": "A Point of Pride",
							"id": "078",
							"entries": [
								"{@i Adventure for Level 3 Characters}",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Situation",
											"entry": "A lifetime of research has led a dying sage to discover the time gate to Eileanar in the Anauroch desert."
										},
										{
											"type": "item",
											"name": "Hook",
											"entry": "The kind, elderly human Krazbrax Nixel (Medium, Lawful Good {@creature Noble|XMM}) is on death's door in Dagger Falls in the Dalelands, and the characters have a close relationship with him. Unable to travel, Krazbrax asks the characters to go to Fool's Needle, travel through the time gate's portal, confirm it leads to ancient Netheril, and report back with proof. Krazbrax promises to pay each character 150 GP for their efforts and tells them they can keep any Netherese treasures they find."
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters",
									"id": "079",
									"entries": [
										"If needed, Krazbrax arranges for the characters' transportation to the base of Fool's Needle. The trip is uneventful. The adventure then consists of the following encounters, which take place on {@book Map: Fool's Needle|NF|3|Map: Fool's Needle}. Throughout this adventure, the characters are subject to the desert's extreme heat (see {@book chapter 3|XDMG|2} of the {@book Dungeon Master's Guide|XDMG}).",
										{
											"type": "entries",
											"name": "Desert Floor",
											"id": "07a",
											"entries": [
												"Two {@creature Giant Scorpion|XMM|Giant Scorpions} lurk near the base of the spiraling path at Fool's Needle. Characters with a Passive Perception score of 12+ notice the creatures buried in the sand. When a character comes with 15 feet of a scorpion, the creatures begin combat."
											]
										},
										{
											"type": "entries",
											"name": "Early Ascent",
											"id": "07b",
											"entries": [
												"Due to the winding nature and {@variantrule Difficult Terrain|XPHB} of the ascending path, it takes 3 hours to navigate the first 85 feet. During this journey, the characters are subject to a rockslide (see the Dungeon Master's Guide) that carries the characters back down the path. After the rockslide is resolved, roll or choose an effect from the {@book Weird Time Gate Effects|NF|3|Weird Time Gate Effects} table earlier in this chapter. This effect is present for the rest of the characters' climb.",
												"When the characters are 40 feet from the summit, three {@creature Griffon|XMM|Griffons} roosting there fight them. When the characters are 20 feet from the summit, another rockslide carrying back down the path occurs (see the {@i Dungeon Master's Guide})."
											]
										},
										{
											"type": "entries",
											"name": "Summit",
											"id": "07c",
											"entries": [
												"Once the characters reach the top of Fool's Needle, they discover one or more strange creatures lurking near the portal. Roll or choose an option on the Fool's Needle Gate Creatures table below. All creatures are {@variantrule Hostile [Attitude]|XPHB|Hostile} toward the characters and fight until destroyed.",
												{
													"type": "table",
													"caption": "Fool's Needle Gate Creatures",
													"colLabels": [
														"1d6",
														"Creature",
														"Details",
														"Difficulty"
													],
													"colStyles": [
														"col-2 text-center",
														"col-4",
														"col-4",
														"col-2 text-center"
													],
													"rows": [
														[
															"1",
															"{@creature Flameskull|XMM}",
															"The remains of an overzealous Netherese mage, this creature is enraged and confused after accidentally floating through the time gate.",
															"Moderate"
														],
														[
															"2",
															"Two {@creature Basilisk|XMM|Basilisks}",
															"The result of irresponsible summoning, these aggressive creatures wreaked havoc in Eileanar until their summoner accidentally shoved them through the time gate.",
															"Moderate"
														],
														[
															"3",
															"{@creature Helmed Horror|XMM}",
															"A magical bodyguard to a low-ranking mage, this creature wandered through the time gate and thinks the characters threaten its creator.",
															"Moderate"
														],
														[
															"4",
															"{@creature Beholder Zombie|XMM}",
															"This magical experiment gone awry doesn't seem to know or care that it wandered through the time gate; it wants only to destroy everything it can.",
															"Moderate"
														],
														[
															"5",
															"{@creature Eldritch Eddy|NF} ({@book see appendix B|NF|6})",
															"This dangerous magical storm originated in Eileanar and now rampages on Fool's Needle.",
															"High"
														],
														[
															"6",
															"{@creature Virvos Magen|NF} (see appendix B)",
															"This confused Netherese servant took a wrong turn on the way to a party; it's convinced the characters have killed its master.",
															"High"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Conclusion",
											"id": "07d",
											"entries": [
												"Once the way to the gate is clear, the characters can travel through time into Eileanar. When they do, each character earns 400 XP.",
												"The flying city is the site of the characters' next adventures, as you see fit. Providing Krazbrax with proof the characters visited Eileanar might be as simple as describing the wonders the characters saw at the Court of Fountains. Or perhaps Aurivyl, the elf in charge of the court (see {@book chapter 1|NF|1}), offers the characters a Common or Uncommon magic item from appendix A in exchange for the characters' retrieval of an important tome or spellcasting components found elsewhere in the city.",
												"Once the characters return through the portal to the present, they can easily make their way back to Dagger Falls, where Krazbrax gives the characters their reward."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Forgotten Chamber",
					"id": "07e",
					"entries": [
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/014-map-03.02-the-forgotten-chamber.webp"
									},
									"imageType": "map",
									"title": "Map 03.02: The Forgotten Chamber",
									"credit": "Mike Schley",
									"width": 1676,
									"height": 4096,
									"id": "0a4",
									"grid": {
										"type": "square",
										"size": 140,
										"offsetX": -2,
										"offsetY": -31,
										"scale": 2
									},
									"mapRegions": [
										{
											"area": "07e",
											"points": [
												[
													172,
													394
												],
												[
													172,
													684
												],
												[
													745,
													684
												],
												[
													745,
													394
												]
											]
										}
									],
									"hrefThumbnail": {
										"type": "internal",
										"path": "book/NF/thumbnail/014-map-03.02-the-forgotten-chamber.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/015-map-03.02-the-forgotten-chamber-player.webp"
									},
									"imageType": "mapPlayer",
									"title": "Player Version",
									"width": 1676,
									"height": 4096,
									"mapParent": {
										"id": "0a4"
									},
									"credit": "Mike Schley",
									"grid": {
										"type": "square",
										"size": 140,
										"offsetX": -2,
										"offsetY": -31,
										"scale": 2
									}
								}
							]
						},
						"In the western High Ice north of the Oume Rift lies a time gate nestled in what sages call the Forgotten Chamber. The time gate leads 1,839 years in the past to the ancient Netherese city of Conch, which was once a central river-port city that thrummed with commerce. In Netheril's waning days, civil unrest against the ruling mages, as well as attacks from phaerimm, made Conch a volatile place. For more about {@area Conch|040|x}, see {@book chapter 1|NF|1}.",
						"The Forgotten Chamber lies inside a dormant volcano's caldera along a path called the Road of Gems, which winds through the High Ice. The Forgotten Chamber is shown on {@book Map: The Forgotten Chamber|NF|3|Map: The Forgotten Chamber}. The sections below provide general information appropriate for creating adventures of any level here; simply fill in your encounters with appropriate creatures from the {@book Monster Manual|XMM}. An example adventure follows later in this chapter.",
						{
							"type": "entries",
							"name": "The Road of Gems",
							"id": "07f",
							"entries": [
								"A natural glacial rift, the Road of Gems spiderwebs through the region, cutting through solid ice that often rises over 30 feet on both sides. Over the centuries, miners have discovered many caves full of precious stones and minerals near the Road of Gems.",
								"The Road of Gems section of {@book Map: The Forgotten Chamber|NF|3|Map: The Forgotten Chamber} shows the road's layout in the area surrounding the Forgotten Chamber. Where the road dead-ends, the path dips underground into mines or caverns. Exploring these is outside the scope of seeking the time gate in the Forgotten Chamber. If you'd like to include these areas in your game, consider using the Mine and Underdark Warren maps in {@book appendix B|XDMG|12} of the {@book Dungeon Master's Guide|XDMG} and populate them with creatures from the {@table Monsters by Habitat; Underdark Monsters|XMM|Underdark Monsters} list in {@book appendix B|XMM|2} of the {@i Monster Manual}."
							]
						},
						{
							"type": "entries",
							"name": "The Caldera",
							"id": "080",
							"entries": [
								"The caldera surrounding the Forgotten Chamber's time gate is accessible from three points via the Road of Gems (or from overhead for flying characters). The caldera slopes downward at a steep angle, making the caldera's lip {@variantrule Difficult Terrain|XPHB}. The bottom of the caldera is flat and surrounds a 10-foot-deep chasm that holds the time gate's portal. A distant view of the port city is visible from either side of the portal."
							]
						},
						{
							"type": "entries",
							"name": "Into Conch",
							"id": "081",
							"entries": [
								"Those who pass through the portal from the Forgotten Chamber emerge from a wall just inside the mouth of a mineshaft in {@area Conch|040|x}. Stepping outside reveals a busy quarry filled with Low Netherese laborers toiling under the close eye of an angry, despotic human spellcaster named Jharsinius (Medium, Neutral Evil {@creature Mage|XMM}).",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/016-03-002.birds-mountain.webp"
									},
									"title": "Time gates are often nestled in dangerous locales",
									"credit": "Luca Bancone",
									"width": 850,
									"height": 2181
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventure at the Forgotten Chamber",
					"id": "082",
					"entries": [
						"The following adventure sends characters to the Forgotten Chamber and into Conch beyond.",
						{
							"type": "entries",
							"name": "The Missing Gnome",
							"id": "083",
							"entries": [
								"{@i Adventure for Level 3 Characters}",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Situation",
											"entry": "A beloved but eccentric gnome scholar in Graevelwood, a settlement two hundred miles west of the Forgotten Chamber, has uncovered the Forgotten Chamber's location as well as details about the time gate there. Named Vigglestern (Small, Neutral Good {@creature Noble|XMM}), the scholar is fascinated with ancient Netheril; after several townspeople refused to believe his discovery, Vigglestern set out for the High Ice with the intent to time travel into Conch and bring back proof he's visited Netheril."
										},
										{
											"type": "item",
											"name": "Hook",
											"entry": "The leader of Graevelwood is Vigglestern's granddaughter, a gnome named Zalneen (Small, Neutral Good {@creature Commoner|XMM}). She discovered a note her grandfather left detailing his intentions and is terrified for the older gnome's safety. Zalneen offers to pay the characters 150 GP each to follow Vigglestern's trail and bring him safely home."
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters",
									"id": "084",
									"entries": [
										"Graevelwood lies in the eastern reaches of Arn Forest. The journey from the forest, across a narrow strip of cold desert, and into the High Ice is uneventful. Vigglestern has several days' head start on the characters, though remains of recent campfires suggest the characters are close on the gnome's trail.",
										"Allow the characters to approach the Forgotten Chamber from whichever direction they wish. The characters run into trouble once they reach the section of the road shown on the bottom of {@book Map: The Forgotten Chamber|NF|3|Map: The Forgotten Chamber}.",
										{
											"type": "entries",
											"name": "Unwitting Prey",
											"id": "085",
											"entries": [
												"Two {@creature Winter Wolf|XMM|Winter Wolves} begin stalking the characters. Any character with a Passive Perception score of 16+ notices the wolves, whose den is in a nearby cavern of your choosing. If no characters notice the wolves, the wolves ambush the characters, staying near each other to take advantage of their Pack Tactics ability."
											]
										},
										{
											"type": "entries",
											"name": "Surprise",
											"id": "086",
											"entries": [
												"Once a character is within 100 feet of the caldera's lip, a {@creature Young Remorhaz|XMM} bursts from the ground. The remorhaz retreats if it is {@status Bloodied|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "A Bloody Scene",
											"id": "087",
											"entries": [
												"This encounter takes place in the central portion of {@book Map: The Forgotten Chamber|NF|3|Map: The Forgotten Chamber}. Once the characters reach the bottom of the caldera, they find a few drops of blood leading into the portal. The blood belongs to Vigglestern. Before the characters can climb into the chasm, a strange creature confronts them; Vigglestern tripped and injured himself while running away from this creature before the gnome jumped through the portal.",
												"Roll or choose an option on the Forgotten Chamber Gate Creatures table below. All creatures are {@variantrule Hostile [Attitude]|XPHB|Hostile} toward the characters and fight until destroyed.",
												{
													"type": "table",
													"caption": "Forgotten Chamber Gate Creatures",
													"colLabels": [
														"1d8",
														"Creature",
														"Details",
														"Difficulty"
													],
													"colStyles": [
														"col-2 text-center",
														"col-4",
														"col-4",
														"col-2 text-center"
													],
													"rows": [
														[
															"1",
															"{@creature Yeti|XMM}",
															"Unaware of the time gate, this yeti lives in the caldera and defends it from intruders.",
															"Low"
														],
														[
															"2",
															"{@creature Hook Horror|XMM}",
															"This confused predator wandered through the portal from a nearby mining tunnel in Conch.",
															"Low"
														],
														[
															"3",
															"{@creature Ghost|XMM}",
															"The remnants of a High Netherese shift commander who was poisoned by her workers, this furious Undead assumes the characters are responsible for her death.",
															"Moderate"
														],
														[
															"4",
															"{@creature Ettin|XMM}",
															"This obstinate creature was indiscriminately killing miners when it accidentally wandered through the portal.",
															"Moderate"
														],
														[
															"5",
															"{@creature Black Pudding|XMM}",
															"High Netherese mages released this creature into Conch's mines to punish disobedient miners, but it mistakenly trudged through the portal.",
															"Moderate"
														],
														[
															"6",
															"{@creature Giant Axe Beak|XMM}",
															"This oblivious creature wants to build a nest in the chasm that holds the portal.",
															"High"
														],
														[
															"7",
															"{@creature Otyugh|XMM}",
															"This creature gorged itself on trash from Conch's mining tunnels before accidentally lumbering through the portal.",
															"High"
														],
														[
															"8",
															"{@creature Troll|XMM}",
															"A scout for a larger band of trolls, this creature wants to clear the caldera of all threats before its companions move in.",
															"High"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Finding Vigglestern",
											"id": "088",
											"entries": [
												"When the characters step through the portal and emerge in Conch, they can easily follow the trail of Vigglestern's blood into a nearby alcove inside the mining shaft. When the characters find the gnome, each character earns 400 XP.",
												"The injured Vigglestern has 5 Hit Points remaining. Although the shouting from the mines' overseers terrify him, the gnome refuses to accompany the characters back to Graevelwood without some proof of his journey to Conch.",
												"Any character can argue that describing Conch's mines is proof enough for Graevelwood's villagers to believe Vigglestern, who should stay hidden due to the place's dangers. The gnome readily agrees and asks the characters to explore the area, take note of details, and return to him when they're ready to go home.",
												"At your discretion, the characters might also confront Jharsinius, the overseer of this section of the mine (see \"{@area Into Conch|081|x}\"). Jharsinius is outside the mineshaft shouting at four human Low Netherese {@creature Commoner|XMM|Commoners}, whose productivity the mage finds lacking. Jharsinius carries a {@item Magen Handbell|NF} ({@book see appendix A|NF|5})."
											]
										},
										{
											"type": "entries",
											"name": "Conclusion",
											"id": "089",
											"entries": [
												"Once the characters return Vigglestern to Graevelwood, Zalneen gives them their promised reward."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 4: Escape From the Past",
			"id": "08a",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/NF/017-04-001.magen-frenzy.webp"
					},
					"title": "The cosmos-shaking magic of Karsus's Folly drives a caldron magen into a violent frenzy",
					"credit": "Samuel Perin",
					"width": 1700,
					"height": 2292
				},
				"Experimentation with temporal magic was rife before Netheril's fall. At key points in Netherese history, the fabric of time and space frequently thinned and warped.",
				"You can use this warped fabric to pull your characters from any period in the Forgotten Realms or beyond into ancient Netheril, where they can adventure before discovering a way back home.",
				{
					"type": "section",
					"name": "Time-Travel Adventures",
					"id": "08b",
					"entries": [
						"The adventures in this section deposit characters into harrowing situations in ancient Netheril.",
						{
							"type": "entries",
							"name": "Attack of the Phaerimm",
							"id": "08c",
							"entries": [
								"{@i Adventure for Level 3 Characters}",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/NF/018-04-002.phaerimm-attack.webp"
									},
									"title": "Phaerimm attacks on Conch were brutal and unanticipated, leading to a constant state of fear and chaos in the city",
									"credit": "Samuel Perin",
									"width": 1700,
									"height": 1040
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Situation",
											"entry": "A Netherese mage named Tyvern was conducting a time-travel experiment in a chamber in his workshop in Conch when phaerimm attacked the city. The interrupted experiment exploded in a blast of temporal energy, pulling the adventurers to the workshop."
										},
										{
											"type": "item",
											"name": "Hook",
											"entry": "The characters find themselves in a magical workshop in Conch in the midst of a phaerimm assault during Netheril's Shadowed Age. They are in immediate danger and must escape before they can find a way home."
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters",
									"id": "08d",
									"entries": [
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/NF/019-map-04.01-tyverns-workshop.webp"
													},
													"imageType": "map",
													"title": "Map 04.01: Tyvern's Workshop",
													"credit": "Mike Schley",
													"width": 3277,
													"height": 4096,
													"id": "0a5",
													"grid": {
														"type": "square",
														"size": 174,
														"offsetX": 74,
														"offsetY": -32
													},
													"mapRegions": [
														{
															"area": "08c",
															"points": [
																[
																	810,
																	319
																],
																[
																	810,
																	737
																],
																[
																	2472,
																	737
																],
																[
																	2472,
																	319
																]
															]
														}
													],
													"hrefThumbnail": {
														"type": "internal",
														"path": "book/NF/thumbnail/019-map-04.01-tyverns-workshop.webp"
													}
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/NF/020-map-04.01-tyverns-workshop-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 3277,
													"height": 4096,
													"mapParent": {
														"id": "0a5"
													},
													"credit": "Mike Schley",
													"grid": {
														"type": "square",
														"size": 174,
														"offsetX": 74,
														"offsetY": -32
													}
												}
											]
										},
										"This adventure consists of the following encounters and takes place on Map: Tyvern's Workshop. Squares with rubble or flames in them are {@variantrule Difficult Terrain|XPHB}.",
										{
											"type": "entries",
											"name": "Sudden Disaster",
											"id": "08e",
											"entries": [
												"An explosion of white energy transports the characters to the center of the first floor. They have the {@condition Prone|XPHB} condition.",
												"The southeastern portion of the workshop has just exploded. The echo of an explosion rings, and the dust hasn't settled. The experimentation chamber in the workshop's center is intact; Tyvern's magical mishap exploded southward, sparing the structure.",
												"The characters notice two conical shapes near the fire. These are {@creature Phaerimm Scout|NF|Phaerimm Scouts}. When a character stands, one scout telepathically tells each character, \"I can taste the magic here! You shall die!\" The scouts fight the characters to the death.",
												"Once the scouts are defeated, the characters find three {@item Potion of Healing|XDMG|Potions of Healing} in the remnants of smashed belongings on the floor. They also find an {@item Arcane Battery|NF}, a {@item Hat of Vortexes|NF}, a {@item Mask of Changed Appearance|NF}, and a {@item Mythallar Bracelet|NF}."
											]
										},
										{
											"type": "entries",
											"name": "Plea for Help",
											"id": "08f",
											"entries": [
												"The characters hear a weak voice calling for help from upstairs. If the characters head to the second floor, they notice the workshop's roof is sheared off and open to the sky. A portion of the southwest wall has collapsed. This is damage from the phaerimm attack on the city.",
												"Trapped under the rubble, Tyvern (Medium {@creature Mage|XMM}), a red-haired human, begs to be freed and promises a rich reward. Tyvern fled upstairs when the phaerimm attacked. If the characters are obviously time travelers, Tyvern insists he can send them home if the characters help him.",
												"A character who takes a {@action Utilize|XPHB} action and succeeds on a {@dc 13} Strength ({@skill Athletics|XPHB}) check frees Tyvern from the rubble. If the characters free him, he explains his experimentation and why the characters might have been transported here, if applicable. He says that his botched experiment coincidentally happened at the same time as the phaerimm attack. If the characters rescue Tyvern, each of them earns 400 XP.",
												"After a few minutes, the characters notice an enormous, ominous shadow approaching overhead. This is a {@creature Phaerimm Elder|NF}. If any creature remains upstairs in the workshop after 1 minute has passed, the elder fights them, likely destroying them. If the characters flee downstairs, with or without Tyvern, the elder ignores them."
											]
										},
										{
											"type": "entries",
											"name": "Back Downstairs",
											"id": "090",
											"entries": [
												"When the characters are downstairs, they find four {@creature Phaerimm Hatchling|FRAiF|Phaerimm Hatchlings} and two Phaerimm Scouts sifting through the workshop's remains. The phaerimm fight the characters to the death."
											]
										},
										{
											"type": "entries",
											"name": "Conclusion",
											"id": "091",
											"entries": [
												"Once the workshop has been cleared of phaerimm, if Tyvern is with the characters, he awards them 150 GP each and the {@item Brooch of the Elements|NF} ({@book see appendix a|NF|5}) he's wearing. If the characters are time travelers, he suggests that he might be able to return them to their time by reversing his experiment's steps. He asks for a few days to experiment, and encourages the characters to explore the city. Tyvern readily provides the details about {@area Conch|040|x} found in {@book chapter 1|NF|1}.",
												"If Tyvern isn't present, a character proficient in {@skill Arcana|XPHB} can reactivate the time-travel experiment by spending 1 hour studying Tyvern's notes, taking a {@action Magic|XPHB} action, and succeeding on a {@dc 12} Intelligence (Arcana) check. The characters can reactivate the experiment whenever they wish, leaving them free to explore the city."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Chaos in the Streets",
							"id": "092",
							"entries": [
								"{@i Adventure for Level 5 Characters}",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Situation",
											"entry": "Weeks after the fall of {@area Eileanar|01e|x} and several other flying cities, the city of {@area Conch|040|x} is inundated with those who need help, and the authorities are overwhelmed. A selfish smuggling gang has taken advantage of the distracted watch to rough up those who owe them money. Temporal magic rippling through the cosmos after Karsus's Folly pulls the characters into the alleys."
										},
										{
											"type": "item",
											"name": "Hook",
											"entry": "The characters find themselves in Conch's alleyways in the Riverside district and witness a murder. They must contend with certain danger, possibly following and confronting the killer before finding a way home."
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters",
									"id": "093",
									"entries": [
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/NF/021-map-04.02-conch-alleyways.webp"
													},
													"imageType": "map",
													"title": "Map 04.02: Conch Alleyways",
													"credit": "Mike Schley",
													"width": 1676,
													"height": 4096,
													"id": "0a6",
													"grid": {
														"type": "square",
														"size": 149,
														"offsetX": 36,
														"offsetY": -2,
														"scale": 2
													},
													"mapRegions": [
														{
															"area": "092",
															"points": [
																[
																	139,
																	2975
																],
																[
																	139,
																	3200
																],
																[
																	611,
																	3200
																],
																[
																	611,
																	2975
																]
															]
														}
													],
													"hrefThumbnail": {
														"type": "internal",
														"path": "book/NF/thumbnail/021-map-04.02-conch-alleyways.webp"
													}
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/NF/022-map-04.02-conch-alleyways-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 1676,
													"height": 4096,
													"mapParent": {
														"id": "0a6"
													},
													"credit": "Mike Schley",
													"grid": {
														"type": "square",
														"size": 149,
														"offsetX": 36,
														"offsetY": -2,
														"scale": 2
													}
												}
											]
										},
										"The adventure consists of the following encounters and uses {@b Map: Conch Alleyways}, which shows the alleys where the encounters take place. The buildings surrounding the alleys are locked, and accessing them is outside the scope of this adventure.",
										{
											"type": "entries",
											"name": "There's Been a Murder",
											"id": "094",
											"entries": [
												"An explosion of white energy transports the characters to the southern end of alley A.",
												"To the north is a broken statue of a robed mage, beside which dangles a gnome (Small {@creature Commoner|XMM}) held aloft by an unseen force. Before the characters can act, the gnome's throat bleeds heavily and he falls to the ground, dead.",
												"Flanking the gnome are three Chaotic Evil {@creature Lizardfolk Sovereign|XMM|Lizardfolk Sovereigns}. When they notice the characters, the lizardfolk shout threats and start combat. The lizardfolk are named Retta, Torm, and Vill, and they're members of a river smuggling gang called the Swampclaws. If a Swampclaw is reduced to 20 Hit Points or fewer, all three attempt to surrender, promising to tell the characters anything they wish to know in exchange for their lives.",
												"A Swampclaw can reveal that the gnome was killed by Yorg, an {@creature Invisible Stalker|XMM} under the Swampclaw leader's command. Yorg has sped into another nearby alley just a block away (alley B on the map) to chase down the gnome's siblings. The gnomes ran afoul of the gang when they accepted river transport for their embroidered textiles but couldn't pay their fees on time.",
												"If the characters don't accept the lizardfolk's surrender, the Swampclaws attack again, taunting the characters with the above information. They are certain Yorg will defeat the characters if they give chase."
											]
										},
										{
											"type": "entries",
											"name": "Save the Gnomes",
											"id": "095",
											"entries": [
												"After learning about alley B's location, the characters can reach it easily. When the characters arrive in alley B, they find four human officers of the guard (Medium, Chaotic Evil {@creature Guard Captain|XMM|Guard Captains}) staking out the stairway that leads down to alley C. The guard officers—named Jolm, Brea, Derk, and Terra—start combat as soon as they see the characters.",
												"These corrupt guard officers are also Swampclaws helping Yorg. Once one officer dies, the others surrender, revealing that Yorg is in alley C downstairs, where the gnome siblings are hiding."
											]
										},
										{
											"type": "entries",
											"name": "Finally Got You",
											"id": "096",
											"entries": [
												"When the characters arrive in alley C, they see two gnomes dangling in the air, begging for their lives. The {@creature Invisible Stalker|XMM} Yorg taunts the gnomes for their foolishness before it moves to kill them. If the characters interrupt, Yorg drops the gnomes and fights the characters to the death."
											]
										},
										{
											"type": "entries",
											"name": "Conclusion",
											"id": "097",
											"entries": [
												"If the characters save the gnomes, the siblings reveal themselves to be Low Netherese textile merchants named Bernadoo and Hipplepoff Tindertoe. They ran when Yorg grabbed their brother, Thomp. If the characters saved the gnome siblings, each character earns an additional 1,100 XP.",
												"The siblings are distraught at their brother's death but thank the characters profusely. Though they have little to pay as a reward, the gnomes offer to take the characters to their stall in the Dockmarket ({@book see chapter 1|NF|1}). There, the gnomes happily trade their textiles to purchase any magic item of Rare or lower rarity from appendix A that the characters want. Returning to their own time might be the characters' next adventure, as you see fit."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Doomed Apotheosis",
							"id": "098",
							"entries": [
								"{@i Adventure for Level 8 Characters}",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Situation",
											"entry": "Karsus is casting the spell that eventually sends Eileanar plummeting to its doom. The flux of his magic interfering with Mystryl's divine power creates a powerful time vortex that pulls the characters to his acropolis in Eileanar."
										},
										{
											"type": "item",
											"name": "Hook",
											"entry": "The characters find themselves in Karsus's {@area Arcane Acropolis|02a|x} as Karsus draws magical power toward himself like a black hole. The characters are stuck in the acropolis as magic malfunctions and backfires around them, endangering everyone in the area."
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters",
									"id": "099",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/NF/023-map-04.03-karsuss-sanctum.webp"
											},
											"imageType": "map",
											"title": "Map 04.03: Karsus's Sanctum",
											"credit": "Mike Schley",
											"width": 2048,
											"height": 2560,
											"id": "0a7",
											"grid": {
												"type": "square",
												"size": 195,
												"offsetX": 102,
												"offsetY": 23,
												"scale": 2
											},
											"mapRegions": [
												{
													"area": "098",
													"points": [
														[
															546,
															176
														],
														[
															546,
															422
														],
														[
															1502,
															422
														],
														[
															1502,
															176
														]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "book/NF/thumbnail/023-map-04.03-karsuss-sanctum.webp"
											}
										},
										"The adventure consists of the following encounters and uses {@b Map: Karsus's Sanctum}, which shows the section of Karsus's Sanctum where the encounters take place. During these encounters, Karsus is in the center of the sanctum, as shown on the map, surrounded by an impenetrable globe of raw magic. He is slowly growing larger, has Immunity to all damage, and is unaware of his surroundings. The characters can't affect Karsus in any way, and he can't perceive them.",
										{
											"type": "entries",
											"name": "Flumph Keeper",
											"id": "09a",
											"entries": [
												"An explosion of white energy transports the characters to the sanctum, just north of the stairway. Another blue barrier of impenetrable magic surrounds the sanctum like a dome, and the characters are trapped.",
												"A frantic human named Youmi (Medium, Chaotic Good {@creature Mage Apprentice|XMM}) shouts for help from near the southeastern balcony. She gestures wildly for the characters to help her stop one {@creature Terran Magen|NF} and two {@creature Caldron Magen|NF} ({@book see appendix b|NF|6} for both) from destroying four terrified {@creature Flumph|XMM|Flumphs}, which are backed into the balcony's corner. The magen are driven berserk by Karsus's fluctuating magic and have just started combat with the flumphs. If the characters fight them, the magen turn their attention to the characters and fight to the death. Otherwise, the magen kill the flumphs before fighting the characters.",
												"If the flumphs survive, Youmi becomes {@variantrule Friendly [Attitude]|XPHB|Friendly}. She explains that Karsus is attempting to cast a spell to replace the god of magic and admits she's sickened by the archmage's hubris and recklessness. As an {@action Influence|XPHB} action, a character can try to convince Youmi to join their group to help them navigate the city, doing so with a successful {@dc 16} Charisma ({@skill Persuasion|XPHB}) check."
											]
										},
										{
											"type": "entries",
											"name": "Collection of Wonders",
											"id": "09b",
											"entries": [
												"Each of the pedestals shown on the map holds a magical item. Karsus was trying to stabilize his magical experimentations using these items, but it backfired. If she's alive, Youmi suggests the characters remove the magic items from the pedestals to dampen Karsus's fluctuating magic.",
												"Clockwise from the westernmost pedestal, the pedestals hold {@item Boots of Speed|XDMG}, a {@item Ring of Regeneration|XDMG}, a {@item Fork of Eddy Summoning|NF} ({@book see appendix a|NF|5}), and a {@item Mythallar Cloak|NF} ({@book see appendix a|NF|5}). If the characters want to keep the items, Youmi doesn't stop them."
											]
										},
										{
											"type": "entries",
											"name": "Uncontrolled Magic",
											"id": "09c",
											"entries": [
												"After the characters take a magic item from a pedestal, or after they've finished talking with Youmi, four {@creature Eldritch Eddy|NF|Eldritch Eddies} appear near them in places of your choosing. These eddies appear only once."
											]
										},
										{
											"type": "entries",
											"name": "Karsus's Magic Rising",
											"id": "09d",
											"entries": [
												"After the eddies are destroyed, the dome surrounding the area explodes in a flash of bright blue light. The characters are no longer trapped in the area. Four {@creature Mage|XMM|Mages}, all humans, rush up the stairs and toward Karsus, screaming that there's no time to talk and casting {@spell Dispel Magic|XPHB} and other mitigating spells on the energy surrounding their master. After 5 minutes, the magic thrumming through the area stabilizes, although the globe surrounding Karsus is now much larger. Calmed for now, the mages offer to escort the characters to the public portion of Karsus's {@area Arcane Acropolis|02a|x}, described in {@book chapter 1|NF|1|Adventuring in Netheril}. Each character earns 2,100 XP."
											]
										},
										{
											"type": "entries",
											"name": "Conclusion",
											"id": "09e",
											"entries": [
												"The characters have some time to explore Eileanar before Karsus eventually dies and the flying city plummets to the ground. How long is up to you; it might be anywhere from a few hours to a week or longer. Regardless, returning to their own time is the characters' next adventure."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix A: Magic Items",
			"id": "09f",
			"entries": [
				"This section details magic items that characters might find during their adventures in Netheril.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@item Arcane Battery|NF}",
						"{@item Brooch of the Elements|NF}",
						"{@item Fork of Eddy Summoning|NF}",
						"{@item Hat of Vortexes|NF}",
						"{@item Magen Handbell|NF}",
						"{@item Mask of Changed Appearance|NF}",
						"{@item Mythallar Bracelet|NF}",
						"{@item Mythallar Cloak|NF}"
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix B: Bestiary",
			"id": "0ae",
			"entries": [
				"This appendix details monsters found in ancient Netheril.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@creature Eldritch Eddy|NF}",
						"{@creature Caldron Magen|NF}",
						"{@creature Terran Magen|NF}",
						"{@creature Virvos Magen|NF}",
						"{@creature Phaerimm Hatchling|FRAiF}",
						"{@creature Phaerimm Scout|NF}",
						"{@creature Phaerimm Agent|FRAiF}",
						"{@creature Phaerimm Elder|NF}"
					]
				},
				{
					"type": "statblock",
					"name": "Eldritch Eddy",
					"tag": "creature",
					"source": "NF",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Caldron Magen",
					"tag": "creature",
					"source": "NF",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Terran Magen",
					"tag": "creature",
					"source": "NF",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Virvos Magen",
					"tag": "creature",
					"source": "NF",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Phaerimm Hatchling",
					"tag": "creature",
					"source": "FRAiF",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Phaerimm Scout",
					"tag": "creature",
					"source": "NF",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Phaerimm Agent",
					"tag": "creature",
					"source": "FRAiF",
					"style": "narrow"
				},
				{
					"type": "statblock",
					"name": "Phaerimm Elder",
					"tag": "creature",
					"source": "NF",
					"style": "narrow"
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"id": "0b9",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Lead Designer:",
							"entry": "Amanda Hamon"
						},
						{
							"type": "item",
							"name": "Designers:",
							"entry": "Ron Lundeen, David Somerville"
						},
						{
							"type": "item",
							"name": "Rules Developer:",
							"entry": "Makenzie De Armas"
						},
						{
							"type": "item",
							"name": "Editors:",
							"entry": "Adrian Ng Di Spaltro (lead), Ayla Bondora, Amanda Frechin, Sadie Lowry, James Wyatt"
						},
						{
							"type": "item",
							"name": "Art Director:",
							"entry": "Josh Herman"
						},
						{
							"type": "item",
							"name": "Graphic Designers:",
							"entry": "Trystan Falcone (lead), Matt Cole"
						},
						{
							"type": "item",
							"name": "Cover Illustrator:",
							"entry": "Olivier Bernard"
						},
						{
							"type": "item",
							"name": "Interior Illustrators:",
							"entry": "Luca Bancone, Adam Cook, Álvaro Calvo Escudero, Julian Kok, Alejandro Pacheco, Samuel Perin, John Tedrick, Zuzanna Wuzyk"
						},
						{
							"type": "item",
							"name": "Cartographer:",
							"entry": "Mike Schley"
						},
						{
							"type": "item",
							"name": "Consultants:",
							"entry": "Sameer Joseph, Alyssa Visscher"
						},
						{
							"type": "item",
							"name": "Producers:",
							"entry": "Rob Hawkey (lead), Dan Tovar (lead), Bill Benham, Siera Bruggeman, Vanessa Hoskins"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/NF/029-nf-cover.webp"
					},
					"title": "Front Cover",
					"credit": "Olivier Bernard",
					"width": 2732,
					"height": 3579
				}
			]
		}
	]
}
