{
	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"page": "xii",
			"entries": [
				"What is Dungeons & Dragons? For some, it's a dynamic narrative game with infinite possibilities; for others, an exciting tactical contest of strategy and wit. But for many, it is far more than a game; it's a way of life.",
				"If you're holding this book, then you probably love two things: D&D and sharing a great meal. And why shouldn't you? Few things go together so well: they're tabletop activities and highly social occasions, and both offer endless possibilities. But the similarities run far deeper. No matter where you are in the world, food is at the center of community and connection. For millions of fans, D&D plays very much the same role. You might say that D&D is the food of the imagination.",
				"Dungeons & Dragons is no ordinary game, and this is no ordinary cookbook; it's a uniquely D&D cookbook. Inside, you'll find familiar recipes and dishes that were only available to your D&D player characters, until now—an adventure of food! We began this quest with a simple inquiry: how can food elevate and enhance the D&D experience? If the magic of D&D springs from its ability to activate the human imagination, then how can we recast that same enchantment over an inspiring set of recipes? In short, we want this book to be an essential part of your game nights. Why put out a bag of chips when you can prepare a batch of {@recipe Halfling Oatmeal Sweet Nibbles}? Or perhaps you're craving the same {@recipe Iron Rations} as your dungeon-delving character to sustain you through the game. Which protein will flavor your {@recipe Sword Coast Seafood Bouillabaisse}? Maybe you should roll for it. If you are new to the kitchen, try a lower-level recipe to start! Our goal is to stimulate the spirit of adventure at your gaming table and beyond by inviting you to enter a new culinary dimension.",
				"Here you will find a curated selection of D&D recipes spanning the vast multiverse. They are all delicious, easy to prepare, and composed of ingredients readily found in this realm. Even better, these recipes offer a unique opportunity to enhance the social experience that is D&D, whether it happens to be a game night or you just wish it were. Because D&D is bound only by the limits of the imagination, without an agreed-upon singular storyline or locale, we have organized this cookbook by one of the game's few ubiquitous devices: the multitude of playable fantasy groups featured in D&D's 5th edition. This structure invites D&D and fantasy lovers alike to eat like their favorite fictional cultures—from elves and dwarves to orcs and drow—while we shed fresh light on their stories via their unique cuisines and lifestyles.",
				"Dungeons & Dragons is about far more than monsters or treasure; it's built on the foundation of community, friendship, and imagination. This culinary compendium will inspire and encourage those same principles through the art and craft of cooking, while adding an exciting and visceral new layer to your game nights: sights, smells, touch, and, of course, {@i tastes}.",
				"So, what is Dungeons & Dragons? Join us as we find our answer through the dishes and cuisine that make this multiverse so delicious.",
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/026_Newm_9781984858900_lay_art_r11.webp"
							},
							"width": 1750,
							"height": 1998
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/027_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1760,
							"height": 1986
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/028_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						}
					]
				},
				{
					"type": "entries",
					"name": "About This Book: Creating Food and Water",
					"page": "xv",
					"entries": [
						"The culinary canvas of the D&D multiverse is no different than the game itself: it's bound only by the imagination. However, Dungeons & Dragons is also rich with real-world influences, drawing heavily from our own past as well as fictional realms created by some of the world's greatest dreamers. Roast meats, hearty grains, cooked vegetables, and other familiar staples dominate the in-world menus from the castles of Krynn to the taverns of the Forgotten Realms of Toril. And while the worlds of D&D have many similarities to our own, unless you have a kitchen full of magical items, knowledge of powerful spells, and access to an array of mystical ingredients, you won't be able to prepare many of its recipes in their original forms. And let's be honest, many foods referenced in D&D materials are not quite right for the modern Earth palate (crisped worm skewers, anyone?).",
						"Fear not, brave adventurer! We've put together dishes that are not only true to their various worlds, but also tasty and possible to prepare here in ours. Can't find rothé meat at the local butcher? Don't worry—grass-fed beef or buffalo will do. Trying to find a substitute for cockatrice? Well, it's said that everything tastes like cockatrice, so chicken should suffice. Our methodology in creating this recipe collection was simple: find every notable dish, ingredient, and recipe in the D&D multiverse; curate and modify it for feasibility, appropriateness, and, most important, flavor; and present it here in a way that even a 1st level chef might be able to make it for game night. Accordingly, our master chef has not only provided easy-to-follow recipes but also some helpful \"Cook's Notes\" that will guide you through every aspect of the journey. \"So enjoy, and may the dice be good to you!\"",
						{
							"type": "entries",
							"name": "Adventuring Equipment",
							"page": "xv",
							"entries": [
								"Like a red dragon's lair, the road of culinary adventure is fraught with both peril and reward. Only with a fair amount of attention to detail, ingenuity, and luck do you have a chance of survival. But you'll also need the right equipment. Whether it be the sword for the fighter or the spellbook for the magic-user, all adventurers need the proper tools of the trade to ensure their success. Here are some implements that will help you complete this adventure and hopefully gain some experience along the way:",
								{
									"type": "list",
									"columns": 3,
									"page": "xv",
									"items": [
										"Cheese grater",
										"Cocktail shaker and muddler",
										"Dutch oven or heavy-bottomed pan",
										"Food processor",
										"Measuring cups and spoons",
										"Pastry brush",
										"Pie plate",
										"Strainer",
										"Stand mixer or electric hand-mixer",
										"Tongs",
										"Wire rack"
									]
								}
							],
							"id": "002"
						},
						{
							"type": "entries",
							"name": "A Digestible Cookbook",
							"page": "xv",
							"entries": [
								"Distilling forty-five years of D&D culinary traditions, dishes, ingredients, and flavors is a formidable task and one that requires an appropriately comprehensive approach. To this end, we have endeavored to provide as many angles and perspectives as possible to guide you through this delicious journey. Here are a few thematic devices we used to unlock this multiverse of flavor:",
								{
									"type": "entries",
									"name": "Heroes' Feasts",
									"page": "xvi",
									"entries": [
										"Bad news. You've been teleported into Acererak's Chamber of Hopelessness. A magical inscription on the wall reads: \"You who dared to violate my tomb now pay the price. Stay here and die slowly of starvation, or open and enter the door to the south, where certain but quick death awaits.\" Good news! You're locked in with an 11th level druid who can cast Heroes' Feast once per day, ensuring you certainly won't starve to death as the inscription had predicted. But...bad news again: your druid is particularly fond of liver and anchovies, and you can be sure the rest of your days will be spent eating nothing but gamy and briny morsels. The south door is looking better and better, or maybe you'll just starve to death after all.",
										"All Heroes' Feasts are not the same. They are often left open to the tastes, preferences, and skills of the casters themselves, all of which can lead to significant variation. This is further compounded by the eclectic eating preferences of each fantasy culture. Would an elven cleric make the same Heroes' Feast as a half-orc druid? Not likely. While we can't account for all possible variations of this spell, we do know that it is a multicourse meal of \"magnificent food and drink,\" which has significant restorative properties. To this end, we have defined what the Heroes' Feast might look like across the different fantasy folk, and when you see the below icons, it means that the recipe should be included in a proper Heroes' Feast for that culture."
									],
									"id": "004"
								},
								{
									"type": "entries",
									"name": "Magnificent Menus",
									"page": "xvi",
									"entries": [
										"All establishments in the D&D multiverse, whether humble roadside taverns or lofty banquet halls, have a time, place, and purpose, but some have undeniably stood out above the rest. In this recurring feature, we want to provide an in-world glance at the fare of some of the most renowned establishments located throughout some of D&D's most storied locales. Look for the asterisks on each menu denoting which recipes are included in the book."
									],
									"id": "005"
								},
								{
									"type": "entries",
									"name": "Heroes' Feast Recipes",
									"page": "xvi",
									"style": "text-center",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"columns": 2,
											"page": "xvi",
											"items": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/HF/human_logo_hf.webp"
													},
													"maxHeight": 200,
													"width": 1363,
													"height": 1489
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b HUMAN}",
														"{@recipe Amphail Braised Beef}",
														"{@recipe Vedbread}",
														"{@recipe Castle Amber Onion Soup}",
														"{@recipe Gingerbread Man}"
													]
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/HF/elven_logo_hf.webp"
													},
													"maxHeight": 200,
													"width": 1486,
													"height": 1474
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b ELVEN}",
														"{@recipe High Harvest Puree}",
														"{@recipe Wood Elf Forest Salad}",
														"{@recipe Dragon Salmon}",
														"{@recipe Meal's End}"
													]
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/HF/dwarven_logo_hf.webp"
													},
													"maxHeight": 200,
													"width": 1342,
													"height": 1342
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b DWARVEN}",
														"{@recipe Potato Leek Soup}",
														"{@recipe Smoked Sausages and Kraut with Dwarven Mustard}",
														"{@recipe Dwarven Flatbread}",
														"{@recipe Black Pudding}"
													]
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/HF/halfling_logo_hf.webp"
													},
													"maxHeight": 200,
													"width": 1489,
													"height": 1500
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"items": [
														"{@b HALFLING}",
														"{@recipe Melted Cheeses with Chunky Tomato Broth}",
														"{@recipe Lluirwood Salad}",
														"{@recipe Honeyed Ham with Pineapple Gravy}",
														"{@recipe Heartlands Rose Apple and Blackberry Pie}"
													]
												}
											]
										}
									],
									"id": "006"
								}
							],
							"id": "003"
						}
					],
					"id": "001"
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/029_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/030_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 2488,
							"height": 1406
						}
					]
				},
				{
					"type": "entries",
					"name": "Worlds of Flavor",
					"page": "xx",
					"entries": [
						"While Dungeons & Dragons doesn't have a single, agreed-upon world or storyline, from a culinary standpoint there are a few locales that have stood out above the rest. The core campaign worlds that inspired the recipes from this book include:",
						{
							"type": "entries",
							"name": "Forgotten Realms",
							"page": "xx",
							"entries": [
								"Created by Ed Greenwood, the {@i Forgotten Realms} is a rich, high-fantasy setting full of colorful characters and diverse locales. Rooted on an Earth-like planet called Abeir-Toril ({@i Toril} for short), this sprawling campaign world hosts a wide variety of features, from dense medieval-style metropolises and ports, impenetrable castles and fortresses, and one-horse hamlets to thick forests, rolling meadows, craggy mountains, and vast deserts, all spread across several key continents, including Kara-Tur, Zakhara, Maztica, and, most famously, Faerûn (and the Underdark that exists below its surface). Faerûn boasts some of the game's most storied locations, including the areas and regions of the Sword Coast, the Savage Frontier, the Dalelands, Calimshan, Chult, Cormyr, Thay, Amn, and Icewind Dale, as well as the legendary cities of Neverwinter, Waterdeep, Baldur's Gate, Calimport, and the notorious Underdark city of Menzoberranzan. The cuisine of Toril is as varied as the settings themselves, from dishes inspired by traditional medieval Europe to tastes derived from the Middle East, Asia, as well as the Americas."
							],
							"id": "008"
						},
						{
							"type": "entries",
							"name": "Greyhawk",
							"page": "xx",
							"entries": [
								"The brainchild of D&D co-creator Gary Gygax, {@i Greyhawk} is a gritty, sword-and-sorcery-style world full of deadly dungeons and forbidden, arcane magic. This campaign is set on another Earth-like planet with medieval sensibilities—a geocentric globe called Oerth. Similar to Earth, Oerth has several continents, including Hepmonaland, Hyperboria, and, most notably, Oerik, which hosts an area on its eastern part commonly referred to as the Flanaess. The Flanaess is home to Greyhawk's most famous regions and kingdoms, including Perrenland, the Shield Lands, Urnst, Luz, Veluna, Keoland, Sunndi, and Furyondy. Fabled cities and dungeons dot these areas from the Free City of Greyhawk, the Village of Hommlet, and White Plume Mountain to Saltmarsh, Blackmoor, and beyond. Greyhawk's cuisine is primarily inspired by dishes from feudal Europe, especially the tavern fare and game of medieval Britain and other areas throughout mainland Europe, sometimes with a fantastical, or even otherworldly twist."
							],
							"id": "009"
						},
						{
							"type": "entries",
							"name": "Eberron",
							"page": "xx",
							"entries": [
								"A creation of Keith Baker, {@i Eberron} is a world of swashbuckling, pulpy adventure where elaborate mechanisms and powerful magic exist side by side. The planet Eberron comprises several continents, the most famous of which is Khorvaire. There, the eclectic five nations of Aundair, Breland, the Mournland (Cyre), Karrnath, and Thrane yearn for supremacy over the ruined Kingdom of Galifar. From the towers and sky ships of Sharn to the ruin-filled port city of Stormreach, this whimsical, post-war campaign has something for everyone, including its cuisine, which boasts extraordinary variety across the five nations. The flavors of Eberron range from simple medieval-style fare to highly refined and complex gastronomic concoctions made with Victorian sensibilities using a combination of magic and machines."
							],
							"id": "00a"
						},
						{
							"type": "entries",
							"name": "Dragonlance",
							"page": "xx",
							"entries": [
								"Developed by Tracy Hickman and Margaret Weis, {@i Dragonlance} is a dreamy, high-fantasy world of purple mountains, evergreen trails, crystal lakes, and dragons of every color. Dragonlance's campaign world of Krynn is one of opposing polarities where magic is rare and natural-born enemies are tasked with working together to maintain cosmic balance and avoid total destruction. Ansalon is the most well-known of the planet's five continents, and it includes many of the famous locations from the campaign's bestselling novels, including Solace, Qué-Shu, Pax Tharkas, Tarsis, Xak Tsaroth, Istar, Qualinost, Silvanost, Solamnia, and beyond. The fare of this lush world ranges from traditional medieval tavern and peasant food to distinctive flavors from the Middle East and Asia."
							],
							"id": "00b"
						},
						{
							"type": "entries",
							"name": "Other Worlds",
							"page": "xxv",
							"entries": [
								"In addition to the previously mentioned realms, there are myriad other worlds in the Dungeons & Dragons pantheon, which are nearly as numerous as the players themselves. From the scorched plains of Athas in Dark Sun to the cruel mists of Barovia in gothic Ravenloft, all are united by the mystical gateways of Planescape. There truly is no limit to D&D or the worlds in which it lives."
							],
							"id": "00c"
						},
						{
							"type": "entries",
							"name": "Legendary Establishments",
							"page": "xxv",
							"entries": [
								"You can't go far in any D&D campaign without spending some time at a tavern, bar, inn, or eatery. These dicey locales are frequently where critical information is gathered and often where the adventure begins (or ends if you wind up getting into a deadly scuffle). Some establishments have seen more than their fair share of adventure, and the following are among D&D's most iconic.",
								{
									"type": "entries",
									"name": "The Yawning Portal",
									"page": "xxv",
									"entries": [
										"This iconic tavern and eatery located in the City of Waterdeep is among the most famous in the Forgotten Realms. Owned and operated by a gruff former adventurer called Durnan the Wanderer, this multilevel establishment tenders not only fine food and drink, but potential fame and fortune as well. Built atop one of D&D's largest and most notorious dungeons, the fabled Undermountain, this tavern offers paying customers entrance to the sprawling lair via a well that leads into its depths. Unfortunately, most patrons never return. For the menu, see {@book this page|HF|1|The Yawning Portal Menu}."
									],
									"id": "00e"
								},
								{
									"type": "entries",
									"name": "The Inn of the Last Home",
									"page": "xxv",
									"entries": [
										"Seated in the branches of a massive vallenwood tree, this rustic, country tavern located in the town of Solace is without a doubt the most famous establishment in the Dragonlance world. It is here where the Heroes of the Lance assemble and begin their unexpected journey among the wafting smells of {@recipe Otik's Skillet-Fried Spiced Potatoes|HF|fried spiced potatoes}—a specialty of the proprietor, Otik Sandath, and often prepared by its lovely barmaid, Tika Waylan, who becomes one of the unlikely adventurers herself. Known for its strong ales, tasty food, and cozy atmosphere, the Inn of the Last Home is a can't-miss stop for those who traverse the world of Krynn. For the menu, see {@book this page|HF|2|The Inn of the Last Home Menu}."
									],
									"id": "00f"
								},
								{
									"type": "entries",
									"name": "Celestial Vista Restaurant",
									"page": "xxv",
									"entries": [
										"Floating high above Eberron's City of Sharn in the Azure District of Skyway is the city's renowned Celestial Vista Restaurant. Here, well-to-do tourists and locals alike flock for the view and the cosmopolitan cuisine—where gastronomic innovation meets the traditional dishes of the five nations. Owned by powerful city council member Evix ir'Marasha, the atmosphere is elegant, the food is purified (by House Ghallanda), and the prices are as high as the eatery itself. For the menu, see {@book this page|HF|3|Celestial Vista Restaurant Menu}."
									],
									"id": "010"
								},
								{
									"type": "entries",
									"name": "The Green Dragon Inn",
									"page": "xxv",
									"entries": [
										"Situated in the River Quarter of the Free City of Greyhawk, this iconic pub is everything you'd expect of a D&D tavern: dark, cozy, and dangerous. Hushed conversations linger over map-covered tables, while the smell of roasted game wafts heavily above the underlying stench of stale ale. Whether you're looking for tasty regional cuisine of the Flanaess or trouble, you'll find it at the Green Dragon. For the menu, see {@book this page|HF|4|Green Dragon Inn Menu}."
									],
									"id": "011"
								}
							],
							"id": "00d"
						}
					],
					"id": "007"
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/031_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/032_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1760,
							"height": 1988
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/033_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1761,
							"height": 1986
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/034_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1754,
							"height": 1994
						}
					]
				},
				{
					"type": "entries",
					"name": "Tips for Magical Cooking",
					"page": "xxvii",
					"entries": [
						"Excerpt from the {@i Codex of Eldritch Cuisine}",
						"The Great Library of Candlekeep, built upon the rocky cliffs of the Sword Coast, is home to the most famous and comprehensive collection of arcane texts in all of Toril. But few know that cloistered behind the library's fortressed walls resides the greatest repository of culinary knowledge as well. The exhaustive archive boasts thousands of gastronomic tomes from the greater multiverse, many scribed ages ago by long-forgotten chefs whose creations await rediscovery. The following tips were discovered in the {@i Codex of Eldritch Cuisine}.",
						{
							"type": "entries",
							"name": "Use Magic",
							"page": "xxvii",
							"entries": [
								"For denizens of the multiverse, it is preferable (and much safer) to cast {@spell mage hand}, and have your spectral appendage cut the vegetables for you. Of course, if you have a druid or cleric in your midst, they can simply cast {@spell heroes' feast} and skip all of the fuss! If you are not so arcanely inclined, please take your time. Speed won't win you any awards in the kitchen, and severed digits will rarely improve upon any of the recipes. However, the lizardfolk recipe for {@recipe Fried Fingers} is an exception to this rule."
							],
							"id": "013"
						},
						{
							"type": "entries",
							"name": "Keep Thy Blades Sharp",
							"page": "xxvii",
							"entries": [
								"Chopping carrots is just like severing heads, and a dull blade simply won't get the job done. Ask any respectable half-orc chef and they will impress upon you to take the same care with a fine butcher knife as you do with a great axe."
							],
							"id": "014"
						},
						{
							"type": "entries",
							"name": "Clean as You Cook",
							"page": "xxvii",
							"entries": [
								"Staring down a sink full of sullied pots, pans, and dishes can be just as daunting as squaring off against an ancient black dragon. It's advisable to handle the cleaning duties during your downtime so that you can enjoy the meal carefree when it's ready. Unless, of course, you can cast {@spell prestidigitation} to clean those dishes, then do whatever in the nine hells you please."
							],
							"id": "015"
						},
						{
							"type": "entries",
							"name": "Plan Ahead",
							"page": "xxviii",
							"entries": [
								"Manage your time and your menu to ensure the meal is ready when desired. It's advisable to read through whichever recipe before you set out to make it, to avoid surprises or missing ingredients."
							],
							"id": "016"
						},
						{
							"type": "entries",
							"name": "Cook with Friends",
							"page": "xxviii",
							"entries": [
								"If you are unable to conjure your {@spell unseen servant} for sous-chef duties, then form an adventuring party for your culinary conquests. It's fun to cook with a friend or two, and okay to taste as you go."
							],
							"id": "017"
						},
						{
							"type": "entries",
							"name": "Procure the Right Equipment",
							"page": "xxviii",
							"entries": [
								"The tools of the trade must be respected. You will save much time, effort, and aggravation if you can find any of these hanging around your kitchen:",
								"Pan of Cooking; Pan of Spicing; Spoon of Eating; Spoon of Mixing; Spoon of Sugar; Tablecloth of Feasting; Chalice of Liquid Food; Book of Dinner; Apron of Comfort; Planar Fork; Fork of Travel; Mug of Warming; Mystical Brown Coating Box; Platter of Purity; the Eternal Salt Shaker; Utensil of the Cultured Palate; Utensil of Etiquette."
							],
							"id": "018"
						}
					],
					"id": "012"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/035_Newm_9781984858900_lay_art_r1.webp"
					},
					"credit": "Ray Kachatorian",
					"width": 2488,
					"height": 1406
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "Chapter 1: Human Cuisine",
			"page": 1,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/10.webp"
					},
					"credit": "Conceptopolis",
					"width": 2487,
					"height": 1406
				},
				{
					"type": "quote",
					"entries": [
						"It's just as well Caramon's not here. Can you imagine the bellyaching we'd hear about missing a couple of meals?"
					],
					"by": "Margaret Weis and Tracy Hickman",
					"from": "Dragons of Winter Night"
				},
				"No people within the multiverse are as determined and adaptable as the human race. Their thirst for knowledge, their penchant for adventure, and their indomitable spirit have rendered them a force to be reckoned with. Along with this assertive culture comes a hunger for adventure, technological advancement, and creative experimentation. It is often said that humanity is a melting pot of ideas, and the same is certainly true of its gastronomy. With such diverse people, it is difficult to define the similarities across each culture, except for perhaps this: the only constant is change; the only characteristic is variety.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "A Broad Spectrum",
							"page": 3,
							"entries": [
								"Humans of the planet Toril alone boast nine major ethnic groups, with basic physical attributes such as height and skin tone varying greatly by region. In short, there is no typical human. Seemingly undaunted by climate and topography, human civilizations have thrived in all manner of environments, and with this diversity comes an eclectic array of culinary foodways. As by far the most common people throughout the multiverse, humans and their preferences tend to set the standard at taverns and other public eating establishments when it comes to portion size, flavor, and even the very design of the tables, seating, and flatware—most of which are made to accommodate human size, human hands, and human sensibilities (sorry, halflings!). While dining etiquette, presentation, and ingredients used can vary wildly across the mélange of human cultures, one general constant seems to be the speed at which humans eat: fast. Among the most short-lived within the multiverse, humans generally seem to be in a rush while dining, no doubt eager to get back to ambitious plans of adventuring, or cultivation. This haste carries over to all aspects of their food preparation as well. Elves and dwarves, with their longer lifespans, might marinate their foods for weeks and braise their meats for days, but \"slow-cooking\" for humans means just a few hours, with most preparations completed in under an hour. However, this hurried nature does have its advantages; most culinary innovations, whether of physical or magical means, occur under the direction of a human, often in search of new efficiencies in preparation, or new dishes to concoct from whatever local ingredients are available.",
								"Among the youngest of cultures in the multiverse, humans in general are far less principled or traditional about their meals. Thus, their menus abound with variety in ingredients, preparation, and presentation. For example, humans of the coasts readily dine on trout, shrimp, squid, scallops, and mussels in a medley of soups, stews, and pastas, but it's not uncommon to also find the exact same ocean-sourced proteins grilled, beer-battered, baked, spit-roasted, pan-seared, smoked, sautéed, flambéed, or even served raw. Similarly, these meals can just as easily show up on the finest porcelain and silver platters of castles and palaces as they do on the tin and wooden dishware of taverns located throughout the various worlds."
							],
							"id": "01b"
						},
						{
							"type": "entries",
							"name": "Variety is the Spice of Life",
							"page": 4,
							"entries": [
								"Most current human civilizations evolved out of ancestral nomadic cultures, and even today, humans are among the most well-traveled, capable of finding purchase in all types of environments. Accordingly, humans are just as likely to be hunters or adventurers as they would be farmers or foragers, and they do not tend to be fickle eaters. Animal-based protein is traditionally the desired focus of main courses, with beef, pork, lamb, fish, or chicken comprising the list of staples. However, meat is costly to procure or raise, so grains, vegetables, and fruits make up the bulk of most human meals. Human palates are far more a function of local availability than of any innate predisposition toward tastes. Humans bring their bravado to food, with adventure frequently taking precedent over tradition and function. In metropolises such as Waterdeep or Greyhawk, affluent urban dwellers might even sample monster meats such as baked stirges, roast manticore, or wyvern steaks purely for boasting rights. All flavors find their favor when the human palate is concerned. So, do humans prefer spicy or sweet; sour or salty; bitter or briny? The answer: Yes."
							],
							"id": "01c"
						},
						{
							"type": "entries",
							"name": "Ingredients of Ambition",
							"page": 5,
							"entries": [
								"Barring magical means, food preservation is rudimentary and a common challenge for most of these transient people. Members of the higher classes have better means to keep ingredients fresh and thus more varied options for food preparation. Salted and dried meats, soups, stews, broths, and rations are stalwarts for the majority of human society. Most meals revolve around a protein, complemented with a starch of some sort, the usual being bread (wheat or rye) or rice, which is then paired with a local vegetable. Commoners will usually imbibe a form of beer, ale, or port, while the gentry generally favor whiskey or wine. Clean water is often a luxury, so alcohol serves as a safer beverage that also travels well.",
								"Larger human-constructed cities are typically melting pots of cultures. Fragrant spices and far-off ingredients commonly populate bustling marketplaces, commanding premium prices. As a result, the human cupboard becomes that of the multiverse itself. With its strong agrarian roots, harvest is widely celebrated among human communities, with seasonal components providing a welcome source of change for these omnivores. Consequently, holidays such as Trolltide or Liars' Night on the famed Sword Coast or Yule Welcoming on Krynn are less religious in nature, serving to anchor the changing seasons and inform their respective menus.",
								"Whether coastal or inland, on the trail or in the tavern, the recipes that follow are but a small sample of the diverse dishes, ingredients, and flavors that commonly show up on the human table."
							],
							"id": "01d"
						}
					],
					"id": "01a"
				},
				{
					"type": "entries",
					"name": "Traveler's Stew",
					"page": 6,
					"entries": [
						"Nothing is more welcoming to the battered, trail-weary adventurer than the unmistakable scent of beef and ale wafting from a bubbling, flame-licked cauldron. Find a seat near the inn's blackened hearth and take a load off—warmth and safety are finally at hand. This earthy, slow-cooked concoction consisting of beef (or {@creature rothé|VGM}), carrots, potatoes, and onions in a dark beer-infused broth is served in eating establishments everywhere, from the Green Dragon Inn and the Yawning Portal to Ellfate's Eatery and the Inn of the Last Home. Be warned traveler, it won't taste right without a wooden bowl and spoon.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/038_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Traveler's Stew",
							"page": 7
						}
					],
					"id": "01e"
				},
				{
					"type": "entries",
					"name": "Iron Rations",
					"page": 8,
					"entries": [
						"You won't last long anywhere in the multiverse without a few basic things: a trusty sword, a full waterskin, and some iron rations. Sometimes referred to as \"journeyfood,\" this staple provides essential nourishment for adventurers of all sorts, from the trail-tested travelers of Ansalon to the dungeon-delving explorers of the Flanaess. While ingredients frequently vary depending on region, these rations tend to be lightweight, protein-packed, and preserved to last days or even weeks on the road, featuring ingredients such as cured meats, dried fruits, nuts, and cheeses with biscuits, crackers, or hardtack. Godspeed and good eating fair adventurer.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/039_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Iron Rations",
							"page": 8
						}
					],
					"id": "01f"
				},
				{
					"type": "entries",
					"name": "Sword Coast Seafood Bouillabaisse",
					"page": 10,
					"entries": [
						"You don't need to frequent Faerûnian ports such as Neverwinter, Waterdeep, or Baldur's Gate to enjoy this stewed ocean-meat medley. Served in taverns, in homesteads, and on seafaring vessels across countless realms, this eternally popular nautical dish consists of cod, or haddock, clams, and mussels simmered in a light fish and tomato stock with a licorice-flavored aperitif and a pinch of fennel. Some taverns even make theirs with an impressive serving of aldani—if they can manage to defeat one! A {@i rouille}—a nippy red pepper, garlic, and olive oil blend—helps complete the aromatic dish served year-round. The flavorful broth is also perfect for soaking toasted herb breads. Swashbucklers and sea rogues alike never turn down a ladleful.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/040_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Sword Coast Seafood Bouillabaisse",
							"page": 11
						}
					],
					"id": "020"
				},
				{
					"type": "entries",
					"name": "Pan-Fried Knucklehead Trout",
					"page": 12,
					"entries": [
						"There isn't much to see and even less to eat in the frozen tundra that is Icewind Dale...unless you know where to look. North of the Spine of the World and hidden in the windswept shadow of Kelvin's Cairn, stand three freshwater lakes that support the ten villages that dot their shores—a region aptly known as Ten Towns. The lakes of Ten Towns are unremarkable, except for one feature: they are the only known location of the storied knucklehead trout. Named for their thick, knuckle-shaped skulls, these fish have become the region's most lucrative export, not for their culinary value but rather for the finely crafted scrimshaw that local artisans make with the ivory-like headbones. Merchants from Luskan and beyond pay top dollar for these curios, which have become all the rage throughout the cities of Faerûn. As a result, lakes of Ten Towns often run red with the blood of local fisherman competing for the day's catch. However, what's less known outside of the region is that these rare fish are as delicious as they are valuable, especially when pan-fried with shallots, lemon, salt, pepper, and paprika. If you can't source fresh knucklehead trout from the lakes of Ten Towns, don't dismay. Trout from Nyr Dyv near the City of Greyhawk or Crystalmir Lake close to Solace will suffice as substitutes.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Pan-Fried Knucklehead Trout",
							"page": 13
						}
					],
					"id": "021"
				},
				{
					"type": "entries",
					"name": "Amphail Braised Beef",
					"page": 14,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/human_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1363,
							"height": 1489
						},
						"The Dessarin Valley region of Faerûn offers far more than fertile land and majestic sunsets (and wandering monsters). It's also home to some of the finest cattle farming in all Toril. This succulent, slow-cooked beef chuck roast, inspired by a popular regional recipe that originated with the Oglyntyr family in the village of Amphail, is prepared with cider, pear, and ginger—all of which help to activate the full flavor of the meat. The ginger offers the dish a pleasing warmth and an unexpected nuance, more than an overt gingery flavor, while the fermented hard pear cider provides a touch of residual sweetness, albeit dry and earthy. Don't fret, if you can't track down hard pear cider (sometimes called \"perry\"), then apple will do just fine! Roasted sweet potatoes or winter squash make a savory accompaniment and taste wonderful with a ladle or two of sweet au jus.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Amphail Braised Beef",
							"page": 14
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/042_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 908,
							"height": 2925
						}
					],
					"id": "022"
				},
				{
					"type": "entries",
					"name": "Hommlet Golden Brown Roasted Turkey with Sausage Stuffing and Drippings",
					"page": 16,
					"entries": [
						"What else makes the mouth water but a plump bird roasting on a spit above an open hearth? One particular style of this dish was made famous in the Village of Hommlet, on the far side of Nyr Dyv from the City of Greyhawk, where geese are plentiful in the warmer months and turkeys abundant in the winter. This turkey is served with a chunky gravy made from the bird's juices and brimming with bacon. The sausage stuffing comprises a pan-fried spicy ground pork, seasoned white-bread croutons, finely chopped onions, and small chunks of celery all folded into warm broth. A whole bird can be had in Hommlet for a gold piece, but too much turkey can hit you like a well-timed sleep spell, so it's better to stick to the legs.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Hommlet Golden Brown Roasted Turkey with Sausage Stuffing and Drippings",
							"page": 16
						}
					],
					"id": "023"
				},
				{
					"type": "entries",
					"name": "Gurdats",
					"page": 19,
					"entries": [
						"If you love mushrooms and cheese, then this is the dish for you! Gurdats are a cheap and filling side dish prevalent on many a Sword Coast tavern menu. Some of the best examples of this appetizer \"in the wild\" are found at A Pair of Black Antlers in Elturel, which doesn't shy away from the cheese, or at The Seven-Stringed Harp in Secomber, where the chef goes heavy on the pepper-spice without overpowering the earthy fungal flavors. The version presented below is a classic interpretation of this traveler staple.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Gurdats",
							"page": 19
						}
					],
					"id": "024"
				},
				{
					"type": "entries",
					"name": "Hand Pies",
					"page": 20,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/045_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"These palm-size pastries are as near a tavern staple as you can get. From town to town, you can find them stuffed with an astonishing variety of ingredients, ranging from venison or minced chicken to beef, minted lamb, or peacock (though usually just with leftovers from the meal before). Hand pies take on many forms and flavors and travel particularly well, making them adventurer-friendly fare. The variety presented below, made famous at Cuttle's Meat Pies located in Waterdeep's Trades Ward, is flavored with bacon and leeks and is extremely popular across the Heartlands, the Dales, and even the Savage Coast north of Faerûn, where hungry adventurers simply can't get enough of them.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Hand Pies",
							"page": 21
						}
					],
					"id": "025"
				},
				{
					"type": "entries",
					"name": "Dark Molasses Nutbread",
					"page": 23,
					"entries": [
						"From Silverymoon to Sharn, variations on this classic loaf (sometimes referred to as Amn Blackbread) are plentiful, but most agree that this baked treat is at its best when crafted from the sweetest, strongest molasses in Amn. Traditionally served by the slice, it is slathered with whipped, salted butter—on both sides for the brave! This dense and delicious bread, which accompanies many a main course at inns across the land, is often filling enough to be a meal by itself.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Dark Molasses Nutbread",
							"page": 23
						}
					],
					"id": "026"
				},
				{
					"type": "entries",
					"name": "Trolltide Candied Apples",
					"page": 24,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/047_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"Troll or treat! Held on the first day of every Kythorn, the Trolltide holiday commemorates the City of Waterdeep's victory during the Second Trollwar. Dressed as the pesky troll invaders, children scamper from door to door demanding tasty tributes, such as candies, fruits, and salted meat sticks. Shoppes and homes that come up short are sure to face the consequences at sundown: mischievous pranks that range from late-night troll scratchings at the door to far more insidious missile attacks that involve raw eggs on unprotected entryways, windows, and signs. These delicious candied apples, often carved with silly or spooky troll faces, serve as the perfect ransom to ward off ill-tempered trolls, ensuring peaceful Trolltide evenings for well-prepared Waterdhavians.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Trolltide Candied Apples",
							"page": 24
						}
					],
					"id": "027"
				},
				{
					"type": "entries",
					"name": "Vedbread",
					"page": 26,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/human_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1363,
							"height": 1489
						},
						"Popularized in Khorvaire's frigid northeastern nation of Karrnath, this savory dinner bread has staved off numerous famines and sometimes served as an all-in-one ration for the country's living soldiers (don't ask what the non-living soldiers eat). Traditionally prepared with sharp, \"ved\" cheese and presented with onion butter, these crusty buns are best served warm, but can sometimes last for days on the shelf without the use of magical means or preservatives. Unsurprisingly, this tasty staple has migrated to many different worlds, each adding its own local flourish and embracing it as their own. This particular recipe comes from Lorren's Bakery in Faerûn's Village of Red Larch, and features mushrooms and cheese from local, outlying farms. Pair it with some drippings and skewered capons or {@recipe Hommlet Golden Brown Roasted Turkey with Sausage Stuffing and Drippings|HF|golden brown roasted turkey} from Drouth's Fine Poultry nearby, and you've got yourself a meal.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/048_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Vedbread",
							"page": 27
						}
					],
					"id": "028"
				},
				{
					"type": "entries",
					"name": "Otik's Skillet-Fried Spiced Potatoes",
					"page": 29,
					"entries": [
						"This famous side dish, comprising chopped potatoes, served spiced and fried, is derived from the personal recipe of Otik Sandath, proprietor and chef of the Inn of the Last Home, located in a remote Krynn city called Solace in Ansalon. Otik's personal blend of garlic, paprika, pepper, cayenne, and a sizeable scoop of local salted butter is often emulated but tough to beat; however, the recipe featured below is widely thought to be the closest that one can come to the feeling of sitting atop the famed vallenwood tree tavern with one of his homebrewed dark ales in hand. These potatoes pair well with any braised meats on the menu or with eggs as a day starter.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Otik's Skillet-Fried Spiced Potatoes",
							"page": 29
						}
					],
					"id": "029"
				},
				{
					"type": "entries",
					"name": "Yawning Portal Buttermilk Biscuits",
					"page": 30,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/051_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"These unassuming buttermilk biscuits will melt in your mouth. Rumor has it that the esteemed Lady Alustriel Silverhand provided the Yawning Portal's famed former-adventurer-turned-proprietor, Durnan, with her very own recipe for these savory, flaky cakes, now served by the basket \"round the clock.\" While the inn's undisputed main attraction is the cavernous portal that descends straight into deadly Undermountain dungeon, these famed biscuits are a close second. Whether slathered with a softened rose-apple butter spread or graced with elderberry preserves or brackleberry jam, you can't go wrong with this irresistible quick and easy human staple. And now you can make them in the warm confines of your own humble abode with this coveted recipe. Weary travelers (and excessive drinkers) take note: it is claimed that nothing helps shake off fatigue or an ale-induced hangover quite like one of Durnan's made-to-order morningfeast biscuit sandwiches, composed of easy poached or scrambled eggs and your choice of freshly fried thick-cut ham or pork roll.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Yawning Portal Buttermilk Biscuits",
							"page": 31
						},
						{
							"type": "inset",
							"page": 31,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"When they ate breakfast, though, Regis hoped that more information would be forthcoming, for the biscuits that this traveler had given to Drizzt were truly delicious and incredibly refreshing. After only a few bites, the halfling felt as if he had spent a week at rest."
									],
									"by": "R.A. Salvatore",
									"from": "Streams of Silver"
								}
							],
							"id": "02b"
						}
					],
					"id": "02a"
				},
				{
					"type": "entries",
					"name": "Kara-Tur Noodles",
					"page": 32,
					"entries": [
						"Few nations on the planet Toril are as powerful or influential as the human empire of Shou Lung, found in the vast region of Kara-Tur. While this region boasts distinct religions and a proud culture, it also possesses an equally strong culinary tradition. Although there is sparse interaction or conflict between the city-states of the Sword Coast and Kara-Tur, many of its tea leaves, such as Pale Jade, Fim Fim, Dragon's Eye, and Long Jing, are imported in significant quantities by Faerûnian traders, and certain dishes, including various noodles, have made the long migration west as well. While you won't find this stir-fried entrée on just any tavern menu, it has found its way into the more modern eateries of cultural epicenters such as Waterdeep. A heaping bowl of noodles flash-cooked in a deep, oil-drizzled skillet along with chunks of chicken, vegetables, and a salty soy sauce or garum (a fish-based sauce) has become a popular change of pace from the traditional roasts and soups of the Sword Coast.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Kara-Tur Noodles",
							"page": 32
						}
					],
					"id": "02c"
				},
				{
					"type": "entries",
					"name": "Sembian Honey-Glazed Rothé Ribs",
					"page": 34,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/052_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"Whether you choose beef, pork, or rothé ribs, you can't go wrong with this delightful recipe. Multiple layers of a syrupy, honey-based glaze (the preferred varietal of honey is that of the Faerûnian nation-state of Sembia) are copiously slathered on large racks of ribs, before being delicately roasted over an open flame for careful charring. When prepared properly, this slow-cooked sweet meat falls off the bone easier than the head off an unarmed kobold!",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Sembian Honey-Glazed Rothé Ribs",
							"page": 34
						}
					],
					"id": "02d"
				},
				{
					"type": "entries",
					"name": "Reghed Venison Pot Roast",
					"page": 36,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/053_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"The frozen and unforgiving tundra of Faerûn's North are tested by a brave few and tamed by nearly none. However, the Reghed barbarians, a collection of hardy and superstitious totem-based nomadic tribes, wander the lands with comparable ease, harnessing its sparse potential for the benefit of their relatively small clans. To endure the arduous cold of Icewind Dale, the Reghed and other similar groups, such as the Uthgardt of Northern Faerûn, must maximize time and energy to thrive. Communal meals at winter camps (constructed seasonally to survive the exceptionally long winter) are as central to their dignified warrior culture as their deep religious traditions. Venison (the meat of antelope, deer, or elk) is the most readily available, and thus coveted, finding various uses for these resourceful nomads, but beef or rothé is completely acceptable in other realms. One ceremonial dish (to which the Reghed stake proud claim) that marks the beginning of the long winter is pot roast. A tender flank of beast, chunks of dried apricots, halved gold potatoes, and branches of seasonal herbs intermingle with the natural wild meat juices to make this an especially aromatic and practical single-course meal.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Reghed Venison Pot Roast",
							"page": 37
						},
						{
							"type": "inset",
							"page": 37,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"The reindeer had begun their autumn migration southwest to the sea, yet no human track followed the herd...In normal barbarian life, the survival of the tribes depended on their following the reindeer herd..."
									],
									"by": "R.A. Salvatore",
									"from": "The Crystal Shard"
								}
							],
							"id": "02f"
						}
					],
					"id": "02e"
				},
				{
					"type": "entries",
					"name": "Castle Amber Onion Soup",
					"page": 39,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/human_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1363,
							"height": 1489
						},
						"A rich and hearty soup can be made by following the old recipe of the mysterious d'Amberville family, rogue sorcerers and interdimensional travelers famous for their elaborate banquets. By tradition, the first course would be this onion soup served with peppered croutons and melted Gruyère cheese, usually paired with a mellow amber wine. While most believe the d'Amberville bloodline to be extinct, it is rumored that on certain nights their spirits return to their ancestral manse, where they will fête adventurers brave enough to dine with the dead. Those who partake of the original dish, fortified with its creator's magic, are said to emerge with heightened resilience!",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Castle Amber Onion Soup",
							"page": 39
						}
					],
					"id": "030"
				},
				{
					"type": "entries",
					"name": "Tavern \"Steak\"",
					"page": 40,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/054_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"Quick to prepare and highly flavorful, these juicy patties are made of mixed ground meats (both pork and beef or beef and lamb are popular combinations) kneaded together and are chock-full of rich seasonings. Tavern \"steaks,\" as many refer to them, are grilled upon an open flame to help seal in the savory flavors. Often served sans bun with a variety of mild spreads, including fresh creamed dill-yogurt sauce, crushed tomatoes, or a black olive and fig sauce, tavern steaks are a fast dinner option for the hurried tavern hopper.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Tavern \"Steak\"",
							"page": 40
						}
					],
					"id": "031"
				},
				{
					"type": "entries",
					"name": "Gingerbread Man",
					"page": 43,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/054_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"A traditional treat served in the waning light of the month of Sunsebb in Greyhawk, this style of gingerbread man memorializes a legend about the ancient ruins of Castle Greyhawk. There, it is said, all sorts of confections could come to life and harry adventurers, including a fearsome cookie whose description inspired this recipe. The arms and legs of the gingerbread man are ringed with icing, but the body is covered in a protective armor of chopped nuts and raisins. Skewering the plumpest raisin could slay the fiend instantly—so a fat raisin is usually reserved for the cookie's mouth. It is customary for children to pluck and eat that one first, to make sure the cookie doesn't come alive!",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/056_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Gingerbread Man",
							"page": 43
						}
					],
					"id": "032"
				},
				{
					"type": "entries",
					"name": "The Yawning Portal Menu",
					"page": 46,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/057_Newm_9781984858900_lay_art_r1.webp"
							},
							"width": 1759,
							"height": 1988
						},
						{
							"type": "insetReadaloud",
							"page": 47,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Well met and welcome, traveler, to the Yawning Portal of Waterdeep! They call me {@creature Durnan|WDH} and I'm proprietor of this fine establishment. If you're here for the food and drink, help yourself to a menu. If you need a room, you'll find 'em upstairs. And if you're here to explore the Undermountain, well, traveler, I wish you luck—I was once an adventurer meself, y'know. Entrance and exit through the well will cost you a gold dragon, and payment is always required in advance."
									]
								}
							],
							"id": "034"
						},
						{
							"type": "list",
							"style": "list-no-bullets",
							"columns": 2,
							"items": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HF/15.webp"
									},
									"width": 1759,
									"height": 1988
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HF/16.webp"
									},
									"width": 1759,
									"height": 1989
								}
							]
						}
					],
					"id": "033"
				}
			],
			"id": "019"
		},
		{
			"type": "section",
			"name": "Chapter 2: Elven Cuisine",
			"page": 51,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/17.webp"
					},
					"credit": "Conceptopolis",
					"width": 2487,
					"height": 1406
				},
				{
					"type": "quote",
					"entries": [
						"The elven feast was held in the courtyard just south of the great golden tower. There were no walls about the platform of crystal and marble which sat atop the highest hill in Qualinost, offering an unobstructed view of the glittering city below, the dark forest beyond, and even the deep purple edge of the Tharkadan Mountains far to the south....Caramon decided he knew why elves were so slender: the food consisted of fruits and vegetables, cooked in delicate sauces, served with bread and cheeses and a very light, spicy wine."
					],
					"by": "Margaret Weis and Tracy Hickman",
					"from": "Dragons of Autumn Twilight"
				},
				{
					"type": "entries",
					"entries": [
						"Elves have a complicated relationship with their food. As timeless, magical, and ethereal beings who can live for more than 700 years, elves view food as one of the few elements that connects them to mortality. Yet, they love and are ineffably drawn to all good things of the world: nature, magic, art, music, and, of course, food. But not all nourishment is created equal, and elves are especially particular when it comes to what they will put in their bodies. Often seen by outsiders as \"picky eaters,\" their beliefs and life philosophy affect their eating habits every bit as much, if not more so, than their cravings and taste buds.",
						{
							"type": "entries",
							"name": "Wholesome And Refined",
							"page": 53,
							"entries": [
								"You've probably never seen an elf eat and you probably never will. To be sure, elves will join or even host a supper and the meal in front of them will find a way to disappear over time, but it is rare to ever see an elf actually put a tasty morsel in their mouth. Elves are an intensely private people, and this carries over to every part of their dining. With elves, presentation and etiquette are paramount, and their food is every bit as elegant and graceful as its preparers and consumers. Hand-carved tables adorned with bowls made of marble, gold, and silver set the stage for a visual (and literal) feast of fruits, vegetables, breads, cheeses, and occasional meats—a dream-like display where every imaginable color is represented. Elves pay close attention to what they consume and will not mute the taste with idle banter at the table, apart from giving thanks to their host and the living things that made the meal possible."
							],
							"id": "037"
						},
						{
							"type": "entries",
							"name": "Timeless Tastes",
							"page": 54,
							"entries": [
								"Perhaps more than any other culture, the tastes, preferences, and palate of the elves are aligned with their lifestyle and firmly rooted in their beliefs. They are a lithe people and the foods they favor are fittingly light, fresh, and wholesome. They generally avoid preservatives and prefer fiber to fat; citrus to salt; and sweet to spicy. Even their iron rations, known as {@recipe quith-pa}, are made up entirely of dried fruits. Because they place such a strong value on life, a high percentage of elves stringently exercise food restrictions, and a great many would fall into the category of vegetarian, vegan, or pescatarian—little that bleeds end up on elven plates. Even with these frequent restrictions, elven culinary mastery is renowned, and many humans who aspire to be gourmet chefs seek apprenticeship among elves.",
								"It is said that all elven subcultures are offshoots of the nomadic high elves who searched the worlds far and wide, choosing to settle in the lands that struck their fancy. Yet, elves are among the most diverse within the multiverse, with cultural variations playing a huge part of that diversity. High elves, such as Eladrin, Qualinesti, and Silvanesti, are the most refined, and insist on the finest-quality ingredients and visual perfection in their feasts. Because these communities are typically insulated and prosperous, they can afford to be choosier in their diets, even introducing complex yet wholesome sauces and garnishes to their dishes. High elves tend to align their diets most closely to their values, and prefer fruits, vegetables, and grains to meat and poultry. By contrast, wood elves are often wanderers and adventurers and, consequently, more disposed to hunting and foraging. These elves necessarily exhibit more flexibility in their diets, ranging from nuts and berries to wild game such as venison, turkey, and rabbit, and fish including salmon and trout. Wood elves also favor consuming whole foods, and relish individual ingredients from the land rather than blending different flavors.",
								"While most differences between elves are somewhat superficial, relegated to simple variations in dress, dwellings, culture, or beliefs, there are two notable exceptions that could almost be categorized as separate groups entirely: half-elves and drow.",
								"While half-elves are technically uncommon, their palate is effectively a blend of elven and human sensibilities. The environment in which half-elves are raised and reside ultimately determines where they fall on the culinary scale, but they typically build their diets with an elven base and venture into human accents and preparation techniques.",
								"Surface-dwelling elves and drow of the Underdark are as different as day and night, especially when it comes to their palates. However, one thing they share in common is a penchant for locally sourced, fresh (sometimes alive, in the case of the drow) ingredients. But unlike the forests of their cousins, the drow's Underdark is a veritable cornucopia of briny, sour, earthy, bitter, and tangy ingredients, from roots and worms to lurkers and fungi. Due to a low supply of salt in the Underdark, vinegars and acids flavor many dishes of the drow, who have as much affinity for meat and fish as they do produce, which for them consists mostly of fungi and tubers."
							],
							"id": "038"
						},
						{
							"type": "entries",
							"name": "Culinary Exploration and Adventure",
							"page": 55,
							"entries": [
								"Like most cultures of the multiverse, elves prefer to use ingredients sourced from their immediate environment. Elves are primarily gatherers and farmers; although, thanks to their ready access to magic, they cultivate food for subsistence without having to clear or plow lands. Some secret ingredients used in the highest elven cuisine are themselves transmuted through sorcery from mundane plant products and spices such as paprika. The elves that hunt do so thoughtfully, careful not to disrupt the delicate balance of nature.",
								"With regards to beverages, elves largely subsist on sparkling waters from mountain springs, but are known to enjoy spirits and wines, preferring feywine to all other concoctions. This ancient nectar—crafted from flower juice and honey, and imbued with a secret ingredient (one that remains a mystery to humans, dwarves, and even most elves)—is the drink of choice at the majority of elven festivals, providing euphoric effects that can last for days or even weeks. Adventurers be warned—the effects of this drink are powerful and disorienting, often causing members of other groups who imbibe to lose all sense of self for months, which is why elves rarely, if ever, part with it."
							],
							"id": "039"
						}
					],
					"id": "036"
				},
				{
					"type": "entries",
					"name": "Quith-pa",
					"page": 56,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/063_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"While it may not sate a halfling-size appetite, quith-pa has sustained the bodies of elven adventurers for generations. The most common variety of elven iron rations, this vegetarian trail food is made up primarily of dried fruits, but regional variations can include seeds, nuts, legumes, and beyond. Designed to be as light in the pack as it is in the body, this basic nourishment ensures travelers won't suffer a post-meal slog on the trail. Meanwhile, its wholesome ingredients and simple, clean flavors are perfect for even the most finicky elven palate.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Quith-pa",
							"page": 57
						},
						{
							"type": "inset",
							"page": 57,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"'What's this junk?' he asked.",
										"'Quith-pa,' said Gilthanas. 'Iron rations,' in your language. It will last us for many weeks, if need be.'",
										"'It looks like dried fruit!' Caramon said in disgust.",
										"'That's what it is,' Tanis replied, grinning."
									],
									"by": "Margaret Weis and Tracy Hickman",
									"from": "Dragons of Autumn Twilight"
								}
							],
							"id": "03b"
						}
					],
					"id": "03a"
				},
				{
					"type": "entries",
					"name": "Feywild Eggs",
					"page": 58,
					"entries": [
						"There is a parallel plane to the \"Prime\" (the one that contains all known worlds of the multiverse) known as the Feywild, or the Plane of Faerie, from which sylvan creatures such as pixies, satyrs, unicorns, dryads, and the like originated. It was in this mirror realm, bathed in eternal twilight and ethereal luminescence, that all elven-kind was birthed from swirling, limitless magic, including the eladrin—elves with an unfathomably deep connection to the seasons. These elves, who still call the fey dimension home, boast a highly intuitive link with nature and are able to craft incredible meals with near-perfect combinations of ingredients. One dish, known as Feywild eggs, is a delightful presentation of creamed, herbed, and fluffed eggs, completed over even heat for a golden crisp finish. Some have claimed this simple recipe descended from the leShay, an immortal breed of fey \"elves\" with incredible, godlike powers. Thankfully, you don't need to visit the Feywild to try these eggs. An elf of good repute has vouched that this concoction is fairly authentic eladrin eating.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Feywild Eggs",
							"page": 58
						}
					],
					"id": "03c"
				},
				{
					"type": "entries",
					"name": "High Harvest Puree",
					"page": 59,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/elven_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1486,
							"height": 1474
						},
						"Highharvestide is a regional celebration of harvest and plenty that occurs annually near the autumnal equinox in certain regions of Toril. In days past, tradition mandated that elves solely consume nature's dew in honor of giving thanks; however, in recent years, the holiday has evolved into a multicourse feast anchored by a cornucopia of autumnal-themed dishes, including a warm and comforting blend of crop plants. This nourishing puree, a favorite of wood elves and eladrin alike, is a mélange of butternut squash, garlic, and thyme that is slow-simmered for a sweet and earthy flavor and garnished with an olive oil accent.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "High Harvest Puree",
							"page": 59
						}
					],
					"id": "03d"
				},
				{
					"type": "entries",
					"name": "Elven Bread",
					"page": 60,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/064_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1757,
							"height": 1990
						},
						"Elven bakers have protected the secret of this bread for millennia. Both nutritious and delicious, a single bite of this mysterious rolled pastry loaf can sustain an adventurer for a day or more of journeying. Sweet and robust in flavor and made of fine grains and rich butter, elven bread is rumored to boast twice the nutritional value of iron rations at only half the weight, making it essential adventuring fare for elves on the go. Even the most discerning high elves can't resist this wholesome, cinnamon—and sometimes cardamom—swirled treat.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Elven Bread",
							"page": 60
						}
					],
					"id": "03e"
				},
				{
					"type": "entries",
					"name": "Wood Elf Forest Salad",
					"page": 62,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/elven_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1486,
							"height": 1474
						},
						"This colorful, flower-infused wild-leaf medley with vibrant citrus accents is a quintessential salad of the Kagonesti elves of Krynn. These ancient elves harbor a deep reverence for nature and a refined, almost instinctual, tongue when it comes to culinary combinations. Sometimes called \"chopforest\" among the wood elves of Toril and Oerth, this bountiful, verdant mix is brimming with sharp accents and crisp textures that almost magically share the palate with the subtler foraged flavors at play. It's as much a visual trip through Ansalon's western woods, from the forest floor all the way to the highest-reaching branches, as it is an edible one.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/065_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Wood Elf Forest Salad",
							"page": 63
						}
					],
					"id": "03f"
				},
				{
					"type": "entries",
					"name": "Elven Marruth",
					"page": 64,
					"entries": [
						"These two-bite, turnover-style pastries, stuffed with a variety of minced regional vegetables, are perfect for snacking trailside or at the banquet table. Sometimes reductively referred to as \"root pies\" by dwarves and humans, marruth are incredibly hearty closed-face canapés that are filled with spiced and herbed mashes of vegetables (cabbage, potatoes, and carrots) and then lightly baked in a flaky, buttery crust. They are traditionally served warm, occasionally as a meal in itself, with a chilled flute of {@recipe Elverquisst|HFFotM} to wash them down. Once cooled, these pastries can be rolled into rallow leaves (thick and oily waterproof broadleaves) to preserve them for travel.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Elven Marruth",
							"page": 64
						}
					],
					"id": "040"
				},
				{
					"type": "entries",
					"name": "Drow Mushroom Steaks",
					"page": 66,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/067_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"A delicacy of the great Underdark City of Spiders, Menzoberranzan, these seasoned ripplebark mushroom steaks are harvested fresh from the fungi fields near Lake Donigarten. While their exact agronomy is a closely guarded drow secret, many speculate that fertilizer from the Donigarten island {@creature rothé|VGM} make these mushrooms grow unusually large, meaty, and nutrient rich. They're so tasty and chewy, you'll think you are eating unicorn! This dish has become so popular that it has migrated to the surface, and it's even rumored to be a favorite of {@creature Xanathar|WDH} of Waterdeep, a notorious beholder who prefers it to surface-grown mushrooms as well as raw meat. But make sure to carefully read the label on that bottle of balsamic vinegar—the drow are as famous for their poisons as their sauces.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Drow Mushroom Steaks",
							"page": 67
						}
					],
					"id": "041"
				},
				{
					"type": "entries",
					"name": "Cherrybread",
					"page": 68,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/068_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"In some worlds of the multiverse, this dense dessert bread is also named \"fruitcake.\" Regardless of title or origin, cherrybread boasts various diced bits including dried fruits (cherries, dates, citron, currants, raisins, and sometimes more) marinated in spirits and nuts (walnuts and hazelnuts), all held together by just enough vanilla batter (with a splash of molasses) to do the job. It is sold in bake shoppes the Realms over as small loaf cakes or as leaf-wrapped slices suitable for travel. While this treat surges in popularity during the holidays, cherrybread makes a wonderful addition to teatimes on or off the trail all year long.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Cherrybread",
							"page": 68
						}
					],
					"id": "042"
				},
				{
					"type": "entries",
					"name": "Greenspear Bundles in Bacon",
					"page": 70,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/069_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"Greenspear, also referred to as asparagus or \"sparrow grass\" by humans, is a perennial flower plant that has ascended to staple-status in many elven diets. While elves consume greenspear raw, seasoned, roasted, or steamed with herbs, their half-elf brethren—liberated from certain culinary taboos—have developed an additional preparation technique. In an irreverent touch, but one that flavorfully complements the greenspear, half-elves add salted and cured pork into the mix, in deference to their half-human taste buds. Regarding bacon, the thicker cut is always the better!",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Greenspear Bundles in Bacon",
							"page": 71
						}
					],
					"id": "043"
				},
				{
					"type": "entries",
					"name": "Moonshae Seafood Rice",
					"page": 72,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/070_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"Originated in the mythical elven isle of Evermeet but popularized by adventurous expatriates along the Sword Coast and its scattered archipelago, this creamy fish rice dish requires a patient chef...but it's well worth the wait! Short-grain rice (which yields a stickier, compact texture), along with a medley of ocean \"fruits,\" including shrimp and scallops, is slow cooked in a rich seafood broth until it reaches a smooth, velvety consistency. Butter, onion, saffron, elven dry white wine, and olive oil all intermingle and do their part in activating the dreamy maritime flavors. Some elven chefs of old would finish the dish with a swirl of mascarpone.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Moonshae Seafood Rice",
							"page": 72
						}
					],
					"id": "044"
				},
				{
					"type": "entries",
					"name": "Dragon Salmon",
					"page": 74,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/elven_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1486,
							"height": 1474
						},
						"Aundair is the breadbasket of Eberron's Khorvaire, and the Aundair River is famous for the seafood that half-elven anglers bring back to the markets of Fairhaven. Their traditional preparation of the enormous salmon that spawn in that river, like much else in Aundair, relies heavily on sauces: in this case a butter and dark wine reduction. The aristocracy would sample only a tiny fillet before moving on to further courses, but in simpler households, a single dragon salmon could feed a family. After their fish, the locals would turn to a cremfel, a thin pancake stuffed with rich cream and slices of fresh fruit.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/071_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Dragon Salmon",
							"page": 75
						}
					],
					"id": "045"
				},
				{
					"type": "entries",
					"name": "Qualinesti Vegetable Stew",
					"page": 76,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/072_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"In the world of Krynn, shortly after the ancient Kinslayer Wars, Prince Kith-Kanan appealed to his brother King Sithas for western sovereignty. His brother peacefully granted the western elves independence from the nation of Silvanesti. However, Kith-Kanan, the new king of the western elves, was met with decades of hardships resulting from the diaspora. Until their capital Qualinost was founded, his elven people struggled to find new ways of living off the land. Several simple and humble meals entered the repertoire of the elven diet, including \"Harvest Prize,\" an artfully prepared baked vegetable casserole. Sourceable produce such as eggplant, zucchini, yellow squash, and tomato were thinly sliced then stacked in fanned layers upon fresh basil and tomato (crushed into a sauce), then drizzled with fresh and fragrant oils before roasting. This humble yet abundant dish could feed an entire elven village at little cost. Although the elves of Krynn now prepare variations of this dish year-round with inspired substitutions to harness the seasons, the combination below is the most classic and recommended.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Qualinesti Vegetable Stew",
							"page": 76
						}
					],
					"id": "046"
				},
				{
					"type": "entries",
					"name": "Meal's End",
					"page": 78,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/elven_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1486,
							"height": 1474
						},
						"Heavy cream, foraged fruits, and a crushed dark meringue comprise a delightful combination of flavors that offer a light and colorful post-meal elven sweet. Elves aren't decadent and are resultantly not known for their culinary prowess with desserts, but this refreshing dish is quick to concoct and easy to serve by the bowlful, requiring no baking. While there are subtle variations of \"meal's end\" based on region and culture, the version with chopped persimmon or plum in lieu of field berries is quite sensational and thus recommended.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/073_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Meal's End",
							"page": 79
						}
					],
					"id": "047"
				},
				{
					"type": "entries",
					"name": "The Inn of the Last Home Menu",
					"page": 80,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/21.webp"
							},
							"width": 1759,
							"height": 1988
						},
						{
							"type": "insetReadaloud",
							"page": 81,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Founded by Krale the Strong, this inn seated atop one of Solace's great vallenwood trees has been serving the finest foods in Ansalon for generations. I, proprietor Otik Sandath, proudly continue this tradition and welcome you, stranger. Have a seat by the fire and try one of our smooth ales or our spicy, fried potatoes, made right here on the premises. And if you need anything at all, Tika here can help."
									]
								}
							],
							"id": "049"
						}
					],
					"id": "048"
				}
			],
			"id": "035"
		},
		{
			"type": "section",
			"name": "Chapter 3: Dwarven Cuisine",
			"page": 83,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/23.webp"
					},
					"credit": "Conceptopolis",
					"width": 2487,
					"height": 1406
				},
				{
					"type": "quote",
					"entries": [
						"'Yer pardon, fair lady,' the dwarf croaked, his voice cracking on every syllable. The woman twirled and looked at him curiously.",
						"'Might I be getting a bit o' food?' asked Bruenor, never one to mix up his priorities."
					],
					"by": "R.A. Salvatore",
					"from": "The Halfling's Gem"
				},
				"Dwarves boast a surprisingly eclectic and adaptable palate for a traditionally subterranean folk, but there is one dietary constant regardless of location or culture: meat. Grains and vegetables complement hearty and practical family-style meals, usually featuring core proteins ranging from sheep and beef to pork and pheasant, with the occasional reptile, fungus, or oversize insect finding their way into the main courses of deeper-dwelling dwarves.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Hardy and Hearty",
							"page": 85,
							"entries": [
								"Standing roughly four feet tall with another foot of pride on top, dwarves were once primarily subterranean but have now increasingly populated surface coasts and plains, making cultural inroads into the villages and even cities of human-dominated worlds. An intensely private culture, these stout humanoids are hardworking and dedicated craftsmen—be it in mining, blacksmithing, weaponsmithing, stonework, or combat—and their prowess in the culinary arts is no exception. Dwarves are a stubborn, yet begrudgingly pliant breed, which has allowed their unique rituals, customs, and cuisine to endure regardless of the environment.",
								"While dwarven dishes can sometimes taste one-note and homogenous to the uninitiated, their meals are surprisingly subtle to dwarven taste buds and can be a thoroughly well-rounded source of sustenance for various humanoids. However, few non-dwarves have ever tasted \"true\" dwarven cuisine, since most dwarven clans closely guard their secrets of the forge and the kitchen alike. Meanwhile, surface-dwelling dwarves are often savvy and resourceful, opting to incorporate locally sourced components—be it indigenous grains or the most readily available root vegetables—into their dishes in lieu of traditional ingredients. Nevertheless, their style of food remains constant, with savory and salty stews, marinated carved beasts, earthy root vegetables, and sauce-laden starches, all served in robust portions, dominating dwarven dinner tables alongside thick loaves of warm, dark bread for dipping and noshing. As for ales and mead, it's simply not a dwarven meal without them."
							],
							"id": "04c"
						},
						{
							"type": "entries",
							"name": "Salty and Sour",
							"page": 86,
							"entries": [
								"Dwarves are a stubborn lot...and so are their palates. Nevertheless, they begrudgingly see the sense in accommodating a range of tastes, especially when traveling away from their mountain homes in the company of a multicultural band of adventurers. But in their native environments, dwarves of the mountains, and especially the hills (occasionally referred to as shield and gold dwarves, respectively), live in self-sustaining, clan-based societies that harvest and store great quantities of grain and dry-aged meats, planning carefully for the unforeseen. There is little room for waste or the superfluous in their culture or appetite. Regardless of what world they occupy, be it Krynn, Toril, Oerth, Eberron, or elsewhere, dwarves of the multiverse tend to exemplify constant attributes and even more steadfast tastes.",
								"To that end, dwarven menus have evolved very little over the past millennia. Despite their well-documented obsession with all that shines, heritage is the one thing a dwarf values above any sum of mithral or precious gems and they do so with an almost hubristic commitment. Holidays and traditions such as Midwinter and Feast of the Moon remain dear to modern dwarves, and with them the requisite ceremonial dishes. Traveling dwarves are open to other types of food, (and they will never say no to a homemade meal), but they will proudly let you know how a dwarven touch, inevitably a savory one, might have improved it. More often than not, this just means taking a recipe and doubling the meat.",
								"Pragmatic to the core, dwarves enjoy food and appreciate the ritual of a shared meal, but they do not belabor over its importance or the small talk that goes with it, preferring to eat and get on with it. They love to feast, but reserve communal dining for celebrations; the everyday meal of a dwarf is consumed hastily while on the job. Wholesome, often one-course meals provide essential nourishment and brief repose for these unflinchingly hardworking beings, and such meals are packed and eaten with little ceremony. When dwarves do eat together, storytelling and seemingly never-ending songs often intersect with mealtime, providing a vital chance for elders to dispense lessons and learnings when a clan is gathered beside a great hearth at the same table. It is on such occasions that the fruits of dwarven mining and craftsmanship are on display in their elaborate engraved flatware made from the most precious metals, and the enormous clanking steins bristling with gems.",
								"Dwarves of the Underdark, commonly known as gray dwarves or duergar, have developed a fungi-based diet, since livestock and most vegetables are scantly available, let alone sustainable, below the surface. Duergar forage accordingly and have developed a nuanced tongue for fungal variances, and cleverly season the \"meat\" to stimulate, rather than modify, its natural flavors, favoring acidic, spicy, and briny flavors to salty or savory, based on the local availability of ingredients. They have a penchant for nurturing great fields of diverse mycological vegetation, complemented with tubers or roots.",
								"The other primary difference between surface-dwelling dwarves and duergar is the level of alcohol consumption. Hill and mountain dwarves have a legendary appetite for beer and ale, one so profound that it might be said that the food that accompanies them is an afterthought. Duergar appreciate the occasional drink but are not a celebratory lot. They imbibe in solemnity and considerable moderation. While duergar maintain their cousins' utilitarian ideals of harvesting and stockpiling basic available edibles, their distant kin, gully dwarves, have taken orthodox dwarven pragmatism to the next extreme, foregoing harvesting all together and scavenging without qualm."
							],
							"id": "04d"
						},
						{
							"type": "entries",
							"name": "Secret Spices",
							"page": 87,
							"entries": [
								"A dwarven cupboard is often simple, well-organized, and deeply stocked. It's uncommon to see rare spices in the kitchen, with flavor additives erring on the tried and true. A common misconception about dwarves is that they lack adventurous culinary spirit or imagination, but in fact they have highly sensitive taste buds, often overwhelmed by bright, piquant, or saccharine flavors. They prefer their soups dense, their sauces thick, their meats long-aged or marinated over days, their vegetables roasted or sautéed (rarely raw), with salads and pescatarian options uncommon (save for duergar), though dried fruits and salted legumes might find their way into trail mix or iron rations. Although dwarves crave and utilize an immensely broad base of staples, key culinary decisions are often made by first choosing a stout and then selecting a main course to pair with it. And the dwarves' knack for a good liquor-meat pairing is usually on point, with their choice of drink serving to activate new flavors in the dish or, at minimum, enhance the inherent."
							],
							"id": "04e"
						}
					],
					"id": "04b"
				},
				{
					"type": "entries",
					"name": "Bangers and Smash",
					"page": 89,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/076_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"Nothing makes a dwarf stand quite so tall in the morning as a breakfast platter steaming with sausages and smashed baby potatoes. These traditional sausages are sheet pan-baked with succulent tomatoes that soak up the juices and practically polymorph into a meat themselves. Dwarven smiths are known to keep their bangers and smash warm all morning in an iron skillet that rests atop their furnace, so they can plunge a fork into it and satisfy their appetites without straying too far from their duties.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Bangers and Smash",
							"page": 90
						}
					],
					"id": "04f"
				},
				{
					"type": "entries",
					"name": "Delzoun \"Tide-Me-Overs\"",
					"page": 90,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/077_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"Beef, pork, onions, and a smattering of dwarven seasoning are all rolled up into delicious little balls that are ideal for snacking or as a main banquet course. These \"meatballs,\" as they are known to many in the multiverse, are sometimes served with a side of freshly crushed tart berries for dwarves on the go, but they are best when drenched in a sweet, dark dwarven gravy made with chicken broth and enlivened with brown sugar, lemon, and soy sauce. While these are customary consumables at Hornmoot, the traditional human-dwarven trading festival that marks the dawn of Spring, there isn't a holiday on the eventful dwarven calendar that doesn't feature these scrumptious meats on the menu.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Delzoun \"Tide-Me-Overs\"",
							"page": 90
						}
					],
					"id": "050"
				},
				{
					"type": "entries",
					"name": "Underdark Lotus with Fire Lichen Spread",
					"page": 92,
					"entries": [
						"Sometimes called \"fungus two ways,\" this zesty duergar essential is sure to rouse the taste buds of even the most spice-crazed tiefling. Made from the bright-white roots of Underdark lotus or bluecap fungus, these tubers are steamed and then cut thin into crunchy, round slices, perfect for dipping. However, if you can't source authentic Underdark produce, sliced radishes have a similar texture and flavor, and even jicama, cucumbers, or romaine lettuce can work in a pinch. The star of the show, however, is the spread, made from the pale-orange fire lichen fungus that is ground into a delectable spicy paste. But make sure to keep a waterorb handy—this stuff is hot!",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Underdark Lotus with Fire Lichen Spread",
							"page": 93
						}
					],
					"id": "051"
				},
				{
					"type": "entries",
					"name": "Miner's Pie",
					"page": 94,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/079_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"The Miner's Pie, sometimes referred to as a \"shepherd's pie\" by humans and halflings, is a truly hearty one-stop meal for the tireless dwarf in all of us. Ground beef (or lamb or venison), sweet corn, peas, onions, and leeks are crusted by a potato mash topped with cheese. This is one of the few dwarven dishes readily served at inns across Faerûn, particularly those of the North and Heartlands, likely because the human variant borrows much from this dwarven classic.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Miner's Pie",
							"page": 95
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/080_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 938,
							"height": 2925
						}
					],
					"id": "052"
				},
				{
					"type": "entries",
					"name": "Potato Leek Soup",
					"page": 97,
					"entries": [
						"A Mithral Hall mainstay of Faerûn, dwarven potato leek soup is a stalwart starter that is prepared as thick as mortals can stand it. Served year-round, this dense and nutritious vegetable blend is perfect for warming the limbs and souls of dwarves subjected to the unrelenting cold of damp subterranean life. Sloppily ladled into oversize ramekins and prepared voluminously in full anticipation of seconds (and thirds), it's made to satiate the bottomless hunger of weary warriors or tireless miners. You can't go wrong with toppings such as chopped scallions, chives, and bacon!",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Potato Leek Soup",
							"page": 97
						}
					],
					"id": "053"
				},
				{
					"type": "entries",
					"name": "Smoked Sausages and Kraut with Dwarven Mustard",
					"page": 98,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/dwarven_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1342,
							"height": 1342
						},
						"At the end of a long day working in fiery forges and lava-filled mines, most dwarves have an insatiable craving for salty and sour foods, always paired with a strong ale. Nothing hits the spot quite like a heaping plate of dwarven smoked sausages with mounds of briny sauerkraut—a recipe, according to legend, forged and handed down by the Dwarffather god Moradin himself! When possible, serve these plump sausages with dwarven mustard, a lightly spiced, sweet, stone-ground condiment. In some regions of Cormyr, this mustard is widely regarded as a cure-all.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/083_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Smoked Sausages and Kraut with Dwarven Mustard",
							"page": 99
						}
					],
					"id": "054"
				},
				{
					"type": "entries",
					"name": "Corned Beef and Cabbage",
					"page": 100,
					"entries": [
						"From the mines of the Ironroot Mountains to the halls of the Iron Hills, this savory winter repast is a favorite of dwarves everywhere. Hungry miners will blush pinker than the beef itself when their noses catch the distinct scent of coriander, allspice, peppercorns, bay leaves, thyme, and red pepper flakes wafting from a full-to-the-brim cauldron. Served in a light, tangy broth with generous helpings of boiled cabbage and doused in vinegar, this dish is sure to satisfy the salt cravings of even the saltiest dwarves (just as long as you don't forget the ale).",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Corned Beef and Cabbage",
							"page": 100
						}
					],
					"id": "055"
				},
				{
					"type": "entries",
					"name": "Gully Dwarf Homestyle Porridge",
					"page": 101,
					"entries": [
						"If you've ever attended a gully dwarf meal, you've probably only done so once. As scavengers who dwell in the deepest, darkest, and dirtiest parts of subterranean spaces, their dining habits are not exactly refined. But a wholesale dismissal of their cuisine would be throwing out the baby with the bathwater (which gully dwarves are known to drink on occasion). Traditional gully dwarf porridge calls for a grainy stew chock-full of...you don't want to know. However, their more civilized dwarven cousins have developed their own morningfeast dish, which cleverly pokes fun at the inedible original. Their version, also called \"dirty porridge,\" comprises of a creamy oatmeal-style base chock-full of dates, chopped nuts, dark sugars, and a dose of cream. Dwarves have even been known to brew a savory \"gully dwarf porridge\" containing leftover sausage bits, streaks of bacon fat, and finely chopped scallions in a grits-style \"broth.\" Regardless of which version you eat, this porridge from the world of Krynn is a true random encounter for your taste buds.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Gully Dwarf Homestyle Porridge",
							"page": 101
						},
						{
							"type": "inset",
							"page": 101,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Six gully dwarves trailed after them, carrying heavy pots of what smelled like oatmeal"
									],
									"by": "Margaret Weis and Tracy Hickman",
									"from": "Dragons of Autumn Twilight"
								}
							],
							"id": "057"
						}
					],
					"id": "056"
				},
				{
					"type": "entries",
					"name": "Dwarven Flatbread",
					"page": 102,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/dwarven_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1342,
							"height": 1342
						},
						"Generations of dwarven smiths have relied on this toothsome snack bread to get them through long, arduous workdays, and to their next meal. According to folklore, these tasty flat loaves weren't created in the kitchen, but rather at the forge as ever-industrious, hungry dwarven craftsman utilized the only materials they had available: flour, oil, water, salt, a hearth, and a hammer. The result? Flat bread. Sometimes served pan-griddled, other times fried, this bread can be eaten plain, topped with cheese or {@recipe Underdark Lotus with Fire Lichen Spread|HF|duergar fire lichen spread}, or used to soak up all of those savory juices and sauces from what dwarven diners showed up for in the first place—meat!",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/084_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Dwarven Flatbread",
							"page": 103
						}
					],
					"id": "058"
				},
				{
					"type": "entries",
					"name": "Orange Mountain Duck",
					"page": 104,
					"entries": [
						"Dwarves are widely renowned for their \"unsweet tooth,\" but that doesn't deny them good taste, as evidenced by the southern Faerûnian gold dwarves' affinity for orange and persimmon mountain duck. The uniquely hot-and-tart sauce brightens the succulent gamey meat and yields a divine duck-skin treat. Perhaps years of living near humans wore them down or broadened their palate, but it is said modern dwarves have actually come to blows over the coveted crispy skin alone! While this dish might not grace the subterranean banquet halls of days long gone, it is surely on the surface dwarf menus of today.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Orange Mountain Duck",
							"page": 104
						}
					],
					"id": "059"
				},
				{
					"type": "entries",
					"name": "Plate-of-Gold",
					"page": 106,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/086_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"Dwarves aren't known for eating their vegetables, but when the vegetables are drenched in a salty, golden batter and oil-fried until crisp, they can't get enough of them! Don't forget to finish these fried delights with a dousing of \"golden sauce\"—a syrupy, sweet confection laced with a citrus accent. This dish is particularly popular among surface dwarves who have greater access to fresh produce and root vegetables.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Plate-of-Gold",
							"page": 106
						}
					],
					"id": "05a"
				},
				{
					"type": "entries",
					"name": "Black Pudding",
					"page": 108,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/dwarven_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1342,
							"height": 1342
						},
						"No, not that black pudding! Eating real monsters is precarious play. Sure, some are considered delicacies and host to exquisite flavors of unimaginable complexity, but most are full of toxins and poisons that simply aren't worth the risk, to say nothing of what it takes to actually capture and kill your dinner. Inspired by one of those nasty dungeon-dwelling beasties and based on a goblin dish called \"elf pudding\" (you don't want to know), this traditional coffee and chocolate mousse is sure to satisfy even the most discerning dwarven palate. This dense caffeinated dessert is known to keep dwarves working their forges until the wee hours. Eat it before it eats you!",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/087_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Black Pudding",
							"page": 109
						}
					],
					"id": "05b"
				},
				{
					"type": "entries",
					"name": "Celestial Vista Restaurant Menu",
					"page": 110,
					"entries": [
						{
							"type": "insetReadaloud",
							"page": 110,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Greetings and salutations, guest. Welcome to the Celestial Vista Restaurant, offering the finest cuisine in Sharn and throughout the Five Nations. I am your host, Evix ir'Marasha, and today you are my guest. I'm often asked what I'd recommend at the Celestial Vista. All the food here is superb and guaranteed pure by House Ghallanda. The only thing I ever suggest is to not look down—Enjoy your meal!"
									]
								}
							],
							"id": "05d"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/27.webp"
							},
							"width": 1759,
							"height": 1988
						}
					],
					"id": "05c"
				}
			],
			"id": "04a"
		},
		{
			"type": "section",
			"name": "Chapter 4: Halfling Cuisine",
			"page": 113,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/28.webp"
					},
					"credit": "Conceptopolis",
					"width": 2487,
					"height": 1406
				},
				{
					"type": "quote",
					"entries": [
						"It's hard to beat a meal in a halfling home, as long as you don't crack your head on the ceiling—good food and good stories in front of a nice, warm fire. If halflings had a shred of ambition, they might really amount to something."
					],
					"from": "D&D Player's Handbook"
				},
				{
					"type": "entries",
					"entries": [
						"Halflings are creatures of comfort, with an intense love of peace, quiet, hearth, home, and, most of all, food. In stark contrast to humans, these simple pleasures are the sole ambition of this uniquely unambitious bunch. Whether living in the luxury of their halfling holes set in lush, pastoral landscapes or on the rocky road of adventure, halflings constantly alternate between two sentiments toward food: savoring and longing. When they are not doing one, they are undoubtedly doing the other. Unsurprisingly, food and drink are at the center of any halfling community, often providing the forum for their other favorite pastimes: fine conversation and storytelling. Add a pipe, some tea, and a comfortable chair, and a halfling has everything needed for lifelong fulfillment.",
						{
							"type": "entries",
							"name": "Small and Practical",
							"page": 115,
							"entries": [
								"Standing roughly three feet tall, halflings are small and down-to-Oerth creatures, and so is their food—consisting of modest portions of delicious, unpretentious fare. But don't be fooled by the small plates, for halflings make up for it in quantity and variety of dishes. It is common for an ordinary halfling meal to consist of several courses, while a lavish feast may contain dozens of plates of fresh, simple foods bursting with earthy garden colors. However, halflings always favor taste and practicality over pomp and presentation.",
								"When their lives are not in danger, halflings do nothing quickly—nothing except eat that is. While their meals can stretch for hours, often with one meal running right into another, their rate of consumption is something to behold, often outpacing their usually larger non-halfling companions more than two to one. Remarkably, they are not messy eaters, rather they use their extraordinary agility to eat stealthily, quickly, and cleanly, for they hate to see a crumb of anything go to waste. Need that lock picked now? Tell your halfling companions that a buffet waits immediately beyond and you'll marvel at the speed and precision at which they can work.",
								"The concept of sharing is deeply rooted in halfling culture, whether it be imparting (sometimes hard-to-believe) stories of adventure or doling out that pot of stew they put on the stove. While they are largely unconcerned with formality and dining etiquette, they do strictly adhere to certain unwritten rules of hosting. The most notable of these is that, in a halfling dwelling, guests come first. This means the first serving of cheese, the first cut of meat, and seemingly unlimited portions of coffee, tea, biscuits, cake, and jams are made available to their guests, on demand. Unfortunately, this strong sense of hospitality sometimes goes unappreciated and unrewarded when boorish guests come by and deplete the larders of an overly polite halfling before the host can even sit or sample the meal for themselves."
							],
							"id": "060"
						},
						{
							"type": "entries",
							"name": "Kind and Curious",
							"page": 116,
							"entries": [
								"Adventuring is not the true calling of most halflings—the typical variety usually referred to as \"stouts\" or \"stronghearts\"—but when it comes to food, they are as brave and adventurous as they come. Halflings will try virtually anything, from the new and experimental to the downright risky. They are not picky eaters, and their kind disposition shapes a nonjudgmental and forgiving, although not entirely undiscerning, palate. Can they find room for improvement? Sure, but is it really worth a trip all the way to the kitchen for the salt? They crave warm, rich flavors, both savory and sweet, such as cheddar, salted pork, vanilla, maple, walnuts, smoked almonds, butterscotch, and the like, usually served with a smooth, malty beverage. In a halfling household, just about anything can be enhanced by adding butter, eggs, and salt. It might be remarked that the diet of the average halfling will not result in an adventurer's waistline."
							],
							"id": "061"
						},
						{
							"type": "entries",
							"name": "Pastoral Pleasantries",
							"page": 117,
							"entries": [
								"Most halflings, sometimes referred to as \"hin,\" live in peaceful agrarian communities, which focus largely on farming, grove maintenance, and tending to private gardens—the pride and joy of any halfling home. A halfling garden is indeed something to behold as every square inch is optimized to produce a tasty herb, vegetable, or fruit that will enhance their next meal—farming and eating, longing and savoring. Halflings also raise livestock to assist with labor, transportation, and, of course, food. Pigs, chickens, cows, goats, and sheep are among the animals that often show up on the halfling table, but often in small quantities and with a high monetary, and sometimes emotional, price. With a few notable exceptions, such as the nomadic, dinosaur-riding Talenta Plains halflings of Khorvaire and the cannibalistic jungle variety of Athas, halflings tend to be a particularly cheerful and compassionate lot and hate to see any creature suffer. As such, it is not uncommon for a halfling farmer to befriend his livestock and end up buying his meat from one of his less merciful neighbors.",
								"Halflings are also famed for their proficiency at cheesemaking. Be it hard, soft, sharp, or mild, halflings excel at the fine art of artisanal dairy preservation...and consumption. Any respectable halfling gathering is sure to boast an assortment of uniquely crafted cheeses. Moreover, halflings are proud bakers—skilled in all types of dough-making, ranging from fluffy morning buns to hearty loaves to delicately scrumptious desserts—who bake in quantities with their community in mind. For these small folk, desserts are a way of life.",
								"Some particularly motivated or curious halflings do manage to leave the municipal boundaries of their villages and even hit the road of adventure. These wandering halflings, sometimes called \"lightfoots\" or \"tallfellows,\" tend to do so in groups, journeying from hamlets to Hommlet by wagon or boat, usually in search of various curiosities, unfamiliar foods being first among them. It is said, \"You can pull the halfling out of their shires, but you can't pull the shires out of the halfling.\" Such is the case with the adventuring types, carrying a strong sense of home with them wherever they go. And if you check their packs, you're bound to find more than a few effects of sentiment along with a disproportionate amount of food and ingredients from their hometowns."
							],
							"id": "062"
						}
					],
					"id": "05f"
				},
				{
					"type": "entries",
					"name": "Community Cheeses",
					"page": 118,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/090_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"It wouldn't be a halfling jamboree without a cauldron of community cheeses on the table for all to enjoy! This multi-cheese concoction is composed of two types, slowly melted with a spritz of wine in a fondue pot over an even, low heat. The key is to not overcook nor let the unique cheese flavors homogenize, which ensures that each bite is streaked with a surprising new taste combination. Usually presented with fruits, meat chunks, or cubed breads, this fondue is perfect for dagger-dipping. Just be sure to clean the blood off first!",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Community Cheeses",
							"page": 119
						}
					],
					"id": "063"
				},
				{
					"type": "entries",
					"name": "Stuffed Egg-Battered Toast",
					"page": 120,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/091_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"There's nothing more comforting to a comfort-obsessed halfling than the warm intermingling scents of vanilla, maple, and walnuts filling their home. Thick slices of fresh-cut, fluffy bread are stuffed with cream cheese or mascarpone before getting egg-battered and pan-fried. The final touch is a drizzle of homemade marmalade or apricot syrup. This popular second morningfeast treat is customarily served after tea and satiates a halfling's cravings right up until the first midday meal.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Stuffed Egg-Battered Toast",
							"page": 120
						}
					],
					"id": "064"
				},
				{
					"type": "entries",
					"name": "Chicken-Something Dumplings",
					"page": 122,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/092_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"Wouldn't you like to know the secret halfling ingredient that makes these magically delicious dough dollops melt in your mouth? Well, now you will! From the famed Hungry Halfling in Faerûn's Corm Orp to nearly every halfling suppertime table across the land, this hearty, velvety concoction laden with homemade drop dumplings is the coziest of comfort foods. There are countless variants of this dish, with each halfling household claiming to serve the finest, but nothing beats the thick-and-stewy classic—a robust poultry stock base, emboldened with the tastes of freshly picked veggies, parsley, and garlic all comingled with creamy dough.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Chicken-Something Dumplings",
							"page": 123
						},
						{
							"type": "inset",
							"page": 123,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"The food served there is as good and hearty as popular lore credits halflings for. (The chicken dumplings are superb.)"
									],
									"by": "Ed Greenwood",
									"from": "Volo's Guide To The Sword Coast"
								}
							],
							"id": "066"
						}
					],
					"id": "065"
				},
				{
					"type": "entries",
					"name": "Hogs in Bedrolls",
					"page": 125,
					"entries": [
						"Few things put a spring in a halfling's step quite like the buttery-sausage scent of freshly baked hogs in bedrolls wafting through the village. As curious as they are resourceful, halflings have a knack for creating new culinary combinations of things they love to eat—in this case, savory sausages and flaky pastries. Diminutive, smoked pork-and-beef bangers are snugly rolled up into salty dough \"bedrolls\" until only their \"heads\" are poking out. The expert maneuver is to brush these little snacks with a thin egg wash before popping them in the oven, ensuring a glossy shine and a boost of color. And slathering them with butter once they are cooked is a truly tasty touch. Hogs in bedrolls might just be the perfect finger food for any size halfling gathering.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Hogs in Bedrolls",
							"page": 125
						}
					],
					"id": "067"
				},
				{
					"type": "entries",
					"name": "Melted Cheeses with Chunky Tomato Broth",
					"page": 126,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/halfling_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1489,
							"height": 1500
						},
						"Halflings not only know their cheese, they also boast innumerable ways to prepare it. Bread, buttered on the outside, is layered with strips of cheese, sprinkled with seasoning, and pan-fried, before being sliced into strips, or \"dippers,\" for soup dunking. The recipe itself is quite simple (and really just an excuse to eat more cheese)! Sometimes served spicy, these sandwiches are often dashed with dill, nutmeg, basil, or the like, depending on the mood of the chef. The same goes for the accompanying soup, commonly a chunky tomato but occasionally a smooth red pepper puree. It's always served warm, more as a sort of dipping sauce that can be guzzled once the cheeses have disappeared. One of the simplest midday recipes in the halfling repertoire, melted cheeses have also been heavily adopted by humans across the land, with the dish adorning countless tavern menus.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/093_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Melted Cheeses with Chunky Tomato Broth",
							"page": 127
						}
					],
					"id": "068"
				},
				{
					"type": "entries",
					"name": "Halfling Oatmeal Sweet Nibbles",
					"page": 128,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/095_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"Dense with oats, chocolate chips, and butterscotch, these diminutive cookies are perfect for halfling hands...and the stomachs of everyone. The secret is to pull each batch from the oven a minute before they are done cooking and allow them to finish on the tray to ensure a golden outside and an extra-gooey core. Indeed, these nibbles are everything a halfling looks for at the dinner table: rich, delicious flavors and speedy preparation (just in time for tea!).",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Halfling Oatmeal Sweet Nibbles",
							"page": 128
						}
					],
					"id": "069"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/096_Newm_9781984858900_lay_art_r1.webp"
					},
					"credit": "Ray Kachatorian",
					"width": 1759,
					"height": 1989
				},
				{
					"type": "entries",
					"name": "Lluirwood Salad",
					"page": 131,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/halfling_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1489,
							"height": 1500
						},
						"Located along the northern border of the former halfling nation of Luiren was the Lluirwood of southeast Faerûn. Sometimes called \"the Longforest,\" due to its lengthy expanse, this dense woodland was the native homeland of three groups of halfling who once foraged the thick foliage in search of delectable forest treats. After the Hin Ghostwars, the Lluirwood was mostly abandoned by halflings and subsequently inhabited by ill-tempered monsters that wandered in from the Toadsquat Mountains to the north. But even after generations, hungry hin from the coastal cities of Luiren still craved those tasty forest flavors and paid adventurers handsomely to extract its ingredients. Prior to the Spellplague, which submerged all of Luiren, this sweet and savory salad, made up of whole-leaf spinach, dried cranberries, candied pecans, and spring cheese, topped with a tangy vinaigrette dressing, would anchor the menus of taverns from Beluir to Shoun—a perfect starter to first or second evenfeast.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Lluirwood Salad",
							"page": 131
						}
					],
					"id": "06a"
				},
				{
					"type": "entries",
					"name": "Everything Soup",
					"page": 132,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/097_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"This hearty soup was named for the halfling tradition of frantically raiding their pantries and gardens in nervous anticipation of hosting guests. Sometimes referred to as \"Welcome Soup,\" this stew is a meal in itself, brimming with a colorful medley of vegetables (including up to four different colors of carrots!), green beans, peas, sweet flint corn, red bell peppers, and pulled poultry in a flavorful broth. It should be noted that some adventuresome halflings boldly mix chicken and turkey stock for extra oomph. This substantial soup will warm you to the core. And it cures curses, or so it's been rumored.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Everything Soup",
							"page": 132
						}
					],
					"id": "06b"
				},
				{
					"type": "entries",
					"name": "Honeyed Ham with Pineapple Gravy",
					"page": 134,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/halfling_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1489,
							"height": 1500
						},
						"When it's time for a holiday feast, honeyed ham is the first dish in a halfling's oven. A large ham is brushed with layer upon layer of a local honey, brown sugar, and pineapple juice glaze for maximum sweetness before being set in the oven. And while the simmering scent of slow-cooking pork fills the homestead, a halfling gets to work on the accompanying pineapple gravy, a chunky and tangy sauce to drown your beast and starches in. It should be noted that this recipe goes just as well with wild boar, if you are inclined to catch one.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/098_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Honeyed Ham with Pineapple Gravy",
							"page": 135
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/099_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						}
					],
					"id": "06c"
				},
				{
					"type": "entries",
					"name": "Heartlands Rose Apple and Blackberry Pie",
					"page": 138,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/halfling_logo_hf.webp"
							},
							"maxHeight": 100,
							"width": 1489,
							"height": 1500
						},
						"As the story goes, a hungry halfling returned from her hillside stroll with a heavy basket of crisp rose apples and plump blackberries. In typical indecisive halfling fashion, she couldn't decide which to fill her pie with...so she chose both, and thus this legendary halfling dessert pie was born. A thick handmade crust and a flaky, buttery top blanket a tart and tasty rose apple (nearly any apple suffices, season pending, of course) and blackberry filling with spiced ground accents. Some halflings even dust their crust with a white Cheddar that melts for a unique flavor, but all of them agree that it would be a sin to serve this without a scoop of freshly whipped sweet cream.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/100_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Heartlands Rose Apple and Blackberry Pie",
							"page": 139
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/101_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 938,
							"height": 2925
						}
					],
					"id": "06d"
				},
				{
					"type": "entries",
					"name": "Honey-Drizzled Cream Puffs",
					"page": 141,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/103_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"Stuffed with vanilla custard, these delectable treats deservedly grace every halfling dessert spread from Amn up to Neverwinter and beyond. The crispy hollow pastry puffs, which can be prepared days in advance, are a treat alone, but not enough can be said about the custard filling—a dense, velvety blend of cream, vanilla, and honey. While this custard is a wonderful filling or topping for any dessert, best applied with a straight-tipped pastry bag, it's perfectly normal to eat it by the spoonful as well (or so it's been reported). If you don't drizzle these puffs with a fine local honey, you are doing it wrong.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Honey-Drizzled Cream Puffs",
							"page": 141
						}
					],
					"id": "06e"
				},
				{
					"type": "entries",
					"name": "Green Dragon Inn Menu",
					"page": 144,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/32.webp"
							},
							"width": 1759,
							"height": 1989
						},
						{
							"type": "insetReadaloud",
							"page": 145,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Hail adventurer! This here is the Green Dragon Inn, and, if y'know what's good for ya, you'll keep yer eyes open, yer head down, and yer mouth shut. The drink 'ere is strong and the food's...edible. We're havin' a special on seafood tonight—if you see food y'like, you can have it if you can pay for it."
									]
								}
							],
							"id": "070"
						}
					],
					"id": "06f"
				}
			],
			"id": "05e"
		},
		{
			"type": "section",
			"name": "Chapter 5: Uncommon Cuisine",
			"page": 147,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/34.webp"
					},
					"credit": "Conceptopolis",
					"width": 2487,
					"height": 1406
				},
				{
					"type": "quote",
					"entries": [
						"A visit to one of the great cities in the worlds of Dungeons & Dragons—Waterdeep, the Free City of Greyhawk, or even the uncanny Sigil, the City of Doors—overwhelms the senses. Voices chatter in countless different languages. The smells of cooking in dozens of different cuisines mingle with the odors of crowded streets....Scattered among the members of these more common races are the true exotics: a hulking dragonborn here, pushing his way through the crowd, and a sly tiefling there, lurking in the shadows with mischief in her eyes. A group of gnomes laughs as one of them activates a clever wooden toy that moves on its own accord."
					],
					"from": "D&D Player's Handbook"
				},
				{
					"type": "entries",
					"entries": [
						"The vast worlds of the multiverse are brimming with humanoid life of all shapes, sizes, and creeds. Yet despite the bountiful biological diversity of the planes, some groups are simply more common than others: namely humans, elves, dwarves, and halflings. Their sheer numbers set the culinary standard of the realms; but off the beaten path, a panoply of less prevalent cultures cut their own paths through the world of food. From the proud dragonborn and the outcast tiefling to the steadfast warforged and the angelic aasimar, these rare folk represent vibrant and powerful cultures that make their mark in the worlds where they may be found.",
						"Frequently referred to as \"uncommon,\" these humanoids can blend into the multicultural cosmopolitan cities of the planets they populate. However, they are often confronted by harmful social stigmas in the outlying hamlets of some of the more xenophobic communities, which even go so far as to deem them \"monsters.\" In such archaic places, even groups as ubiquitous as dwarves and halflings can be met with nervous xenophobia. While the great urban centers of the multiverse worlds, such as Waterdeep, Sharn, or Greyhawk, readily welcome residents from far-off lands, their metropolitan cultures are simply too entrenched to accept much outside influence. Without a proper community in place, often all that exists of these uncommon cultures is what each solitary individual brings with them. And while human cultures receive many outside newcomers, it is rare to see a human adventurous enough to live among these more remote civilizations.",
						"Cultural dissimilarities create unjust disadvantages, and to make things worse, basic physical differences, such as the size and shape of abodes, furniture, and domestic items, are common significant challenges facing those that wade into human-centric civilization. The broad-winged aarakocra, accustomed to a large nest, might struggle for a good night's sleep on an inn's down-bedded mattress, while reclusive giant-kin such as firbolgs or goliaths, may find it near impossible to comfortably dine at a human-made table.",
						{
							"type": "entries",
							"name": "Uncommon Tastes",
							"page": 149,
							"entries": [
								"From rustic campfires to the courts of kings, these very same differences apply to all matters of the kitchen; be it cooking utensils, cookware, raw ingredients, and even portions. For less common groups, finding familiar cuisine on a pub menu is incredibly rare if not impossible. Only the most cultured and enlightened humans, elves, and halflings experiment with these unique dishes and their uncommon preparation techniques. However, any adventurous eater is sure to be rewarded with delicious options that excite the senses. Tiefling hellhound marrow might require a jaunt to the nine hells, but it's worth it; whereas the dragonborn delicacy of flambé crispy halfling flesh would surely land you into trouble in most towns (no pain, no gain). And the triton's live seafood bouillabaisse surely isn't for everyone.",
								"The meals of these humanoids are far more than merely edible and nutritious—they often exhibit an almost alchemical explosion of flavors and textures, despite the fact they usually comprise commonplace ingredients. A chef with a cultured palate might be inspired to incorporate some of these ingredients, or utilize foreign preparation techniques, to create beautiful and novel culinary hybrids.",
								"Nonetheless, it is essential to look past differences and toward what unites them. These humanoids usually occupy the very same ecosystems as other groups; they hunt the same woods, fish the same waters, and harvest the same plains. While territorial boundaries may put them at odds, the core shopping lists often remain essentially the same. But also, a word of warning: Some foods, spices, and ingredients from these uncommon groups can seriously injure, kill, or curse a humanoid. So, be wary, fair traveler (especially of the tiefling fiendspice and fire fruit)! It is best to navigate these distinctive menus with a mind that is as much cautious as it is open.",
								"While it would be impossible to analyze every culture and creed within the vast multiverse, the following represent what you might call the {@i most common} uncommons, each with their own distinct culinary traditions and notable contributions."
							],
							"id": "073"
						},
						{
							"type": "entries",
							"name": "Dragonborn: Medium Rare",
							"page": 150,
							"entries": [
								"The dragonborn philosophy around food is a simple one: kill it, grill it, eat it. Even though their exact ancestral heritage is open for debate, one thing that is agreed upon is that they are closely related to dragons (or in some tales descended directly from draconic gods) and their tastes are generally consistent with dragon fare: meat—charred, smoky, or raw—garnished by occasional grains and vegetables. However, in stark contrast to their more solitary dragon cousins, dragonborn are humanoids who live in tight-knit, clan-based societies that prioritize honor, conduct (evil or good), and the welfare of the community above all things. As a result, dragonborn meals are communal affairs steeped in a surprising amount of formality and tradition. Huge family-style platters of assorted meats adorn fireproof, stone tables; while in some clans, dragonborn servers walk the feast halls with carving knives and heavy skewers of grilled or barbecued meats, serving up veritable buffets of generous savory chops.",
								"The dragonborn's innate drive for self-improvement and excellence permeates all aspects of their culture, including its dining and cuisine. Accordingly, most dragonborn chefs have spent their entire lives in the pursuit of excellence in the culinary arts, and when it comes to meat, they've got it mastered, whether prepared cooked or raw. But always make sure to ask what's on the plate before you try it; in many dragonborn cultures, humanoid meat is not \"off the table.\""
							],
							"id": "074"
						},
						{
							"type": "entries",
							"name": "Gnome: The Forgotten Folk",
							"page": 151,
							"entries": [
								"The planets of the multiverse are teeming with apex predators and towering, war-hungry humanoids, but gnomes, the most petite of the pervasive folk, thrive by embracing their emotions and harnessing their curiosity. Gnomes are nimble and clever, with an uncanny ability to blend into any environ, allowing them to skillfully avert the attention of would-be aggressors. They are inquisitive tinkerers at heart who have quietly managed to coexist with the taller bipedal kind, often benefitting from their hubris. Although gnomes can live for centuries, they embrace each day to the fullest, finding comfort in displaying their broad spectrum of emotions. They are resourceful and thoughtful, especially when it comes to cuisine where they skillfully maximize natural and readily available ingredients into small-portioned, serviceable dishes.",
								"Gnomes are social eaters, favoring sit-down, multicourse meals, yet they display limited variety in their recipes usually due to a lack of local availability. They take their holidays and traditions seriously, planning accordingly for proper revelry, feasting, and dancing. With feet as dexterous as their tongues, gnomes love to let loose, especially in the company of their compatriots. As with many humanoids, gnome cultures cherish regional variances; and with each of these differences come diverse cultures and palates.",
								"Rock gnomes, typically identified by their oversize proboscises (thought to enhance their taste buds), are the most common and familiar of the gnomes. They approach life with an easy demeanor and a graceful adaptability, traits prevalent in their culinary customs as well. Unfussy by nature, they are just as comfortable dining on human stew or an elven fritto misto as they are on goat cheese-stuffed mushrooms.",
								"Their brethren, the mysterious deep gnomes, are not. Svirfneblin, as they are known, are the most self-reliant and aloof of their kind, and often suffer an undeserved ill reputation because of their reclusiveness. Yet, these denizens of the Underdark are by no means evil or malicious, and they fuel their relentless pursuit of gemstones with a healthy yet simple diet of fresh fish, insects, and fungi.",
								"The tinker gnomes, also known as Minoi, are almost exclusively found on the planet Krynn. Their devout commitment to invention is a manifestation of all gnomes' innate curiosity, but taken to the extreme. Experimentation, often without thesis, is a recipe for disaster as well as great progress. This has sparked inspired techniques in food preparation (baking and sous vide techniques) and preservation. Gnomes of the forest will walk a far simpler path, shunning the outside world (even fellow gnomes) and embracing all that nature has to offer. They are the shyest of the gnomes, and their self-imposed isolation has most certainly informed their eating habits. Proficient hunters and gatherers, forest gnomes are extremely sensitive to their ecosystem, thriving on roots and vegetables and preferring to prepare their food raw (meat excluded) and thoughtfully.",
								"Gnomes feast and drink with aplomb, albeit with less variety than the others. Sweets and sugars are a rarity in the gnome diet, while spices and sauces are used sparingly, if at all. Traditional dairy products are usually not readily available, but some gnomes raise goats, which can yield butter, milk, and cheese. Yeast, both in bread and beverage making, is extremely uncommon. Gnomes do, however, excel at preparing meats and simple stews, as well as at foraging for fruits, vegetables, and various fungi."
							],
							"id": "075"
						},
						{
							"type": "entries",
							"name": "Tieflings: Infernally Bold",
							"page": 152,
							"entries": [
								"Like a runaway applecart in Waterdeep, tiefling dishes can take you by surprise and knock you over with their bold flavors. Sometimes referred to as a \"race without a home,\" tieflings are a culture without a unified cuisine. Flavorings and spices take precedence over the proteins and produce that they season. Because all tieflings previously came from different groups prior to being cursed with the \"blood of Asmodeus\" and converted into their present devil-like states, their ingredients and dishes—which range from noodles, soups, and stews to vegetables, meats, and everything in between—are as varied as any throughout the planes. What changed when they were claimed by the Lord of the Nine Hells, however, was a physiological shift of their palates and preferences. An area not known for its cuisine, the Nine Hells traditionally serves blackened, boiled, and bland foods, not meant to be enjoyed by its inhabitants. As terrestrial beings, tieflings typically rebel against these flavorings and crave the opposite: salty, sweet, tangy, and, most of all, spicy foods—robust flavors that cut through their charred taste buds and make them feel vigorous and alive.",
								"Of course, some tieflings are more in tune with their infernal inclinations than others, which not only influences their conduct but also their food choices. For these tieflings, raw meat, marrow, blood, and sometimes even minerals and coal are the preferred menu, while mysterious magical concoctions smelling of sulfur, ash, and oil may quench their thirst. Regardless of their alignments, it would be a mistake to pre-judge these sometimes unfamiliar foods and eating habits. Tieflings know flavor, which can make them great chefs—provided you're willing to trust them enough to serve you."
							],
							"id": "076"
						},
						{
							"type": "entries",
							"name": "Half-Orcs: The Palate of Gruumsh",
							"page": 153,
							"entries": [
								"Half-orcs are the ultimate scavengers and foragers in the multiverse and the diversity in their diets proves it. Half-orcs are a traditionally nomadic people who have brought to the table flavors from both human and orc cultures. They are adroit omnivores who can find food in virtually any environment, but maintain a strong inclination toward meat, preferring it greatly to fruits and vegetables. That said, nuts and produce often make their way into their diets alongside various fungi, grubs, and insects. Practically nothing is off the table for a half-orc as long as the food meets two criteria: it fills you up and is worthy of a warrior.",
								"In deference to their one-eyed warrior god Gruumsh, the true appetite of most half-orcs is adventure. However, half-orcs blessed with the proper time and resources will go to the trouble of cooking and seasoning their meats, salting their grubs, and even frying or drizzling chocolate upon those squirmy insects. Their non-picky palate and their generally jovial demeanor make them ideal dinner guests; but make sure to double, no triple, your order at the local butcher: at a muscular six to seven feet tall, half-orcs can {@i eat}, and eat big."
							],
							"id": "077"
						}
					],
					"id": "072"
				},
				{
					"type": "entries",
					"name": "Arkhan the Cruel's Flame-Roasted Halfling Chili",
					"page": 154,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/107_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"Meat for the meat god! Understandably, the preparation of halfling is frowned upon in many realms, but their consumption is an important part of dragonborn cuisine. However, this recipe is rumored to be the personal one of Arkhan the Cruel, notorious disciple of the five-headed dragon goddess, Tiamat, and thus worthy of inclusion. You won't catch this ferocious and cunning Oathbreaker Paladin eating anything less than the finest halfling flesh in his chili, but the spices work wonderfully with any meat substitute you choose—in this instance, spicy ground turkey, or {@creature abyssal chicken|BGDIA}, which is simmered for hours with kidney beans, allspice, cloves, cayenne, and a Vecna's handful of cocoa powder. This filling meat sauce can be consumed by the bowl or scooped on top of other beast (meat) or noodles.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Arkhan the Cruel's Flame-Roasted Halfling Chili",
							"page": 155
						}
					],
					"id": "078"
				},
				{
					"type": "entries",
					"name": "\"Orc\" Bacon",
					"page": 156,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/108_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"No, it isn't made from orcs—but {@i for} orcs. Half-orcs find this delectable snack quite to their taste, as do the goliaths of Eberron and a few game humans and halflings. It is said that a half-orc named Mazmorras was the first to discover this pungent recipe for cured pork strips, which you can practically taste from twenty yards away. Sometimes called \"the Pork of Gruumsh,\" orcs flavor it with black pepper and garlic; a halfling might instead smooth off the edge with some maple syrup. Experienced adventuring parties venturing into orc lands know that dropping a bundle of bacon can throw pursuers off their trail, and orcs have even been known to barter with humans who carry it. For best results, try using Thayan Doomvault Swine Run pork—it has the right potency.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "\"Orc\" Bacon",
							"page": 156
						}
					],
					"id": "079"
				},
				{
					"type": "entries",
					"name": "Fire-Spiced Abyssal Chicken Kebabs",
					"page": 158,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/109_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"There is no denying that a tiefling's distinct infernal heritage looms heavily over their identity. Some reject their unholy origins outright, but many proudly live in harmony with it, open to exploring all aspects of their unique traits. This open-minded approach has yielded a bold, unfettered diet that is often unapproachable and sometimes dangerous to the uninitiated. One dish they have a knack for is fire-spiced {@creature abyssal chicken|BGDIA} (a bird-like fiend native to the Abyss and Avernus with a taste similar to fatty chicken), or fire-spiced anything for that matter since their natural resistance to heat has granted them an enhanced ability to handle spice as well. Flame-licked skewers of meat are dipped in a spicy, pepper glaze to create these kebabs with some serious kick.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Fire-Spiced Abyssal Chicken Kebabs",
							"page": 159
						}
					],
					"id": "07a"
				},
				{
					"type": "entries",
					"name": "Hardbuckler Stew",
					"page": 160,
					"entries": [
						"If you ever walk the streets of the walled gnome town of Hardbuckler, located just a few weeks east of Baldur's Gate by caravan, there's a good chance that you'll miss the real city altogether. While quaint country cottages connected by narrow footpaths crowd the surface, the true action is in their generous cellars, which can extend as many as three stories below the ground. Linked by tunnels that serve as underground thoroughfares, gnome residents run shoppes, inns, and taprooms out of these cozy, hearth-lit subterranean spaces. It's here you'll find the town's culinary specialty: Hardbuckler stew. Typically prepared with potatoes, mushrooms, lichens, turnips, and a miscellany of meats, from fowl and goats to shrews and voles, this earthy and aromatic stew hits all the right notes. While every establishment in this elaborate undercity will tell you that they prepare it \"the right way,\" this particular version of the recipe calls for lamb, finely chopped for small gnome mouths.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Hardbuckler Stew",
							"page": 160
						}
					],
					"id": "07b"
				},
				{
					"type": "entries",
					"name": "Twice-Baked Cockatrice Wings",
					"page": 162,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/111_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1989
						},
						"The tabaxi are long-tailed, feline humanoids known for their innately inquisitive and mercurial spirit, as well as agile hunting prowess. Also referred to as \"Jaguar People\" or \"Leopard People\" depending on their build and fur color, the tabaxi cat people of Maztica are particularly dangerous predators, but one still wonders how often they had the occasion to prey on cockatrices. Tabaxi are extremely particular about how they prepare their birds, and there is no denying that these extra-crispy chicken wings dusted with a zesty dry rub will please even the most finicky eater. The recipe is a jealously guarded secret and tabaxi can't keep their paws off them.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Twice-Baked Cockatrice Wings",
							"page": 163
						}
					],
					"id": "07c"
				},
				{
					"type": "entries",
					"name": "Braised Lamb",
					"page": 164,
					"entries": [
						"This rustic recipe for braised lamb is inspired by the culinary traditions of the Minmax half-orcs, a reclusive tribe that hails from the outskirts of Vaasa in the desolate Cold Lands of northeast Faerûn. They are known for extreme proficiency in combat, but mediocrity (or less) in just about everything else. Although several orc elders live among Minmax people serving as healers, shamans, and storytellers, the clan, led by the fearsome and wise Kalatuur Minmax, has embraced an atypical approach to food and politics. Similarly, their palate ranges greatly, from subtler human fare such as fish, cheese, and bread to the orcish desire for big-game meat. But this schism yields unexpected culinary benefits, including a profound approach to meat preparation that meshes distinct orcish flavors with human techniques. The Minmax clan prides itself on its battle prowess equally as much as this lamb braise, unparalleled in texture and flavor.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Braised Lamb",
							"page": 164
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HF/112_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 906,
							"height": 2925
						}
					],
					"id": "07d"
				},
				{
					"type": "entries",
					"name": "Deep Gnome Trillimac Pods",
					"page": 166,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/114_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"If it's the rare you're seeking, you've come to the right place. Trillimac fungus is among the most precious and temperamental plants of the Underdark, and only the deep gnomes of the City of Blingdenstone seem to know the secret of its cultivation and preparation. Traditionally prepared by cleaning, soaking, and drying the trillimac stalk, this subterranean staple makes a tasty sponge-like loaf that can last for weeks on the shelf—a popular item for trade or sale at the subterranean market of Mantol-Derith. What you won't find at the market, however, is trillimac pasta, which the distrustful svirfneblin keep only to themselves. Made with nutty trillimac stalk flour, this otherworldly pasta is filled with an earthy ragout made from the tops of this rare plant. One taste will have you foraging the Underdark for seconds. If you have trouble sourcing real trillimac pasta (and you will), thin wheat dough wrappers will do, but don't even think about substituting out the trillimac-top ragout.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Deep Gnome Trillimac Pods",
							"page": 167
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/115_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						}
					],
					"id": "07e"
				},
				{
					"type": "entries",
					"name": "Surrogate Steaks",
					"page": 170,
					"entries": [
						"The multiverse is a stranger place than many dare imagine. In a bizarre ruin near the Barrier Peaks of Oerth, otherworldly humanoids had stocked their pantries with all manner of sustenance sealed within clear airtight pouches. When the sole survivor of an expedition to that cursed place returned to Greyhawk, she claimed to have made the journey home eating the curious meat she found there. After much puzzling by local alchemists over the remaining stock she carried, they determined it was not a meat at all but a curious vegetable compound seasoned to deliver the essence of meat. Inspired by this discovery, some bold chefs began experimenting with their own approaches to this \"surrogate steak,\" a process eventually perfected by high elves relying on soy, barley, and cocoa butter.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Surrogate Steaks",
							"page": 170
						}
					],
					"id": "07f"
				},
				{
					"type": "entries",
					"name": "Barovian Butterscotch Pudding",
					"page": 171,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/117_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"After a delectable wolf steak, some buttery garlic bread, and a few glasses of Red Dragon Crush wine, nothing satisfies the sweet tooth like the Blue Water Inn's famous Barovian butterscotch pudding. This dish is as sweet and smooth as a tall chalice of owlbear milk. But a few pieces of advice for those who seek to traverse the ghostly mists of Barovia to dine in their establishments: (1) return home before nightfall, especially during the full moon; (2) don't spend the night at Castle Ravenloft, no matter how much the host wants you to stay; and (3) avoid dream pies and Purple Grapemash No. 3 by the Wizard of Wines vineyard at all costs!",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Barovian Butterscotch Pudding",
							"page": 171
						}
					],
					"id": "080"
				},
				{
					"type": "entries",
					"name": "Fried Fingers",
					"page": 174,
					"entries": [
						"A dish popularized by the lizardfolk of Saltmarsh, where it was commonly prepared with humanoid parts instead of poultry, these succulent, breaded strips give a new meaning to the term \"finger food.\" Today, this recipe is served throughout all civilized parts of the multiverse, featuring pulled strips of locally sourced fowl, rolled in an unconventional seasoned breading, baked crisp, and served with dwarven mustard, tiefling tomato-molasses, or a warm plum dipping sauce. If you do have occasion to try the original, fatty halfling fingers work best.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Fried Fingers",
							"page": 174
						}
					],
					"id": "081"
				},
				{
					"type": "entries",
					"name": "Bytopian Shepherd's Bread",
					"page": 176,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/118_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"Perhaps no cuisine among the planes could be more otherworldly than that of the aasimar, the far-flung descendants of celestials. But even aasimar are half-human, and their need for mortal sustenance is why many believe the bread recipe common in the Twin Paradises is ultimately aasimar in origin. This spiced bread, served in thick slices, is made from grains imbued with grated carrots and rich chunks of almond. It makes a delicious day-starter for the hardy shepherds who work the pastoral valleys of Bytopia. Bold adventurers, take note: If you ever find yourself in possession of the rare herb known as shiftspice, sprinkle a liberal pinch into the batter to ensure that each loaf yields a totally unexpected flavor.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Bytopian Shepherd's Bread",
							"page": 176
						}
					],
					"id": "082"
				}
			],
			"id": "071"
		},
		{
			"type": "section",
			"name": "Chapter 6: Elixirs & Ales",
			"page": 179,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/38.webp"
					},
					"credit": "Conceptopolis",
					"width": 2487,
					"height": 1406
				},
				{
					"type": "quote",
					"entries": [
						"'I know you've got something in one of your pouches that would take the chill off the dwarf's bones, if you know what I mean,' Tanis said softly.",
						"'Oh, sure, Tanis,' Tas said, brightening. He fumbled around, first in one pouch, then another, and finally came up with a gleaming silver flask. 'Brandy. Otik's finest.'"
					],
					"by": "Margaret Weis and Tracy Hickman",
					"from": "Dragons of Autumn Twilight"
				},
				{
					"type": "entries",
					"page": 181,
					"entries": [
						"Even with all of the extraordinary variety in the multiverse, every culture, plane, and world seems to have one thing in common: everyone drinks! And there is no shortage of beverages to accompany the recipes in this book. Drinks move between cultures more freely than foodstuffs, so it is hard to pin a given concoction to its origin. Elves may be given to wine, and dwarves to ale, but gather some adventurers in a bar, and most will prove just as daring in their tastes as they are in their heroic exploits.",
						"Some even say that you can't fully appreciate food without a fine drink pairing. Whether you need an uplifting cup of tea, a thirst-quenching juice infusion, or something a bit harder to take the edge off, the taverns of the multiverse await your patronage. Cosmopolitan bartenders have elevated the invention of drinks to an art that rivals alchemy for its complexity and cleverness—their creations can seem downright magical; and sometimes, they are.",
						"Unfortunately, there is only space here for a few noteworthy libations. To get a thorough knowledge of drinks in the multiverse would require an epic quest to the edges of reality itself because in every corner of the known worlds, no matter what the materials at hand, someone has figured out a way to get tipsy. There are potions, palate cleansers, beer, ciders, spirits, ales, wines, juices, enhanced waters, natural springs, coffees, teas, and cozy glasses of warm bedtime milk to be had out there.",
						"The recipes collected here have all blazed a path through the realms to become mainstays of the adventuring lifestyle. The most popular concoctions have their own regional names and variations, catering to the sense of humor and the taste buds of the locals, so it never hurts to know a few nicknames for your favorite potent potable.",
						"Cheers!"
					],
					"id": "084"
				},
				{
					"type": "entries",
					"name": "Par-Salian's Tea",
					"page": 182,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/120_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"Whether you're a warrior doffing your plate mail after an arduous adventure or a wizard relaxing after a studious session in the stacks, each day demands time for repose. From an obscure oolong to a common chamomile, teas are imbued with incredible calming and restorative effects for the body and soul. The powerful white-robed Highmage Par-Salian was renowned for his arcane prowess, but those close to him warmly recounted his potent tea leaf homebrew as well. A single saucer full of this extraordinary blend, which was known to include a fresh ginger infusion with honey, chamomile, dried lemon, orange peel, and a dash of slippery elm bark (granting it a smooth, oily aftertaste) among its components, was said to soothe even the most dogged cold—an effect that ensured the survival of one of Par-Salian's most famous students, Raistlin Majere. Numerous interpretations of Par-Salian's legendary tea remain popular throughout Krynn, with some iterations steeped with rare and psychedelic bekial seeds from the thorn bushes of Estwilde, though it is said that none, save for his most trusted students, could successfully replicate his herbal amalgam.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Par-Salian's Tea",
							"page": 183
						},
						{
							"type": "inset",
							"page": 183,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Par-Salian opened his mouth to speak, then realized Highmage Astathan was studying him very intently. He closed his mouth again. The tea lingered with a slightly oily aftertaste on his tongue, and Par-Salian finally recognized it. It was bekial seed from the thorn bushes of Estwilde; it acted to open one's consciousness without the deleterious effects of most other opiates. A little was enough to put its user in a trance. Too much was toxic. And the fine line between the two was only drawn by master herbologists."
									],
									"by": "Lucien Soulban",
									"from": "Renegade Wizards"
								}
							],
							"id": "086"
						}
					],
					"id": "085"
				},
				{
					"type": "entries",
					"name": "Mushroom Tea",
					"page": 184,
					"entries": [
						"When the hearth fire dims in the Underdark, the drow are known to reach for their kettles—not to make any herbal tea, but instead an after-dinner broth of simmering mushrooms. If they can find them, the drow prefer matsutake, though shiitake or maitake will do in a pinch. They place the sliced mushrooms into a clear broth seasoned with dried kelp, sometimes with a splash of fish stock or soy sauce and alcohol, and heat it in a teakettle. From this, they pour small cups of the fragrant tea to imbibe slowly until the mushrooms cook to perfection, at which point they are eaten with a fine skewer.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Mushroom Tea",
							"page": 184
						}
					],
					"id": "087"
				},
				{
					"type": "entries",
					"name": "Evermead",
					"page": 185,
					"entries": [
						"Crafted from a secret Evermeet recipe and aged for hundreds of years, a sip of this splendid elven concoction is \"a taste of the higher planes themselves.\" Superlatives aside, in the culinary realm, it is undeniably the beverage by which all others are measured. Smooth and aromatic, this extraordinary elixir blankets the palate with powerful notes of clover honey and a mélange of elven fruits and grains that are so rare they don't even have a name in the common language. Rumored to use ingredients and techniques similar to feywine, this pricey draught is only available on the Isle of Evermeet in the Trackless Sea west of Faerûn or in {@i Aurora's Catalogue} by hand keg or bottle. If you ever are lucky enough to try the original, make sure to drink slowly—it can just as quickly intoxicate as inspire. This recipe, though, is crafted sans alcohol to preserve your better judgment.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Evermead",
							"page": 185
						}
					],
					"id": "088"
				},
				{
					"type": "entries",
					"name": "Dwarven Mulled Wine",
					"page": 186,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/122_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"Pronounced by dwarven diplomats \"the finest mulled wine this side of the material plane,\" this mixed beverage is a multicultural affair. Originally crafted to celebrate the signing of the Swordsheath Scroll, which ended the Kinslayer War and sealed a treaty between the Thorbardin dwarves and the nearby Qualinesti elves of Krynn, dwarven drinksmiths combined their own full-bodied dragon's wine and local spices with delicate, fresh fruits provided by the Qualinesti. The result was a perfectly balanced, spicy and sweet concoction that satisfied and warmed the insides of both groups as they spent cold winters constructing their shared fortress of Pax Tharkas. Years later, during the War of the Lance, this recipe was popularized by Lord Gunthar, Grand Master of the Knights of Solamnia, who would serve it to visiting knights (and himself) as a favorite nightcap. Flavored with orange slices, brown sugar, cinnamon, and cloves, this fruity and full-bodied wine packs a dwarven-size punch, but is sure to thaw your bones during Yuletide or any other time of year.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Dwarven Mulled Wine",
							"page": 186
						}
					],
					"id": "089"
				},
				{
					"type": "entries",
					"name": "Cocoa Broth",
					"page": 188,
					"entries": [
						"A warm hearth, a cozy chair, and a steaming mug of chocolatey, liquid goodness—for a halfling this is the Seven Heavens (the Green Hills of Venya to be exact). Rumored to be the result when a halfling mage cast wish to find the perfect fireside beverage, this salty, sweet, and spicy cocoa creation tickles every part of the palate and cheers every part of the soul. Infused with coffee and spices from a far-off region of Toril called Tukan, just add some marshmallow to this beverage, pick up a good book or scroll, and you can call it a night.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Cocoa Broth",
							"page": 188
						}
					],
					"id": "08a"
				},
				{
					"type": "entries",
					"name": "Hot Spiced Cider",
					"page": 189,
					"entries": [
						"Hot spiced cider is an essential seasonal drink with appeal to all seeking warm liquid refuge after a day on the trail. Fresh-pressed apple cider, usually sold by the jugful at marketplaces or farms, is simmered over a low fire or stove with allspice, cloves, brown sugar, and a burst of orange tossed in for measure before it's topped with fresh cream and a cinnamon stick. Halflings serve up their own special varietal named Moonslake, a minty, alcoholic apple cocktail that's been blended with a boiled and strained mint-crushed water yielding a biting, cool aftertaste (that humans tend not to enjoy). Elves prepare it clean, often cheesecloth strained, for a refined, glassy amber appearance. Dwarves aren't fussy, they just like it spiked. Regardless of your preference, savor one of these cool-weather concoctions to warm you from the inside out.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Hot Spiced Cider",
							"page": 189
						}
					],
					"id": "08b"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/124_Newm_9781984858900_lay_art_r1.webp"
					},
					"credit": "Ray Kachatorian",
					"width": 1759,
					"height": 1989
				},
				{
					"type": "entries",
					"name": "Goodberry Blend",
					"page": 191,
					"entries": [
						"Few spells in a druid or ranger's repertoire are as handy or nutritious as a well-timed casting of {@spell Goodberry}. A single \"goodberry,\" transmuted by drawing upon the divine essence of nature itself, can provide an adventurer with a full day of nourishment; some have denoted their enchanted healing properties. But despite any druidic lore or magic, one thing is certain: this healthy blend of field berries boosted by green essentials, banana slices, honey, and a pinch of salt will provide anyone with the vital essentials needed to start the day's journey.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Goodberry Blend",
							"page": 191
						}
					],
					"id": "08c"
				},
				{
					"type": "entries",
					"name": "Delayed Blast Fireball",
					"page": 192,
					"entries": [
						"It's no coincidence that the mixed drink known as the Delayed Blast Fireball received its moniker from the {@spell Delayed Blast Fireball|PHB|famed damage-dealing wizard incantation}. Sometimes referred to as \"firestar wine,\" this sweet and syrupy concoction with a cinnamon inflection is layered with flavors and packs a serious punch that does justice to its arcane namesake. The spiced bourbon and spicy pepper flakes form a lethally delicious combination that goes down easy but delivers its full effects several rounds of beverages into the night.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Delayed Blast Fireball",
							"page": 192
						}
					],
					"id": "08d"
				},
				{
					"type": "entries",
					"name": "The Mindflayer",
					"page": 193,
					"entries": [
						"Vodka stored at subzero temperatures is combined with fresh ginger and grape juice (for a hazy purple hue) and finely crushed ice. It is served so cold that if your first frosty gulp doesn't zap you with a mind-numbing brain freeze, then the alcohol blast that hits right after just may! Variations of this popular chilled beverage (sometimes referred to as \"Cone of Cold\" or \"Shondath Icewine\") are aplenty across the Sword Coast.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "The Mindflayer",
							"page": 193
						}
					],
					"id": "08e"
				},
				{
					"type": "entries",
					"name": "Rollrum",
					"page": 194,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/126_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1756,
							"height": 1991
						},
						"The picturesque city-state of Tashalar is known for its jeweled coasts, temperate climes, and abundant vineyards, as well as for one of its most famed exports—rollrum. This dusky, licorice-infused tonic is noted for bright, herbal tones and a minty finish. Establishments of the highest pedigree, ranging from the Elfsong Tavern in Baldur's Gate to the Lady Luck in Daggerford (as well as a slew of questionable taprooms), offer up homebrewed incarnations of this absinthe-style classic. For those not inclined to partake in alcoholic imbibement, but who are still seeking a minty beverage, try elven {@recipe sprucebark quaff|HFFotM}, which also serves as a potent palate cleanser.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Rollrum",
							"page": 194
						}
					],
					"id": "08f"
				},
				{
					"type": "entries",
					"name": "Potion of Restoration",
					"page": 196,
					"entries": [
						"Every adventurer needs a pick-me-up now and again, and nothing slakes the thirst and dulls an ache quite like a Potion of Restoration. Fruity and sweet, with tones of blackberry and lemon, the gin hides away until you already feel its fire in your belly. Barkeeps imbue it with a pinch of butterfly pea, which gives it a distinctive blue color—in a dimly lit dungeon, you might even mistake it for its magical namesake. But then again, if you drink enough of these, you will know neither pain nor fear...though you may not be undertaking any glorious feats either.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Potion of Restoration",
							"page": 196
						}
					],
					"id": "090"
				},
				{
					"type": "entries",
					"name": "Zzar",
					"page": 197,
					"entries": [
						"There isn't a human-run tavern on the Sword Coast that doesn't serve some form of Zzar, a northwest Faerûnian bar staple. Often pricier than lager or stout, this nut-flavored, orange-hued refreshment is often crafted by fortifying sluth (a sparkling white wine) with an almond liqueur. Some barkeeps substitute amaretto for a liqueur that mimics the taste of almond but forgoes nuts entirely in favor of herbs and spice, while others add their own twists to the tried-and-true recipe. In any case, the desired result is a smooth and creamy nut drink with a strong kick and a vibrant aftertaste that might include subtle variations ranging from sweet or tangy to salted or roasted.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Zzar",
							"page": 197
						}
					],
					"id": "091"
				},
				{
					"type": "entries",
					"name": "Chultan Zombie",
					"page": 198,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/HF/127_Newm_9781984858900_lay_art_r1.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1759,
							"height": 1988
						},
						"Located on the southwestern coast of Faerûn stands Port Nyanzaru, the last bastion of civilization before an untamable expanse of undead-infested jungles, perilous rivers, and oversize alpha predators. You may have seen a massive Tyrannosaurus rex in the flesh, but you haven't really been to Chult unless you've tried the \"zombie,\" a rustic, fruit juice cocktail composed of indigenous produce, local liqueurs, and a medley of rums. Served in massive wooden bowls at nearly every eatery in town, the Chultan Zombie boasts an enticing velvety, saccharine flavor that hides the waves of alcohol lurking beneath the surface. Wild fresh flavors collide on your taste buds making it feel as if Elminster cast a charm spell {@i in} your mouth. A word to wise travelers: Refrain from chugging a bowl of this before you go dinosaur hunting...or do, if you need the added boost of liquid inspiration. A version of the \"zombie\" showcasing a medley of local fruits is served at watering holes on the precipice of the jungle frontier of Q'barra on Khorvaire. Other variations include a just-as-delectable non-alcoholic variety from the Flanaess, perfect for young adventurers.",
						{
							"type": "statblock",
							"tag": "recipe",
							"name": "Chultan Zombie",
							"page": 199
						}
					],
					"id": "092"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/128_Newm_9781984858900_lay_art_r1.webp"
					},
					"credit": "Ray Kachatorian",
					"width": 2488,
					"height": 1406
				}
			],
			"id": "083"
		},
		{
			"type": "section",
			"name": "Afterword: Playing with Your Food",
			"page": 202,
			"entries": [
				"Playing Dungeons & Dragons is nothing if not a social experience. You get together with your adventuring companions, and you laugh, you sweat, you cry, and you bond. And you probably eat. That is after all the meaning of the word \"companion,\" the people you break bread with.",
				"The recipes in this book are designed for D&D fans who want to grow their bond with their companions by sharing delicious dishes grounded in the D&D multiverse. While these recipes stand on their own merits, it's only natural that they might also serve to reward a hungry party who has just saved the day—or to energize one who is about to.",
				"To help make your experience with this cookbook fit in with your gaming, here are a few ground rules and suggestions for making your adventure culinary.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Rule #1:",
									"page": 202,
									"entries": [
										"{@i Support.} If you are the Dungeon Master (DM), it might be best to leave the cooking to someone else. You are already doing all of the preparatory work for the adventure. Many DMs offer up their homes for play, and if you are hosting, you may feel responsible for keeping everyone else fed. So, players, show your thanks to the DM by volunteering to bring the food!",
										"If your group plays at your friendly local game store, or some other public space that likely does not have a full kitchen, you should think ahead. You might find a fridge and a microwave there that can hold a few Tupperware containers, if you are lucky. Some dishes that you can prepare ahead of time that will transport well to a game include the {@recipe Underdark Lotus with Fire Lichen Spread} or {@recipe Halfling Oatmeal Sweet Nibbles}. If you know you have an oven for heating up food when you get there, then you might consider bringing {@recipe Sword Coast Seafood Bouillabaisse} or {@recipe Chicken-Something Dumplings}.",
										"Don't forget that cooking and eating can both make a mess, but not all dishes are equally messy. Some recipes that don't require players to have their own plates and utensils include {@recipe Iron Rations}, {@recipe Hand Pies}, {@recipe Bytopian Shepherd's Bread}, and {@recipe Fried Fingers}. But wherever you are bringing the food, figure out how to deal with any leftovers, and how to avoid leaving a dish disaster in your wake.",
										"One fun way to use this cookbook is to try to match the food your group eats with the adventure you are playing. Experiencing the cuisine of a particular region of the Forgotten Realms, for example, can help players and DMs alike get immersed in the setting."
									],
									"id": "096"
								},
								{
									"type": "entries",
									"name": "Rule #2:",
									"page": 202,
									"entries": [
										"{@i Plan.} Plan serious meals for the beginning or end of a play session. If you are doing a real marathon, and you need to have a full meal in the middle, then take a break from the game. Some of the dishes in this cookbook, like {@recipe Quith-pa} and {@recipe Delzoun \"Tide-Me-Overs\"}, make for good snacks around the table, but if you're laying out a multicourse cornucopia, you're going to need the table space. As a rule of thumb, if you need to have utensils and plates to eat, then set the dice and character sheets aside until you're done. You don't want to have to fish a {@dice d4} out of your {@recipe Community Cheeses}.",
										"After all, there's nothing better than taking an hour after a D&D session to decompress with your friends over a refreshing dinner, chatting about the ups and downs of the adventure. These post-game sessions can actually make a big difference in your campaigns—it helps everyone to get on the same page about game events, and it may even lead to some inspirations for the next session. And if your session runs all night, there are some great breakfast options in this book, like the {@recipe Stuffed Egg-Battered Toast}.",
										"There are a few ways to integrate eating into the play of D&D. If you know in advance that the party is going to attend a banquet, you can always arrange to have the meal ready for the players to enjoy in real-time as they roleplay their characters. This requires some coordination, but it can really bring the game world to life, along with a little mood lighting, music, and maybe even costumes.",
										"But if you're going to build a meal into your D&D session, you probably aren't going to be able to make it from scratch during a quick break. Choose dishes where most of the preparatory work can be done before the session starts, where it will only take a few minutes to heat things up and get them on the table. {@recipe Traveler's Stew} and {@recipe Potato Leek Soup} are examples of good choices where you can do a lot of the work beforehand and then heat them up at the last minute. You definitely want to avoid trying to make something such as {@recipe Pan-Fried Knucklehead Trout} while you are in the middle of a play session, because if you get distracted and leave it cooking for too long (like a knucklehead), it could easily get ruined and the smell of this rare aquatic treat will no doubt linger until next week's session."
									],
									"id": "097"
								},
								{
									"type": "entries",
									"name": "Rule #3:",
									"page": 203,
									"entries": [
										"{@i Improvise.} Every DM knows that sometimes you just have to wing it—that rules are guidelines, and that to keep up the flow of play you may have to do what seems right rather than leafing through rulebooks. Every chef knows the same rule: you have to work with what you've got, and sometimes that means taking a path different than the printed recipe. Most important, these recipes are intended to inspire your creativity. Once you have a sense for the palate of each of the cultures and regions, you can use that as a building block for developing your own recipes in the spirit of these guidelines. If your group takes a liking to recipes such as {@recipe Elven Marruth}, why not try making a variation that captures the spirit of elven cuisine by fusing it with a bit of pulled pork or bacon?",
										"Once you get the hang of it, you can develop your own recipes. And if you are having trouble deciding between ingredients, remember that you are a D&D player—you can always roll for it! For example, you could assign tofu, chicken, pork, and beef each to a number on a {@dice d4}. Give it a roll, and whatever number lands becomes the accompanying protein for those tasty {@recipe Kara-Tur Noodles}. But like any good DM, if the result of the die roll doesn't feel right, don't be afraid to exercise a little \"divine intervention\" and reroll. Sometimes it takes a die roll to tell you what your real preference would be."
									],
									"id": "098"
								}
							],
							"id": "095"
						}
					],
					"id": "094"
				},
				"Dine on!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/129_Newm_9781984858900_lay_art_r1.webp"
					},
					"credit": "Ray Kachatorian",
					"width": 1758,
					"height": 1989
				}
			],
			"id": "093"
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Publisher",
							"entries": [
								"Aaron Wehner"
							]
						},
						{
							"type": "item",
							"name": "Editor",
							"entries": [
								"Emma Rudolph"
							]
						},
						{
							"type": "item",
							"name": "Production Editor",
							"entries": [
								"Kimmy Tejasindhu"
							]
						},
						{
							"type": "item",
							"name": "Art Director and Designer",
							"entries": [
								"Kelly Booth"
							]
						},
						{
							"type": "item",
							"name": "Photo Director",
							"entries": [
								"Emma Campion"
							]
						},
						{
							"type": "item",
							"name": "Production Designer",
							"entries": [
								"Mari Gill"
							]
						},
						{
							"type": "item",
							"name": "Production Manager",
							"entries": [
								"Dan Myers"
							]
						},
						{
							"type": "item",
							"name": "Color Manager",
							"entries": [
								"Jane Chinn"
							]
						},
						{
							"type": "item",
							"name": "Photo Assistants",
							"entries": [
								"Dane Christensen, Tyler Demogenes"
							]
						},
						{
							"type": "item",
							"name": "Food Stylist",
							"entries": [
								"Valerie Aikman-Smith"
							]
						},
						{
							"type": "item",
							"name": "Food Stylist Assistant",
							"entries": [
								"Morgan Baker"
							]
						},
						{
							"type": "item",
							"name": "Prop Stylist",
							"entries": [
								"Glenn Jenkins"
							]
						},
						{
							"type": "item",
							"name": "Prop Stylist Assistant",
							"entries": [
								"Zachary Wine"
							]
						},
						{
							"type": "item",
							"name": "Photo Retoucher",
							"entries": [
								"Tamara White"
							]
						},
						{
							"type": "item",
							"name": "Recipe Developer",
							"entries": [
								"Adam Ried"
							]
						},
						{
							"type": "item",
							"name": "Approvals Coordinator",
							"entries": [
								"Shaida Boroumand"
							]
						},
						{
							"type": "item",
							"name": "Copy editors",
							"entries": [
								"Andrea Chesman, Patrick Barb"
							]
						},
						{
							"type": "item",
							"name": "Proofreader",
							"entries": [
								"Linda Bouchard"
							]
						},
						{
							"type": "item",
							"name": "Indexer",
							"entries": [
								"Ken DellaPenta"
							]
						},
						{
							"type": "item",
							"name": "Publicist",
							"entries": [
								"Daniel Wikey"
							]
						},
						{
							"type": "item",
							"name": "Marketer",
							"entries": [
								"Lauren Kretzschmar"
							]
						},
						{
							"type": "item",
							"name": "Wizards of the Coast Team",
							"entries": [
								"David Gershman, Shauna Narciso, Adam Lee, Hilary Ross, Liz Schuh"
							]
						}
					]
				}
			],
			"id": "099"
		}
	]
}
