{
	"data": [
		{
			"type": "entries",
			"name": "Introduction",
			"page": 2,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSK/001.webp"
					},
					"width": 1280,
					"height": 1654,
					"title": "Kaladesh",
					"credit": "Chase Stone"
				},
				{
					"type": "quote",
					"skipItalics": true,
					"skipMarks": true,
					"entries": [
						"From the beginning, I've approached all these Plane Shift projects as if I were tinkering in a workshop like the inventors of Kaladesh. I believe that some of the great beauty of Dungeons & Dragons comes from its tremendous flexibility, which includes not just the ability to make stuff up out of whole cloth, but also the ease with which you can take the existing pieces of the game apart and reassemble them into something new.",
						"That approach of combining pieces of different rules to form new rules continues for Kaladesh. As one of the designers of the artificer class for Eberron back in 2003, I tinkered for a long time with possible designs for such a class in Kaladesh, but I ultimately came to a couple of important conclusions. First, invention on Kaladesh is fundamentally democratic—it's a skill anyone can learn, and it shouldn't be restricted to a single character class. And more importantly, designing an entirely new class is far beyond the scope of what I've set out to do in these articles.",
						"The D&D team works like the Consulate: they take a serious approach to the job of crafting a class, testing it for balance, sharing it for public playtest, and fine-tuning it before final publication. I'm more like a renegade inventor (having left the D&D team for the Magic team a couple of years ago), fiddling around in my workshop and unleashing my inventions on the public without the same degree of safety testing. But with that said, the D&D team has just released an artificer class for playtesting, and you should feel free to tinker with that class to adapt it for your Kaladesh campaign. {@note See the final version of the {@class Artificer|TCE|artificer class}.}",
						"Of course, you'll find a lot of information about aether-powered devices and invention in this document, in keeping with the spirit of Kaladesh. But it's more along the lines of rearranging the building blocks and altering the appearance of existing magic items, rather than creating a lot of new things. If you want your character to look like the guy on the Dispersal Technician card, just give him a {@item ring of the ram}.",
						"As always, the starting point for this document was {@i The Art of Magic: The Gathering—Kaladesh}. This document is designed to help you turn that book's adventure hooks and story seeds into a resource for your campaign with a minimum of changes to the fifth edition of the D&D rules, which you can {@link find here|https://dnd.wizards.com/what-is-dnd/basic-rules}. And even without the book, you can find lore about Kaladesh on {@link the Magic web site|https://magic.wizards.com/}.",
						"Happy inventing!"
					],
					"by": "James Wyatt"
				},
				"{@note The game mechanics in this supplement are usable in your D&D campaign but are not fully tempered by playtests and design iterations. For these reasons, material in this supplement is not legal in D&D Organized Play events.}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSK/002.webp"
					},
					"title": "Era of Innovation",
					"credit": "Jason Rainville",
					"width": 634,
					"height": 1652
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "The World of Kaladesh",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSK/003.webp"
					},
					"title": "Useful Sidekick",
					"credit": "Victor Adame Minguez",
					"width": 1276,
					"height": 1651
				},
				"Kaladesh is a living work of art—a vibrant, beautiful plane where anything is possible. Optimism, innovation, and the spirit of creativity fuel an intoxicating renaissance of invention and artifice across Kaladesh. Its inhabitants frequently assert that \"anything can be built,\" and brilliant inventors seem to prove that saying every day.",
				"Clockwork automatons walk the streets, acting as servants and bodyguards, soldiers and sentries, mounts, and even pets. Soaring airships provide transport both within and between the cities and villages of the plane, and carry prospectors high into the sky to draw on limitless reserves of magical aether. Intricate and ornate whirling thopters flit over marketplaces, carrying messages, gathering information, and driving away gremlin infestations. Elegant interlocking gear mechanisms raise and lower bridges over canals. Exquisite tools gleam like jewelry, incorporated into the bright and colorful fashions of artisans, prospectors, and inventors alike. In all these fabulous constructions, intricate design and graceful beauty are prized almost as much as efficient function. The artifice that produces these works is viewed as the ultimate form of creative and intellectual expression—both stemming from and further feeding the inventive spirit of the plane.",
				"Kaladesh is bright and hopeful, and its people are inspired. Every invention is an astonishing work of art, holding the potential to dramatically improve quality of life. The natural world mirrors the beauty and harmony of the plane's cities, with gracefully curving trees, eddying streams, sculpted mountains, and sapphire skies punctuated with brilliant blue streams of aether.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Aether",
							"page": 5,
							"entries": [
								"Kaladesh owes its bright existence to the tangible presence of aether—a raw form of magical energy that fills the space between planes. Aether seeps into Kaladesh, and has become a critical part of the environment as well as the foundation of contemporary civilization. The skies are full of it, the plants and trees bend and twist to be closer to it, and flowing waterways trace patterns beneath it. The ingenious inventor Avaati Vya developed a way to refine volatile aether into a potent and safe fuel, a process that has made all the inventions and contrivances of society possible. For six decades, Kaladesh's greatest minds have been devising ever more wondrous ways to put aether to use. From airships to animal-like constructs, from cogwork trains to musical artifacts, from medical devices to full-body mechanized suits, the creative possibilities are endless."
							],
							"id": "003"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/PSK/004.webp"
							},
							"width": 1280,
							"height": 758,
							"title": "Swamp",
							"credit": "Adam Paquette"
						}
					],
					"id": "002"
				},
				{
					"type": "section",
					"name": "The Consulate and Renegades",
					"page": 6,
					"entries": [
						"The city of Ghirapur and the towns and villages of the surrounding region are like an enormous, precise cogwork machine, managed and supported by the Consulate. The eleven consuls and countless bureaucrats who make up the Consulate maintain the order of society and ensure that all its interlocking cogs turn in harmony. An important part of this work, of course, is facilitating the sanctioned distribution of aether and maintaining the aether-powered infrastructure that undergirds civilized life on Kaladesh. The Consulate believes that the wonders and conveniences of an aether-based society should be accessible to all. Thus, the consuls hold that the process of obtaining and distributing aether, as well as the construction and sale of aether-based inventions, must be standardized and regulated.",
						"The Consulate employs hundreds of theorists and engineers to design machines, devices, and infrastructure. True innovations are valued and rewarded. But the value of any invention is tempered by the need to make the conveniences of an aether-driven society available to all citizens. Thus, efficient construction is more important than any artistic expression of individuality, so that inventions can be mass-produced in Consulate foundries and made widely available.",
						"Standing to various degrees in opposition to the Consulate is a disparate group of inventors, tinkers, thieves, and artists collectively designated as \"renegades.\" By portraying the renegades as a monolithic entity resembling a criminal gang, the Consulate tries to sway public opinion against them. But in reality, the so-called renegades have a wide range of goals and motivations, different methods, and varying degrees of disdain or loathing for the Consulate. The only thing all renegades share is a record of some past subversive activity viewed as criminal action under Consulate law. This \"subversion,\" though, is often as innocuous as bypassing the strict regulations governing invention and the distribution of aether.",
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSK/005.webp"
									},
									"width": 631,
									"height": 913,
									"title": "Consulate officials sometimes supplement their authority with a {@item rod of rulership}.",
									"credit": "Ninth Bridge Patrol by Ryan Alexander Lee"
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSK/006.webp"
									},
									"width": 630,
									"height": 913,
									"title": "Converting aether to electricity allows this renegade to mimic the effects of a {@item staff of thunder and lightning}.",
									"credit": "Harnessed Lightning by Chris Rallis"
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Backgrounds and Affiliation",
									"page": 7,
									"entries": [
										"Depending on the theme and flavor of your campaign, player characters might be associated with either the Consulate or the renegades, or they might be independent of both. A character's background can be a good indication of where his or her loyalties might lie.",
										{
											"type": "entries",
											"name": "Acolyte",
											"entries": [
												"Because religion is not part of everyday life on Kaladesh, this {@background acolyte||background} is not well suited for a Kaladesh campaign."
											],
											"id": "007"
										},
										{
											"type": "entries",
											"name": "Charlatan",
											"entries": [
												"Almost by definition, a {@background charlatan||character} who lives by deception is treated as a renegade by the Consulate, whether the character associates with other renegades or not."
											],
											"id": "008"
										},
										{
											"type": "entries",
											"name": "Criminal",
											"entries": [
												"Criminals of any stripe are considered renegades under Consulate law. Some characters with this {@background criminal||background} will be considered criminals as a result of being a renegade (associated with anti-Consulate agitators). Others will be considered renegades by default despite their criminal interests having nothing to do with renegade activity. A character with this background could also be a Consulate spy, perhaps working to infiltrate a renegade group."
											],
											"id": "009"
										},
										{
											"type": "entries",
											"name": "Entertainer",
											"entries": [
												"{@background entertainer||Entertainers} have no necessary leanings one way or the other. Popular entertainers on Kaladesh include quicksmiths—who engage in competitions to invent and build devices at a breakneck pace—and racers of wheeled or flying vehicles."
											],
											"id": "00a"
										},
										{
											"type": "entries",
											"name": "Folk Hero",
											"entries": [
												"A {@background folk hero} on Kaladesh is probably a renegade, viewed as heroic because of opposition to some particularly oppressive Consulate policy or decree."
											],
											"id": "00b"
										},
										{
											"type": "entries",
											"name": "Guild Artisan",
											"entries": [
												"A character with this {@background guild artisan||background} is probably a career inventor. A guild artisan might be employed in a Consulate inquirium or be a member of an inventor society—many of which have Consulate loyalty or renegade leanings."
											],
											"id": "00c"
										},
										{
											"type": "entries",
											"name": "Hermit",
											"entries": [
												"The best reason to become a hermit is to escape from Consulate restrictions, particularly those concerning aether harvesting and refinement. Thus, a character with this {@background hermit||background} is probably a renegade."
											],
											"id": "00d"
										},
										{
											"type": "entries",
											"name": "Noble",
											"entries": [
												"This {@background noble||background} best represents a bureaucrat associated with the Consulate. However, such a character could easily use his or her position to secretly aid the renegade cause."
											],
											"id": "00e"
										},
										{
											"type": "entries",
											"name": "Outlander",
											"entries": [
												"The hinterlands beyond Ghirapur harbor both pro- and anti-Consulate sympathies. But a {@background outlander||character} from far enough away might have no opinion of the Consulate simply from lack of real knowledge."
											],
											"id": "00f"
										},
										{
											"type": "entries",
											"name": "Sage",
											"entries": [
												"A {@background sage} character is more likely to be associated with a Consulate inquirium than to be self-employed. Some sages are associated with the Aetherological Society, which is fiercely independent from Consulate control but not opposed to Consulate rule."
											],
											"id": "010"
										},
										{
											"type": "entries",
											"name": "Sailor",
											"entries": [
												"The harbor district of Ghirapur, called Bomat, is home to a number of traditional sailors. This {@background sailor||background} might also reflect the life of a skyship pilot—or a pirate of the air. Many pilots are loyal to the Consulate, and some even serve as officers on Consulate vessels. Pirates include both unlicensed aether harvesters and true pirates who steal from other airships."
											],
											"id": "011"
										},
										{
											"type": "entries",
											"name": "Soldier",
											"entries": [
												"Most characters with this {@background soldier||background} are connected to the Honorable—the military watch of Ghirapur—and are thus closely tied to the Consulate."
											],
											"id": "012"
										},
										{
											"type": "entries",
											"name": "Urchin",
											"entries": [
												"Most {@background urchin||urchins} have no close ties to the Consulate, and life on the streets leads easily to renegade activity such as aether smuggling or petty theft."
											],
											"id": "013"
										}
									],
									"id": "006"
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSK/007.webp"
									},
									"width": 928,
									"height": 728,
									"title": "Spontaneous Artist",
									"credit": "Viktor Titov"
								}
							],
							"id": "005"
						}
					],
					"id": "004"
				},
				{
					"type": "section",
					"name": "Invention and Magic",
					"page": 8,
					"entries": [
						"Invention and artifice are the cornerstones of life and culture on Kaladesh. Inventors are significant cultural figures, from the invisible functionaries creating the conveniences of civilized life in the Consulate's foundries, to the renowned free artisans who attract groups of admirers when they walk the streets of Ghirapur. Societies of inventors and artisans are a key social unit, uniting people who share similar interests, and providing the basis for social interaction and the exchange of ideas.",
						"Mages who can cast actual spells—without the assistance of aether-powered devices—are a rarity on Kaladesh. Under the Consulate's rule, mages have always been regarded as dangerous and unstable, to the point that a special Consulate force is tasked with protecting the world from them. Led by Inspector-General Baral, this force seeks mages out, learns their secrets, disrupts their plans, and brings them to justice for their crimes—whether actual or potential.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSK/008.webp"
									},
									"width": 1275,
									"height": 885,
									"title": "Servant of the Conduit",
									"credit": "Magali Villeneuve"
								},
								{
									"type": "entries",
									"name": "Player Character Classes",
									"page": 8,
									"entries": [
										"Because actual spellcasting ability is rare on Kaladesh, you might wish to restrict the classes available to characters in your campaign. At the same time, though, you should feel free to alter or ignore these restrictions to suit your players and your particular vision of Kaladesh.",
										"{@class barbarian||Barbarians} might be found in the outland regions, beyond even Peema and Lathnu. Such characters would likely seem out of place in Ghirapur—but that can be an excellent opportunity for character development. An elf barbarian (probably a member of the Tirahar, who forsake the aether-based technology of the city folk) might be a particularly appropriate choice. The Path of the Berserker is an easier fit in Kaladesh than the Path of the Totem Warrior.",
										"{@class bard||Bards} on Kaladesh would probably be seen as a particular form of mage, akin to a pyromancer. As such, they would be subject to the persecution of the Consulate.",
										"{@class cleric||Clerics} do not exist on Kaladesh. {@skill Religion} is not a significant force in the lives of the plane's people, and magic derived from the power of the gods is unknown.",
										"{@class druid||Druids} are elves who harness the power of the Great Conduit to create magical effects. Non-elves can't be druids, and the Circle of the Moon is not available.",
										"{@class fighter||Fighters} are common on Kaladesh, though eldritch knights are unknown. Fighters might be Consulate enforcers, renegade skirmishers, or ordinary (if hardy) citizens.",
										"{@class monk||Monks} are unknown on Kaladesh, unless you want to create a monastic order found in one of the remote regions of the plane.",
										"{@class paladin||Paladins} are unknown for the same reasons as clerics. It might be possible for a warrior to derive magical power from the strength of devotion to an oath, but such a character would probably be viewed as a mage.",
										"{@class ranger||Rangers}, like druids, must be {@race elf||elves} on Kaladesh.",
										"{@class rogue||Rogues} are common, but arcane tricksters would be viewed and persecuted as mages. Most rogues are renegades, in the sense that they live on the wrong side of the law for a wide variety of reasons.",
										"{@class sorcerer||Sorcerers} are the most common form of mage on Kaladesh, and are frequently hunted down by Consulate forces. They are familiar enough that many people will have an inkling of what a \"{@class sorcerer||pyromancer|pyromancer (PSK)|PSK}\" is when they encounter one—but are still rare enough that most people greet a sorcerer with fear. Sorcerers don't claim draconic bloodlines, but wild mages and storm sorcerers exist. A pyromancer like Chandra Nalaar could have a distinct sorcerous origin.",
										"{@class warlock||Warlocks}, if they exist, are not widely known or understood. A warlock could begin as an inventor fascinated by the Dark Schematic—the pattern used to create demons—eventually leading to a pact with the Fiend. Pacts with other entities would be even more unusual. However, Kaladesh's proximity to the aether-filled Blind Eternities might allow some alien consciousness akin to the Eldrazi to project into the world and form warlock pacts. Moreover, the Great Conduit could itself be personified as a being with the traits of an archfey.",
										"{@class wizard||Wizards} are extremely rare on Kaladesh. However, a vedalken aether scientist might gain sufficient mastery over aether's flow to channel it into spell effects."
									],
									"id": "016"
								},
								{
									"type": "statblock",
									"prop": "subclass",
									"source": "PSK",
									"name": "Pyromancer (PSK)",
									"displayName": "Sorcerous Origin: Pyromancer",
									"className": "Sorcerer",
									"classSource": "PHB",
									"page": 9,
									"style": "inset"
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSK/009.webp"
									},
									"width": 1276,
									"height": 659,
									"title": "{@item Gauntlets of ogre power} (or a {@item belt of giant strength}) might look quite different on Kaladesh, but they have the same effect.",
									"credit": "Engineered Might by Lake Hurwitz"
								},
								{
									"type": "entries",
									"name": "Aether-Powered Devices",
									"page": 10,
									"entries": [
										"The citizens of the Consulate enjoy what is perhaps the most exciting and inspiring period in Kaladesh's history. In the sixty years since Avaati Vya discovered the process of aether refinement, aether has transformed virtually all day-to-day activities and reshaped the way people think about their lives. Over the course of the last half century, hundreds of thousands of new devices, machines, vehicles, constructs, and even weapons have sprung from the minds of talented inventors—all powered by the wonders of aether.",
										"The tremendous variety of aether-powered devices on Kaladesh can be represented by many of the magic items in the {@book Dungeon Master's Guide|DMG}. These items are far more common on Kaladesh than they are in most D&D worlds, and are readily available for purchase (see \"{@book Buying and Selling Devices|PS-K|1|Buying and Selling Devices}\"). A DM should feel free to be generous in allowing characters access to magic items, in the spirit of Kaladesh.",
										"The following guidelines—plus a healthy dash of inventor's ingenuity—can be used to adapt D&D magic items to the world of Kaladesh. Additionally, the captions that appear beside some of the art in this document offer examples of how you might translate Kaladesh's aether-powered wonders into the magic items of D&D.",
										{
											"type": "entries",
											"name": "Charges",
											"page": 10,
											"entries": [
												"Magic item charges represent aether fuel in Kaladesh, but charges do not replenish automatically. Instead, an item's owner must secure aether and refill the item to replenish its charges. As long as normal aether supplies are available, refilling an item is no problem—and a major principle of the Consulate is ensuring that aether is fairly distributed among its citizens. In the case of an item that normally regains a random number of charges automatically, that random roll can represent the amount of aether that is available to a character on a particular day. A character can purchase additional aether (at a night market, perhaps) at a cost of 50 gp per charge. If an item's charges don't replenish automatically, the item can't be refueled."
											],
											"id": "018"
										},
										{
											"type": "entries",
											"name": "Consumable Items",
											"page": 10,
											"entries": [
												"Some aether-powered devices are designed to create one-time short-term effects that duplicate the effects of potions, scrolls, and similar magic items. These don't take the form of actual elixirs or spells on paper, but they have the same effect."
											],
											"id": "019"
										},
										{
											"type": "entries",
											"name": "Attunement",
											"page": 10,
											"entries": [
												"The process of attuning to an aether-powered device represents a few different aspects of working with the invention. Many devices must be carefully modified to fit and function for a particular user, which can be accomplished as part of the attunement process. The limitation on the number of items a character can attune to reflect the basic supplies of aether that are available to and transportable by a single character. Items that require attunement by a cleric, paladin, or other class that does not exist in your campaign have no aether-powered equivalent."
											],
											"id": "01a"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PSK/010.webp"
											},
											"title": "A {@item spell scroll} of {@spell sleep} might take the form of a fumigating device attached to a thopter.",
											"credit": "Fumigate by Svetlin Velinov",
											"width": 1125,
											"height": 755
										},
										{
											"type": "entries",
											"name": "Planar Travel",
											"page": 10,
											"entries": [
												"Items that allow travel to different planes of existence have no aether-powered equivalents. In the Magic Multiverse, travel from world to world is the exclusive province of Planeswalkers."
											],
											"id": "01b"
										},
										{
											"type": "entries",
											"name": "Conjuring Creatures",
											"page": 10,
											"entries": [
												"Items that conjure creatures (such as a {@item bag of tricks}) might produce lifecraft creatures."
											],
											"id": "01c"
										},
										{
											"type": "entries",
											"name": "Cursed Items",
											"page": 10,
											"entries": [
												"Cursed items that appear in your campaign could be malfunctioning inventions. It's also possible that a character who intends to make a particular item might make a cursed version of that item instead, but such a thing should be extremely rare."
											],
											"id": "01d"
										},
										{
											"type": "entries",
											"name": "Sentient Items",
											"page": 10,
											"entries": [
												"Sentient magic items can't be created with the use of aether."
											],
											"id": "01e"
										}
									],
									"id": "017"
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSK/011.webp"
									},
									"title": "{@item Wings of flying} in various forms are popular inventions.",
									"credit": "Aspiring Aeronaut by Willian Murai",
									"width": 1280,
									"height": 761
								},
								{
									"type": "entries",
									"name": "Inventing and Manufacturing Devices",
									"page": 11,
									"entries": [
										"Aether-powered devices are created by inventors. Some are mass-produced in Consulate foundries, but all spring from the minds of creative, ingenious thinkers. Player characters can invent and manufacture their own devices using the {@variantrule Downtime Activity: Crafting a Magic Item|DMG|rules for crafting magic items in chapter 6 of the Dungeon Master's Guide}, with a few modifications to the requirements.",
										"Crafting a known kind of device requires a schematic plan (the equivalent of a formula for crafting a magic item). The crafter need not be a spellcaster, but must have an ample supply of refined aether, which is included in the cost of crafting the item. If crafting the equivalent magic item would require an expensive material component, that cost represents additional aether that must be purchased to make the device.",
										"If a character does not possess a schematic plan, it is possible to invent one. A character who is inventing a device rather than following a schematic must make a successful Intelligence ({@skill Arcana}) check each day of crafting. The difficulty of the check is determined by the rarity of the item: {@dc 10} for a common or uncommon item, {@dc 15} for a rare or very rare item, or {@dc 20} for a legendary item. On a failed check, the character still spends the 25 gp for that day's work, but that day does not count toward completing the item.",
										"If a group of characters is working together to invent an item, each character who is contributing can attempt the Intelligence ({@skill Arcana}) check. If any character succeeds, the group makes progress toward inventing and completing the item."
									],
									"id": "01f"
								},
								{
									"type": "entries",
									"name": "Buying and Selling Devices",
									"page": 12,
									"entries": [
										"On Kaladesh, aether-powered devices are available for sale on the open market. Some devices are mass-produced in Consulate foundries, carefully tested for safety and functionality, and sold at prices ordinary citizens can afford. Others are crafted by renegade inventors who bypass the Consulate regulations and sell their devices in night markets or back alleys.",
										"The DM decides whether a particular item is mass-produced and legally available for purchase. As a rule, weapons and other destructive items fail to pass Consulate safety regulations. A device purchased in a legal market costs 70 to 120 percent ({@dice (1d6 + 6) × 10|1d6 + 6 × 10 percent}) of the cost to create the device. (Mass production allows many devices to be manufactured at significant savings.) An illegal device costs 150 to 200 percent ({@dice (1d6 + 14) × 10|1d6 + 14 × 10 percent}) of that cost.",
										"A character who invents and manufactures a device can sell the item for 150–200 percent of the creation cost. It might also be possible to sell the invention to a Consulate inquirium for further development, so that it can be mass-produced in the future if it passes all required testing."
									],
									"id": "020"
								},
								{
									"type": "entries",
									"name": "Automatons and Vehicles",
									"page": 12,
									"entries": [
										"Certain categories of aether-powered inventions are not easily described as magic items, but they can still be created in the same way. An artifact creature such as a battle automaton or a lifecraft animal can be considered a magic item with a rarity determined by its challenge rating:",
										{
											"type": "table",
											"colLabels": [
												"Challenge Rating",
												"Item Rarity"
											],
											"colStyles": [
												"col-6 text-center",
												"col-6 text-center"
											],
											"rows": [
												[
													"0–2",
													"Common"
												],
												[
													"3–5",
													"Uncommon"
												],
												[
													"6–10",
													"Rare"
												],
												[
													"11–16",
													"Very rare"
												],
												[
													"17+",
													"Legendary"
												]
											]
										},
										"Aether-powered vehicles can be priced as if they were magic items. Simple self-drawn carriages might cost no more than the {@item carriage|PHB|carriage in the Player's Handbook} (100 gp, the equivalent of a common magic item), while the dragsters used in races in Ovalchase can cost five times that amount (as much as an uncommon magic item). Flying vehicles are significantly more expensive. A small sky skiff or copter might be a rare item, and a larger skyship should be considered very rare or even legendary."
									],
									"id": "021"
								}
							],
							"id": "015"
						}
					],
					"id": "014"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSK/012.webp"
					},
					"width": 1275,
					"height": 853,
					"title": "Skysovereign, Consul Flagship",
					"credit": "Jung Park"
				},
				{
					"type": "section",
					"name": "Inventing Options",
					"entries": [
						"In campaigns that make use of feats, player characters can gain additional abilities related to aether and invention.",
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@feat Quicksmithing|PSK}",
								"{@feat Servo Crafting|PSK}"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/PSK/013.webp"
							},
							"width": 739,
							"height": 985,
							"title": "Servo",
							"credit": "Igor Kieryluk"
						}
					],
					"id": "022"
				},
				{
					"type": "section",
					"name": "A Kaladesh Campaign",
					"page": 14,
					"entries": [
						"Kaladesh is not a typical D&D world as far as adventuring and adventurers are concerned. It doesn't lend itself to dungeon exploration, and it's not crawling with evil humanoid monsters for characters to fight. That said, the plane is ripe with opportunities for urban-focused and intrigue-driven campaigns. Consider the following elements for use in your Kaladesh campaign.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Aether Revolt",
									"page": 14,
									"entries": [
										"The main storyline of the Kaladesh block is an out-and-out rebellion of renegades when the Consulate government takes an oppressive turn. A campaign focusing on this revolt might put the player characters in the position of renegades trying to capture an aether reservoir or masterminding the sabotage of a Consulate airship. Alternatively, they might be Consulate agents trying to suppress the rebellion—or perhaps infiltrate it. The rebellion could also be the backdrop for a campaign focused more on urban intrigue, or it could interrupt the regular activities of such a campaign. Aether supplies might be significantly constrained in such a campaign, increasing the cost of creating and using aether-powered devices. Acquiring aether could then easily become the focus of a number of adventures."
									],
									"id": "025"
								},
								{
									"type": "entries",
									"name": "Urban Intrigue",
									"page": 14,
									"entries": [
										"The city of Ghirapur is rife with opportunities for adventure focusing on intrigue and mystery. The player characters might be criminals—perhaps agents of a crime lord seeking to undermine rivals. They could be agents of the law or Dhund spies working to crack down on criminal activity. They could be inventors or investigators looking into allegations of corruption or sabotage during the Inventors' Fair. They might be caught up in power struggles among the Enlightened Keepers, the rulers of the Consulate. Or they could be inventors competing to build the best fighting automata to make money in Remi's arena in Ninth Bridge."
									],
									"id": "026"
								},
								{
									"type": "entries",
									"name": "Exploring and Colonizing the Wilds",
									"page": 14,
									"entries": [
										"It's somewhat tangential to the core flavor and tone of Kaladesh, but your campaign could take place far from the city of Ghirapur and all its wonders. The adventurers might be explorers seeking to map the farthest reaches of the world, or colonists hoping to establish a New Ghirapur in a distant land. Beyond the reach of Ghirapur's aether pipelines, such characters might need to dig for aether geodes to power their inventions—or they might be traveling on an airship that can collect and refine aether from the aethersphere. The nature of what the characters might find out in the wilds is for you to decide. Such a campaign might even include threats with a more traditional D&D feel, all infused with the magic of aether."
									],
									"id": "027"
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSK/014.webp"
									},
									"width": 1125,
									"height": 713,
									"title": "A Dhund gauntlet functions just like a {@item dagger of venom}.",
									"credit": "Dhund Operative by Magali Villeneuve"
								}
							],
							"id": "024"
						}
					],
					"id": "023"
				}
			],
			"id": "001"
		},
		{
			"type": "section",
			"name": "Races of Kaladesh",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSK/015.webp"
					},
					"width": 1277,
					"height": 1652,
					"title": "Larger than Life",
					"credit": "Jaime Jones"
				},
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@race Aetherborn|PSK}",
						"{@race Dwarf (Kaladesh)|PSK}",
						"{@race Elf (Kaladesh)|PSK}",
						"{@race Elf (Kaladesh; Bishatar and Tirahar)|PSK}",
						"{@race Elf (Kaladesh; Vahadar)|PSK}",
						"{@race Human (Kaladesh)|PSK}",
						"{@race Vedalken|PSK}"
					]
				}
			],
			"id": "028"
		},
		{
			"type": "section",
			"name": "A Kaladesh Bestiary",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSK/016.webp"
					},
					"width": 1275,
					"height": 1650,
					"title": "Skyship Stalker",
					"credit": "Chris Rahn"
				},
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@creature Angel|PSK}",
						"{@creature Construct (Animated Armor)|PSK}",
						"{@creature Construct (Helmed Horror)|PSK}",
						"{@creature Construct (Modron)|PSK}",
						"{@creature Construct (Shield Guardian)|PSK}",
						"{@creature Demon|PSK}",
						"{@creature Dragon|PSK}",
						"{@creature Drake (Large)|PSK}",
						"{@creature Drake (Small)|PSK}",
						"{@creature Giant|PSK}",
						"{@creature Gremlin|PSK}",
						"{@creature Hellion (Huge)|PSK}",
						"{@creature Hellion (Large)|PSK}",
						"{@creature Hydra|PSK}",
						"{@creature Lifecraft Elephant|PSK}",
						"{@creature Servo|PSK}",
						"{@creature Sky Leviathan|PSK}",
						"{@creature Sky Whale|PSK}",
						"{@creature Thopter (Bat)|PSK}",
						"{@creature Thopter (Blood Hawk)|PSK}",
						"{@creature Thopter (Eagle)|PSK}",
						"{@creature Thopter (Hawk)|PSK}",
						"{@creature Thopter (Owl)|PSK}",
						"{@creature Thopter (Pseudodragon)|PSK}",
						"{@creature Thopter (Raven)|PSK}",
						"{@creature Thopter (Vulture)|PSK}",
						"{@creature Wurm|PSK}"
					]
				}
			],
			"id": "029"
		},
		{
			"type": "entries",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						"Written by James Wyatt",
						"Cover art by Adam Paquette",
						"Editing by Scott Fitzgerald Gray"
					]
				}
			],
			"id": "02a"
		}
	]
}
