{
	"data": [
		{
			"type": "section",
			"name": "Preface",
			"entries": [
				{
					"type": "inset",
					"page": 4,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Back when me and Boo caught the Calishite itch, Boo said we should start a journal. But his paws were tiny and ink got everywhere...including places that I should not write down here. So I, Minsc, decided to write down our adventures to prove that the pen is not mightier than the sword! With Boo's help, we wrote about every den of stinking evil that was found, every wicked butt that was kicked, and lots more besides!",
								"Me and Boo thought the journal would help other heroes see how good and fun it is to smash and smite evil, so we asked our friend Volo to publish it. But Volo said something about it being childlike gibberish and in need of an \"editor\". He said he would edit it for us, but only if we helped him out with a book he was writing. Why would Volo write a book on monsters? He has never gone butt-kicking in the name of righteousness! But me and Boo are always eager to help a friend, so monster hunting we went.",
								"Monster hunting was fun, as it always is. Boo has a nose that can sniff out evil, so sniffing out monsters was as easy for my little friend as sniffing out squirrels in heat. We mostly killed cockatrices and basilisks, because we hate creatures that turn you to stone. Being turned to stone is no fun. No fun at all.",
								"We returned to Volo with monster carcasses and our writings on the joy of giving evil the backhand of justice. Volo got all red in the face. He said something about how I ignored the \"list\" he had given me. I think he meant the paper that Boo used on his furry backside while we were on the road.",
								"It all worked out in the end. I just had to promise not to talk to our good friend Volo for one hundred years. But one hundred years can fly by when you're not looking. Me and Boo know this from experience..."
							],
							"by": "MINSC & BOO!"
						}
					],
					"id": "001"
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "Heroic Stories",
			"page": 5,
			"entries": [
				"When you think of your favorite heroic story, it almost always follows a familiar formula. The hero begins his journey in his hometown, usually threatened by evil. He encounters a mentor figure who helps reveal what must be done to save his hometown (and often the rest of the world). In the end, he comes face to face with a villain that must be overcome. Don't believe me?",
				"Harry Potter fights to protect Hogwarts, is mentored by Dumbledore and must defeat Voldemort. Frodo begins his journey in the Shire, is recruited by Gandalf and must journey into the heart of Sauron's land of evil. Luke Skywalker leaves Tatooine to learn how to use the Force from Obi-Wan in order to defeat Darth Vader.",
				"While Dungeons & Dragons has always focused on the heroes, a great mentor, villain and hometown can make a campaign come alive.",
				{
					"type": "inset",
					"name": "Mentors and Group Patron Rules",
					"entries": [
						"Dungeons & Dragons has already provided rules on mentors with their excellent write ups on Group Patrons, so we use that term in this book."
					],
					"id": "003"
				},
				{
					"type": "section",
					"name": "Hometowns",
					"page": 5,
					"entries": [
						"Hometowns are where player characters begin the campaign. Hometowns are often a base of operations and the place where the group patron can be found. The campaign villain might also be based out of the hometown. Sometimes the campaign villain even threatens the very existence of the hometown.",
						{
							"type": "entries",
							"name": "Bazaars, Fences and Shops",
							"page": 5,
							"entries": [
								"One of the main uses of a hometown from a gameplay perspective is that it provides player characters with a place to spend gold (and other coin). Over the course of a campaign, player characters often accumulate vast quantities of gold with very few places to spend it. Hometowns give player characters access to bazaars, shops and NPCs that possess contacts for magic items, recipes or treasure maps. Not only does this give player characters a place to use their gold, but it also allows them to customize the kinds of magic items their character is able to obtain.",
								"Robbing or murdering a shop keep for their magic items is pointless as shops don't keep the magic items or recipes on the premises. Instead they have contacts with powerful NPCs and creatures that have access to the magic items."
							],
							"id": "005"
						}
					],
					"id": "004"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/MaBJoV/001.webp"
					},
					"width": 2070,
					"height": 1377
				},
				{
					"type": "section",
					"name": "Group Patrons",
					"page": 6,
					"entries": [
						"Group patrons give player characters a reason to work together toward a common goal. They are powerful backers who give adventurers a clear purpose. They can also provide rare resources such as magic items, contacts and other hard to find resources.",
						{
							"type": "entries",
							"name": "Themes and Goals",
							"entries": [
								"The group patron helps determine the theme of a campaign through the missions that they send the player characters on. All patrons have an overarching ambition that determines what kind of missions they offer. This ambition or cause encourages all the player characters to work together."
							],
							"id": "007"
						},
						{
							"type": "entries",
							"name": "Contacts",
							"page": 6,
							"entries": [
								"Each group patron has one or two primary contacts that interact with the player characters."
							],
							"id": "008"
						},
						{
							"type": "entries",
							"name": "Missions",
							"page": 6,
							"entries": [
								"The missions that a group patron send the player characters on are great ways to introduce new adventures. It's up to the players whether or not they want to go on the missions that are set out for them."
							],
							"id": "009"
						},
						{
							"type": "entries",
							"name": "Enemies",
							"page": 6,
							"entries": [
								"Each group patron has a list of enemies. In addition to the infernal lords listed in the Random Campaign Villain table, these enemies include other group patrons. The contacts from these enemy group patrons can be used as rivals to the player characters or even as allies of the campaign villain."
							],
							"id": "00a"
						},
						{
							"type": "entries",
							"name": "Perks",
							"page": 6,
							"entries": [
								"Group patrons offer access to resources not readily available to most people. These resources include magical equipment, secret information and training. Each group patron gives a different set of perks. Most group patrons also give access to magical items for purchase or recipes on how to craft them."
							],
							"id": "00b"
						},
						{
							"type": "entries",
							"name": "Group Assistance",
							"page": 6,
							"entries": [
								"Each member of the party can grant advantage on an ability check, an attack roll or a saving throw of another member of the party. To grant advantage in this way the character and the chosen target must be able to see or hear each other and neither can be {@condition incapacitated}. Once a party member grants this advantage that individual can't do so again until they finish a long rest."
							],
							"id": "00c"
						}
					],
					"id": "006"
				},
				{
					"type": "section",
					"name": "Campaign Villains",
					"page": 6,
					"entries": [
						"Campaign villains are NPCs who oppose the player characters throughout their entire careers. These villains often have a personal connection to either the player characters or their group patron. A campaign villain rarely confronts the player characters directly, instead resorting to henchmen. Only when a campaign nears its end will the player characters finally confront their villain.",
						{
							"type": "entries",
							"name": "Goals",
							"page": 6,
							"entries": [
								"An effective campaign villain has a clear reason for interfering with the characters' lives. It is usually in clear opposition to the goals of the character's group patron."
							],
							"id": "00e"
						},
						{
							"type": "entries",
							"name": "Henchmen and Other Assets",
							"page": 6,
							"entries": [
								"A campaign villain almost always has henchmen that they can send against the player characters. They also likely have access to vast resources, whether that be money, political influence or military power."
							],
							"id": "00f"
						},
						{
							"type": "entries",
							"name": "Defeating a Henchman",
							"page": 6,
							"entries": [
								"When the players defeat a henchman sent by the campaign villain, their main reward is the magical equipment that most henchmen possess."
							],
							"id": "010"
						},
						{
							"type": "quote",
							"entries": [
								"Me and Boo have talked about the word henchmen. What about henchwomen or henchhalflings?",
								"Perhaps using the word henchpeople would be less offensive. Boo doesnt believe there are any henchhamsters, for what hamster would ever serve evil?"
							],
							"by": "MINSC & BOO!"
						},
						{
							"type": "inset",
							"name": "Henchmen Characters",
							"page": 6,
							"entries": [
								"Many henchmen are presented in their own chapter later in this book. In addition, some allies and henchmen for a campaign villain may be drawn from the Group Patron list. The Order of Icarus, Flaming Fist, Raven Circle and Shadow Thieves all make great enemies. These organizations might be secretly manipulated by the campaign villain or even directly controlled."
							],
							"id": "011"
						},
						{
							"type": "table",
							"caption": "Random Hometown",
							"colLabels": [
								"d4",
								"Hometown",
								"Themes",
								"Suggested Group Patrons"
							],
							"colStyles": [
								"col-1 text-center",
								"col-2",
								"col-2",
								"col-8"
							],
							"rows": [
								[
									"1",
									"Athkatla",
									"Sword and Sorcery, Urban",
									"Adventurer's Guild, Church of Sune, Knights of Bahamut, Emerald Enclave, Harpers, Shadow Thieves"
								],
								[
									"2",
									"Baldur's Gate",
									"Heroic Fantasy",
									"Adventurer's Guild, Candlekeep, Church of Sune, Knights of Bahamut, Emerald Enclave, Flaming Fist, Harpers"
								],
								[
									"3",
									"Suldanesellar",
									"Horror",
									"Order of Icarus, Raven Circle"
								],
								[
									"4",
									"Ust Natha",
									"Dark Fantasy, Underdark",
									"Adventurer's Guild, Knights of Bahamut, Shadow Thieves"
								]
							]
						},
						{
							"type": "table",
							"caption": "Random Group Patron",
							"colLabels": [
								"d10",
								"Group Patron",
								"Contacts",
								"Themes",
								"Overview"
							],
							"colStyles": [
								"col-1 text-center",
								"col-2",
								"col-2",
								"col-2",
								"col-5"
							],
							"rows": [
								[
									"1",
									"Adventurer's Guild",
									"Doc Watson, Flimp Shagglecran",
									"Lighthearted",
									"An unlikely pair who want to bankroll you to become famous adventurers. Why not have some laughs on your way to stardom."
								],
								[
									"2",
									"Candlekeep",
									"{@creature Valygar|MaBJoV|Valygar Corthola, Xan Moonblade}",
									"High adventure",
									"Work for the most prestigious academy in the world. Seek out ancient secrets and rare artifacts and place them in the care of the monks of Candlekeep."
								],
								[
									"3",
									"Church of Sune",
									"{@creature Naes Inuus|MaBJoV}, {@creature Tiberius Inuus|MaBJoV}",
									"Epic Fantasy and War",
									"Join in the epic struggle between good and evil and help ensure that war doesn't engulf the world."
								],
								[
									"4",
									"Emerald Enclave",
									"{@creature Faldorn|MaBJoV}, {@creature Kivan|MaBJoV}",
									"Exploration",
									"Become an explorer who travels to the edges of the world."
								],
								[
									"5",
									"Flaming Fist",
									"Borivik Windheim, {@creature Nauk|MaBJoV}",
									"Mercenaries and War",
									"Work for the world's most feared mercenaries."
								],
								[
									"6",
									"Harpers",
									"{@creature Jaheira|MaBJoV|Jaheira, Vellin Farstride}",
									"Spies and Intrigue",
									"Join the Harpers, a famed organization that works from the shadows to keep the world from falling into ruin."
								],
								[
									"7",
									"Knights of Bahamut",
									"{@creature Suldil Baldoriel|MaBJoV|Suldil}, {@creature Minsc and Boo!|MaBJoV|Minsc}",
									"Dragonriders",
									"Lost in the Feywild for more than a millennium, Suldil wants you to help her resurrect the ancient Knights of Bahamut."
								],
								[
									"8",
									"Order of Icarus",
									"{@creature Jon Irenicus|MaBJoV}, {@creature Bodhi Irenicus|MaBJoV}",
									"Horror",
									"Rulers and prisoners of a haunted elven city consumed by the Shadowfell. You must help them escape."
								],
								[
									"9",
									"Raven Circle",
									"{@creature Viktor|MaBJoV}, {@creature Lothar|MaBJoV|Lothar of the Raven}",
									"Lovecraftian horror",
									"Grizzled veterans recruit you to aid the enigmatic Raven Queen in her quest to collect memories."
								],
								[
									"10",
									"Shadow Thieves",
									"{@creature Imoen|MaBJoV}, {@creature Montaron and the Laughing Skull|MaBJoV|Montaron}",
									"Urban",
									"The oldest and most dangerous thief's guild in Faerûn, the Shadow Thieves have long ago grown beyond simple thievery."
								]
							]
						},
						{
							"type": "table",
							"caption": "Random Campaign Villain",
							"colLabels": [
								"d6",
								"Campaign Villain",
								"Overview",
								"Henchmen"
							],
							"colStyles": [
								"col-1 text-center",
								"col-2",
								"col-7",
								"col-2"
							],
							"rows": [
								[
									"1",
									"{@creature Baalzebul|MaBJoV}",
									"The lord of lies. He spins a web of intrigue and untruths that threatens to make a mockery of all that is good and decent.",
									"{@creature Dagryn|MaBJoV|Dagryn the Lost}, {@creature Saemon Havarian|MaBJoV}"
								],
								[
									"2",
									"Bhaal",
									"The god of murder. Thought dead for more than a century. Recently reborn, he seeks to wash the world in blood in order to rebuild his power.",
									"{@creature Pelyious Avhoste|MaBJoV|Pelyious}, {@creature Kagain|MaBJoV}, {@creature Sarevok|MaBJoV|Sarevok Anchev}"
								],
								[
									"3",
									"{@creature Cryonax|MaBJoV}",
									"A prince of elemental evil. Ruler of the Plane of ice. He wants to bring a winter to the world that never ends.",
									"{@creature Darien|MaBJoV}, {@creature Viconia DeVir|mabjov|Viconia}"
								],
								[
									"4",
									"{@creature Mephistopheles|MaBJoV}",
									"The archdevil of Hellfire. Second only to Asmodeus in power and deviousness. Why corrupt a single soul when you can corrupt the soul of an entire world.",
									"{@creature Aribeth de Tylmarande|mabjov}, A Group Patron"
								],
								[
									"5",
									"{@creature Pazuzu|MaBJoV}",
									"The first and most ancient demon lord. He has been trapped in an {@item iron flask} and must be kept imprisoned until a way is found to destroy him.",
									"{@creature Eo Ashmajiir|MaBJoV}, {@creature Edwin Odesseiron|mabjov}"
								],
								[
									"6",
									"Ssendam",
									"The first slaad. Lord of chaos and insanity. She wants to spread her anarchy and filth across the entire world.",
									"{@creature Xzar the Chaos Clone|mabjov|Xzar, Death Slaad}"
								]
							]
						}
					],
					"id": "00d"
				}
			],
			"id": "002"
		},
		{
			"type": "section",
			"name": "Hometowns",
			"entries": [
				"The following four cities and towns can be used for the starting point of a campaign. These cities and towns also work well as locations for adventures or another place to spend all the gold that player characters will likely accumulate. These locations also work well as the lair for the campaign villain.",
				{
					"type": "section",
					"name": "Athkatla",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/002.webp"
							},
							"width": 2070,
							"height": 1222
						},
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Population:",
									"entry": "122,000 (90% humans, 8% halflings, 2% other)"
								},
								{
									"type": "item",
									"name": "Government:",
									"entry": "Oligarchy, led by the Council of Six"
								},
								{
									"type": "item",
									"name": "Defense:",
									"entry": "Amn army"
								},
								{
									"type": "item",
									"name": "Commerce:",
									"entry": "Ale, armor, grain, horses, iron, jewelry, weapons"
								},
								{
									"type": "item",
									"name": "Organizations:",
									"entry": "Cowled Wizards, Shadow Thieves"
								},
								{
									"type": "item",
									"name": "Religions:",
									"entry": "Waukeen (dominant), Helm, Sune, Milil, Selûne, Lathander, Cyric"
								}
							]
						},
						"Athkatla, the City of Coin, is one of the wealthiest cities in all of Faerûn. The capital of the mercantile nation of Amn, nearly every aspect of life in Athkatla revolves money and commerce. Its wealth and affluence are so well known that legends in foreign lands contend the city's streets are literally paved with gold... though if this were true, some enterprising citizens would long ago have found some way to extract the treasures from the cobblestones.",
						"The City of Coin never sleeps—it is constantly abuzz with the haggling and machinations of ruthlessly competitive merchants, peddlers, hustlers, con artists and criminals... though in Amn the lines between these groups is often blurred. In Athkatla, money is power, and there is a stark contrast between those who possess it and those who do not. The influential organizations that run the city's economy—such as the oppressive Cowled Wizards, the enigmatic Shadow Thieves, or the obscenely wealthy mercantile houses—act with unfettered impunity, answering only to themselves. Those who fall on the lower rungs of the social ladder—like the poor who dwell in the slums of the River District—have no recourse to the authorities or the law. For them, life in the City of Coin is a daily struggle to survive where danger lurks around every corner.",
						"Officially, Athkatla is ruled by the Council of Six. Although council positions were once held anonymously, the current council members rule openly, relying on their sponsors to protect them against threats and retaliation from potential rivals. The current council consists of the leader of House Selemchant, backed by the Cowled Wizards; the matriarch of House Dannihyr, supported by the Shadow Thieves; and the rulers of the independent mercantile families of House Alibakkar, House Ophal, House Nashivaar, and House Havarian—the most recent addition to the Council.",
						{
							"type": "entries",
							"name": "Culture",
							"entries": [
								"Status in Athkatla is measured almost exclusively by material wealth. As such, it is common practice for those in power to display their affluence through lavish parties and expensive gifts to allies and supporters. Bribery is commonplace, and widely accepted as the proper way to grease the wheels in business and politics.",
								"The constant effort to demonstrate extravagance surpassing one's peers has led to a culture of Athkatla's citizens embracing decadence and overindulgence, particularly among the elites of the gem district. During nights of revelry it is common practice to eat and drink to the point of bursting, then to forcefully empty the stomach through the practice of \"straking\"... leaving behind a vomitus mess for their servants or slaves to clean up.",
								"Not surprisingly, fashion in Athkatla also reflects this obsession with material wealth. Women typically wear elaborate turbans made from rare silks, inlaid with gems and embroidered with gold or platinum stitching. Men favor expensive vests and cloaks sewn from valuable furs imported from the distant North, sacrificing personal comfort in the blazing heat in order to show off their means. Ornate jewelry is common among both sexes, with an affinity for custom pieces showcasing rare gems, especially black pearls.",
								"The various ranks of societal status are correlated with precious metals: ranging from the \"ore\" of the dregs of society to the \"mithral\" elites at the top.",
								{
									"type": "list",
									"items": [
										{
											"type": "item",
											"name": "Ore",
											"entry": "The lowest rank. Used to mean filthy or criminal, and strongly insulting."
										},
										{
											"type": "item",
											"name": "Bronze",
											"entry": "The working class. Can also be used to mean a low-rank imposter."
										},
										{
											"type": "item",
											"name": "Copper",
											"entry": "Acceptable working class."
										},
										{
											"type": "item",
											"name": "Steel",
											"entry": "Best of the working class, or military."
										},
										{
											"type": "item",
											"name": "Silver",
											"entry": "A rising merchant or one with much potential."
										},
										{
											"type": "item",
											"name": "Gold",
											"entry": "One whose wealth was inherited, or one who was wealthy without business sense."
										},
										{
											"type": "item",
											"name": "Platinum",
											"entry": "The head of a mercantile house."
										},
										{
											"type": "item",
											"name": "Adamantine",
											"entry": "The highest self-made rank."
										},
										{
											"type": "item",
											"name": "Mithral",
											"entry": "Perfection. The highest possible rank."
										}
									]
								},
								"A common insult is to refer to someone as a low-ranking metal, particularly if it is immediately below their actual station. Referring to someone or something as one of the higher ranks is seen as a compliment... or flattery.",
								"In practice, the richer inhabitants have authority over the less wealthy. However, a recent public show of wealth such as a large purchase, high bid, or particularly extravagant party could temporarily raise an individual's status above those who possess greater total wealth.",
								"Because the societal emphasis is so heavily dependent on measurable material wealth, there is little regard given to racial stereotypes. As long as a potential customer or business partner adheres to the basic societal rules—and has the money to back their position—it does not matter who they are or where they are from."
							],
							"page": 8,
							"id": "014"
						},
						{
							"type": "entries",
							"name": "History",
							"entries": [
								"One of the first major settlements in the region, the city was originally founded circa 100 DR by Calishite immigrants loyal to the Shoon Imperium. The region was first known as the Emirate of Amin, but when the Shoon Empire fell in 460 DR, Amn became an independent nation... though the city of Esmeltaran was its first capital, despite Athkatla being the oldest and largest city.",
								"The next seven centuries were a period of prosperity and peace, driven largely by trade with the distant lands to the North. The rapid rise of the merchant traders led to a culture that valued economic success over all else. The obsession with profit and material wealth eventually became the defining characteristic of Athkatla and its citizens.",
								"In 1238 DR a series of trade wars began as various factions tried to exert control over the city. In 1333 all trade in or out of Amn was halted. Realizing such trade interruptions were harmful to not just the merchant houses, but the entire nation, a young Athkatla merchant named Thayze Selemchant persuaded the leaders of five other influential houses in the city to join together and form a new government to \"guide\" commerce... and the nation as a whole.",
								"Under the newly formed Council of Six, trade resumed, and profits flowed once more. The Council decreed that Athkatla, home of their Houses, would be the new capital of Amn. Given their economic influence across all levels of society, there were none who dared oppose them. Under the Council, Athkatla flourished, becoming the busiest trade port on the Sword Coast."
							],
							"page": 9,
							"id": "015"
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/MaBJoV/033.webp"
									},
									"width": 1774,
									"height": 2295,
									"grid": {
										"type": "none"
									},
									"title": "Map 1.1: Athkatla",
									"imageType": "map",
									"id": "017"
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/MaBJoV/003.webp"
									},
									"imageType": "mapPlayer",
									"grid": {
										"type": "none"
									},
									"title": "Player Version",
									"width": 1661,
									"height": 2150,
									"mapParent": {
										"id": "017",
										"autoScale": true
									}
								}
							]
						},
						{
							"type": "inset",
							"name": "Notable Locations in Athkatla",
							"entries": [
								{
									"type": "entries",
									"name": "A1: Cloakspell Tower",
									"entries": [
										"Famous landmark forbidden to the public and a secret meeting place for the Cowled Wizards."
									],
									"id": "018"
								},
								{
									"type": "entries",
									"name": "A2: Council House",
									"entries": [
										"The seat of power for the city's ruling Council of Six."
									],
									"id": "019"
								},
								{
									"type": "entries",
									"name": "A3: Waukeen's Promenade",
									"entries": [
										"The most recognizable landmark of the city, this open-air market stadium houses some of its greatest guilds and merchant houses."
									],
									"id": "01a"
								},
								{
									"type": "entries",
									"name": "A4: Silverale Hall",
									"entries": [
										"This inn, tavern, and festhall is the oldest in the city."
									],
									"id": "01b"
								},
								{
									"type": "entries",
									"name": "A5: Grave District",
									"entries": [
										"Filled with ornate monuments and mausoleums erected in reverence to the Amnian dead."
									],
									"id": "01c"
								},
								{
									"type": "entries",
									"name": "A6: Den of the Seven Vales",
									"entries": [
										"One of the city's cleaner festhalls."
									],
									"id": "01d"
								},
								{
									"type": "entries",
									"name": "A7: Five Flagons",
									"entries": [
										"A popular tavern."
									],
									"id": "01e"
								},
								{
									"type": "entries",
									"name": "A8: Sea's Bounty Tavern",
									"entries": [
										"An old inn, tavern, and festhall."
									],
									"id": "01f"
								},
								{
									"type": "entries",
									"name": "A9: Copper Coronet",
									"entries": [
										"A seedy dive whose regulars include smugglers and pirates."
									],
									"id": "020"
								},
								{
									"type": "entries",
									"name": "A10: The Black Frog",
									"entries": [
										"A seedy and dirty tavern."
									],
									"id": "021"
								},
								{
									"type": "entries",
									"name": "A11: Temple of Talos",
									"entries": [
										"Long abandoned temple overrun with beggars."
									],
									"id": "022"
								},
								{
									"type": "entries",
									"name": "A12: Adamantine Mug",
									"entries": [
										"Serves as a club for the district's merchants, offering discreet and superb service."
									],
									"id": "023"
								},
								{
									"type": "entries",
									"name": "A13: Diamond Dragon",
									"entries": [
										"The most expensive jewelry shop in the city."
									],
									"id": "024"
								},
								{
									"type": "entries",
									"name": "A14: House of The Lady of Masks",
									"entries": [
										"Lady Bellasdreia sells perfume and beauty masks from this former temple of Tymora."
									],
									"id": "025"
								},
								{
									"type": "entries",
									"name": "A15: Seven Songs Importing",
									"entries": [
										"A business that specializes in exotic goods. A16: Dancing Dolphins House. This mansion is used to host gatherings of wealthy merchant families."
									],
									"id": "026"
								},
								{
									"type": "entries",
									"name": "A17: Shop of the Bizarre",
									"entries": [
										"Strange shop that specializes in magic items."
									],
									"id": "027"
								},
								{
									"type": "entries",
									"name": "A18: Shadowgates House",
									"entries": [
										"A private club that caters exclusively to noble-born women."
									],
									"id": "028"
								},
								{
									"type": "entries",
									"name": "A19: Dome of the Rose",
									"entries": [
										"An elegantly designed monastery devoted to the deity Lathander."
									],
									"id": "029"
								},
								{
									"type": "entries",
									"name": "A20: Temple Bell",
									"entries": [
										"This shop specializes in the sale of religious texts and priestly vestments."
									],
									"id": "02a"
								},
								{
									"type": "entries",
									"name": "A21: Silkstone Fashions",
									"entries": [
										"A tailor's shop that offers fashionable accessories."
									],
									"id": "02b"
								},
								{
									"type": "entries",
									"name": "A22: Moonhall",
									"entries": [
										"A well-recognized temple of Selûne."
									],
									"id": "02c"
								},
								{
									"type": "entries",
									"name": "A23: Hall of the Society of the Lost Ingot",
									"entries": [
										"A former temple of Ilmater used as a meeting place for merchants."
									],
									"id": "02d"
								},
								{
									"type": "entries",
									"name": "A24: Pride of Athkatla",
									"entries": [
										"An enclosed market for traveling merchants."
									],
									"id": "02e"
								},
								{
									"type": "entries",
									"name": "A25: Brundith Fine Furnishings",
									"entries": [
										"Specializes in replica furniture with discreet hiding places."
									],
									"id": "02f"
								},
								{
									"type": "entries",
									"name": "A26: Crown Aflame",
									"entries": [
										"This lavish theater was a previous temple to Azuth."
									],
									"id": "030"
								},
								{
									"type": "entries",
									"name": "A27: Harfin Draether",
									"entries": [
										"An expansive tavern renowned for its hearty and delicious fare."
									],
									"id": "031"
								},
								{
									"type": "entries",
									"name": "A28: Temple of Sune",
									"entries": [
										"A new temple larger and more opulent than all the others in the district."
									],
									"id": "032"
								},
								{
									"type": "entries",
									"name": "A29: Temple of Helm",
									"entries": [
										"A temple that also houses the Order of the Gauntlet."
									],
									"id": "033"
								},
								{
									"type": "entries",
									"name": "A30: Great Griffin",
									"entries": [
										"This massive, seven-ton bell is used to warn ships during storms."
									],
									"id": "034"
								}
							],
							"page": 11,
							"id": "016"
						},
						{
							"type": "entries",
							"name": "Laws",
							"entries": [
								"Law in Athkatla is based on the Golden Rule—those who have the gold make the rules. Actions that would be considered illegal or immoral in other lands are tolerated, providing the offenders are rich enough to pay the pre-determined fines. Lewd and licentious behavior are rampant in the city, slavery is common, and even the thieves within the city are permitted to operate provided they follow the terms of written contracts.",
								"The only real crime in Athkatla—other than being poor—is the use of arcane magic within the city limits. In the 13th Century DR, King Dhanar granted the Cowled Wizards complete oversight over spellcasters. As a result, only a handful of sorcerers are licensed to practice in Athkatla, all exclusively under contract with the various High Houses of Amn. Enforcement of this ban on arcane magic is under the purview of the Cowled Wizards, who administer brutal punishment on any who flout this law. Many of the High Houses now resent this arrangement, as they feel the Cowled Wizards are little more than agents working on behalf of House Selemchant, but the dissenters lack the influence and resources to effectively oppose the status quo."
							],
							"page": 11,
							"id": "035"
						},
						{
							"type": "entries",
							"name": "Cowled Wizards",
							"entries": [
								"A secretive cabal formed in the 13th century DR, they were originally the guardians of arcane knowledge and lore. However, years of monitoring—and controlling—foreign mages visiting the city gradually transformed the organization into a brutal autocratic force with the sole goal of suppressing potential rivals to their station.",
								"Violators of the city wide restrictions on magic face censure, banishment or even death. While the stated goal of the organization is to protect the security of the city and guard against the potential devastation a rogue mage might cause, many individual members of the Cowled Wizards use their position for personal profit and gain. Often this involves cutting secret deals with various parties that are not officially sanctioned by their organization. Despite this, there is little recourse for those who feel they have been treated unjustly by any of the Cowled Wizards, as accusations against them often result in severe retaliation.",
								"The members of the Cowled Wizards act in anonymity, often working publicly as merchants, librarians, apothecaries or other similar professions. The identity of any individual Cowled Wizard is known to their immediate family and—at most—a small circle of other members they work within the organization.",
								"The Cowled Wizards meet in secret in the hidden chambers beneath the city, located under Jane Lane. Wearing masks and the garb of the School of Wonder—an academy destroyed in a series of anti-arcane riots long ago—they are able to hide their identities even from each other as they share information and coordinate their activities."
							],
							"page": 11,
							"id": "036"
						},
						{
							"type": "entries",
							"name": "Shadow Thieves",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/MaBJoV/004.webp"
									},
									"width": 2070,
									"height": 1005
								},
								"One of the most powerful thieves' guilds in western Faerûn is headquartered in Athkatla. Originally operating out of Waterdeep, they were forced to flee the city when the Masked Lady, Lhestyn Arunsun, came to power in 1298 DR and waged a campaign to purge them from her city.",
								"However, their exile from Waterdeep proved to be a boon rather than a bane. In Athkatla, they found a society that allowed them to prosper and thrive, and by the early 14th century they controlled many of the criminal operations up and down the Sword Coast.",
								"The Shadow Thieves are guided by two foundational tenets, written by the first Grandmaster following their exile from Waterdeep.",
								{
									"type": "list",
									"items": [
										"\"The Shadow Thieves will never again be brought so low and disgraced as they were in their exile.\"",
										"\"They will take their vengeance upon the city of Waterdeep.\""
									]
								},
								"Even though they are an open secret within Athkatla, the Shadow Thieves still prefer to operate discreetly. The Shadow Council that controls the guild understands that secrecy and subtlety are their greatest weapons, and this belief has trickled down through the ranks to every officer, agent and member. The full extent of their convoluted, ambitious machinations are known only to the handful of figures in the upper most echelon, though there are many rumors as to what conspiracies they are involved in. Many of these rumors are, in fact, false narratives planted by the Shadow Thieves themselves to obscure their true goals.",
								"The Shadow Thieves provide many illicit services that the citizens of Athkatla use on a regular basis. Protection rackets are understood as a cost of doing business, and political leaders rely on the Shadow Thieves for protection... and often hire them to spy on or steal from their rivals. Similarly, the merchants of the city rely on the Shadow Thieves to coordinate the sale and distribution of black market goods to smugglers, pirates and various other underworld figures in numerous cities up and down the Sword Coast.",
								"The Guild is known for being as ruthless as they are secretive. Violence is always an option, and in addition to theft and burglary they are also adept in assassination and kidnapping... though prisoners are only taken if they can be ransomed for substantial profit.",
								"The Guild is controlled by an 8-person Shadow Council operating in Athkatla, which is overseen by an individual known as the Grandmaster of Shadows. There are allegations that the Shadow Thieves have some type of alliance/agreement with the Council of Six allowing them to operate with impunity within the city. In truth, the Grandmaster is always a member of the powerful Dannihyr House—a permanent member of the Council of Six. Because of this, the Shadow Thieves have a powerful voice in the politics of the city... though what would happen if the needs of House Dannihyr came into conflict with those of the guild is something that can only be speculated on.",
								"Though the Shadow Thieves have many despised rivals, like the Xanathar Thieves Guild in Waterdeep and the Rundden in Calimshan, their true enemies will forever be the Lords of Waterdeep. Even after more than a century, the Shadow Thieves still harbor a desire for vengeance against the heirs of those who first cast them out of their ancestral home."
							],
							"page": 11,
							"id": "037"
						},
						{
							"type": "entries",
							"name": "Encounters",
							"entries": [
								"This is a table of enemies or monsters that an adventurer might come across while in Athkatla or in the surrounding regions.",
								{
									"type": "table",
									"caption": "Random Encounters in Athkatla",
									"colLabels": [
										"d6",
										"Encounter"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"{@creature Farastu Stalker|mabjov} in pursuit of an escaped Carceri prisoner"
										],
										[
											"2",
											"{@creature Dread Doppelganger|MaBJoV} posing as a fellow adventurer"
										],
										[
											"3",
											"Shadow Thief Slavers ({@creature thug||thugs}) looking to replace escaped slaves"
										],
										[
											"4",
											"Cowled Wizards ({@creature mage||mages}) seeking to incarcerate illegal magic users"
										],
										[
											"5",
											"{@creature Tasloi|MaBJoV} who have infested a forest or sewer system"
										],
										[
											"6",
											"{@creature Sirene|MaBJoV} band hunting to retrieve a stolen sacred item"
										]
									]
								}
							],
							"page": 12,
							"id": "038"
						},
						{
							"type": "entries",
							"name": "Bazaars, Fences and shops",
							"entries": [
								{
									"type": "entries",
									"name": "Waukeen's Promenade (Area A3)",
									"entries": [
										"One of the greatest bazaars in Faerûn, all non-magical items in the Player's Handbook are available here. In addition, each day a character spends at the Bazaar they can roll on the following chart and discover a magic item for sale. They can spend 100 gp to get an additional roll to a maximum of 10 rolls per day.",
										{
											"type": "table",
											"caption": "Random Magical Item at Waukeen's Promenade",
											"colLabels": [
												"d100",
												"Magic Item",
												"Cost"
											],
											"colStyles": [
												"col-1 text-center",
												"col-9",
												"col-2 text-right"
											],
											"rows": [
												[
													"1-10",
													"{@item +1 Ammunition||Ammunition, +1}—{@item +1 Arrow||arrows} (10), {@item +1 Crossbow Bolt||bolts} (10) or {@item +1 sling bullet||sling bullets} (20)",
													"100 gp"
												],
												[
													"11-15",
													"{@item Rope of climbing}",
													"250 gp"
												],
												[
													"16-24",
													"Simple {@item +1 Weapon||weapon, +1}—{@item +1 dagger||dagger}, {@item +1 mace||mace} or {@item +1 sickle||sickle}",
													"300 gp"
												],
												[
													"25-26",
													"{@item +1 Battleaxe||Battleaxe, +1}",
													"400 gp"
												],
												[
													"27-28",
													"{@item +1 Shortsword||Shortsword, +1}",
													"400 gp"
												],
												[
													"29-30",
													"{@item +1 Warhammer||Warhammer, +1}",
													"400 gp"
												],
												[
													"31-35",
													"{@item Potion of growth}",
													"200 gp"
												],
												[
													"36-40",
													"{@item Potion of greater healing}",
													"300 gp"
												],
												[
													"41-45",
													"{@item +1 Shield||Shield, +1}",
													"300 gp"
												],
												[
													"46-50",
													"{@item Lantern of revealing}",
													"400 gp"
												],
												[
													"51-55",
													"{@item Medallion of thoughts}",
													"400 gp"
												],
												[
													"56-60",
													"{@item Robe of useful items}",
													"500 gp"
												],
												[
													"61-65",
													"{@item Driftglobe}",
													"600 gp"
												],
												[
													"66-70",
													"{@item Wand of secrets}",
													"600 gp"
												],
												[
													"71-75",
													"{@item Wand of magic missiles}",
													"1000 gp"
												],
												[
													"76-80",
													"{@item +2 Shield||Shield, +2}",
													"3,000 gp"
												],
												[
													"81-83",
													"{@item Potion of invulnerability}",
													"4,000 gp"
												],
												[
													"84-86",
													"{@item +1 Breastplate||Breastplate, +1}",
													"7,500 gp"
												],
												[
													"87-88",
													"{@item Rope of entanglement}",
													"7,500 gp"
												],
												[
													"89-90",
													"{@item +2 Shortbow||Shortbow, +2}",
													"8,000 gp"
												],
												[
													"91-92",
													"{@item Belt of hill giant strength}",
													"9,000 gp"
												],
												[
													"93-94",
													"{@item Mantle of spell resistance}",
													"9,000 gp"
												],
												[
													"95-96",
													"{@item +2 Rapier||Rapier, +2}",
													"9,000 gp"
												],
												[
													"97",
													"{@item Portable hole}",
													"11,000 gp"
												],
												[
													"98",
													"{@item +2 Studded leather armor||Studded leather, +2}",
													"25,000 gp"
												],
												[
													"99",
													"{@item Crystal ball} (very rare version)",
													"32,500 gp"
												],
												[
													"00",
													"{@item Greatsword of sharpness}",
													"36,000 gp"
												]
											]
										}
									],
									"page": 13,
									"id": "03a"
								},
								{
									"type": "entries",
									"name": "Shop of the Bizarre (Area A17)",
									"entries": [
										"The most powerful items in Athkatla are found in a shop run by the enigmatic and ruthless neogi. These spider-like monsters are planar travelers that trade in magic items and slaves. Each visit to the shop brings the chance of danger, for sometimes the neogi aren't looking to sell items, but are more interested in acquiring new slaves. When this happens, all of the magic items in the store are illusionary and the neogi have prepared an ambush. For each shopper, there is a {@creature neogi|mpmm} and an {@creature umber hulk}, with a single {@creature neogi master|mpmm} leading the ambush. More powerful customers might mean the neogi bring an additional {@dice 1d6} {@creature gray render|mpmm|gray renders}. Use the Shop of the Bizarre Finds table to generate the items the shop sells. If there's been more than 24 hours since the characters have last visited, roll again. Use the Salable Magic Items table from the Dungeon Master's Guide to generate the costs associated with each generated item. If a legendary item is generated, its base price is 150,000 gp.",
										{
											"type": "table",
											"caption": "Shop of the Bizarre Finds",
											"colLabels": [
												"Roll",
												"DMG Treasure Tables",
												"Chance of Being Illusionary"
											],
											"colStyles": [
												"col-1 text-center",
												"col-9",
												"col-2 text-center"
											],
											"rows": [
												[
													"01-20",
													"Roll 3 times on Table A, 3 times on Table B",
													"0%"
												],
												[
													"21-30",
													"Roll {@dice 4d4} times on Table B",
													"10%"
												],
												[
													"31-40",
													"Roll {@dice 2d4} times on Table B, Roll {@dice 2d4} times on Table C",
													"10%"
												],
												[
													"41-50",
													"Roll {@dice 3d4} times on Table B, Roll {@dice 1d4} times on Table D",
													"20%"
												],
												[
													"51-60",
													"Roll {@dice 2d4} times on Table C, Roll {@dice 1d4} times on Table D",
													"20%"
												],
												[
													"61-65",
													"Roll {@dice 2d4} time on Table C, Roll {@dice 1d4} times on Table E",
													"20%"
												],
												[
													"66-73",
													"Roll {@dice 1d4} times on Table E, Roll {@dice 2d4} times on Table F",
													"20%"
												],
												[
													"74-80",
													"Roll {@dice 3d4} times on Table F",
													"30%"
												],
												[
													"81-85",
													"Roll {@dice 2d12} times on Table F",
													"40%"
												],
												[
													"86-90",
													"Roll {@dice 1d12} times on Table F, Roll {@dice 2d4} times on Table G",
													"50%"
												],
												[
													"91-94",
													"Roll {@dice 2d12} times on Table G",
													"60%"
												],
												[
													"95-98",
													"Roll {@dice 2d12} times on Table H",
													"70%"
												],
												[
													"99-00",
													"Roll {@dice 2d12} times on Table I",
													"80%"
												]
											]
										},
										{
											"type": "quote",
											"entries": [
												"When I offered to edit this damnable book, I didn't think I would be rewriting the entire thing! The brain-addled ranger has had a great number of memorable experiences, but he has no skill whatsoever when it comes to putting pen to paper."
											],
											"by": "Volo"
										}
									],
									"page": 13,
									"id": "03b"
								}
							],
							"id": "039"
						}
					],
					"page": 8,
					"id": "013"
				},
				{
					"type": "section",
					"name": "Baldur's Gate",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/006.webp"
							},
							"width": 2070,
							"height": 1336
						},
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Population:",
									"entry": "125,000 (predominantly humans)"
								},
								{
									"type": "item",
									"name": "Government:",
									"entry": "Plutocracy, helmed by the Council of Four and Parliament of Peers"
								},
								{
									"type": "item",
									"name": "Defense:",
									"entry": "Flaming Fist mercenaries, the Watch"
								},
								{
									"type": "item",
									"name": "Commerce:",
									"entry": "Dyes, fish, imports from Chult, mercenaries, nautical supplies"
								},
								{
									"type": "item",
									"name": "Organizations:",
									"entry": "The Guild, neighborhood crews, trade guilds"
								},
								{
									"type": "item",
									"name": "Religions:",
									"entry": "Gond, Tymora, Umberlee, any other law-abiding faith, cults of the Dead Three"
								}
							]
						},
						"Situated where the Western Heartlands meet the Sword Coast, the city-state of Baldur's Gate is a beacon of civilization in a largely untamed frontier land. Although somewhat small in terms of area, Baldur's Gate population rivals that of the highly regarded and influential Waterdeep to the north.",
						"Because Baldur's Gate is first and foremost a city of trade built around its harbor, the docks remain the true heart of the city. This busy area is the base of operations for many key trade organizations in Faerûn, including the famous mercenary company the Flaming Fist. Even the role of the city's leaders, the Council of Four (or the \"Grand Dukes\"), has mercantile origins and still pulls many of its members from the ranks of successful merchants.",
						"Often simply referred to as \"the Gate,\" especially by its residents—Baldurians, as they're called—Baldur's Gate was founded over 400 years ago. In those days, the settlement now known as Baldur's Gate was little more than a port with a surrounding shanty town. A combination of key historical figures and rapidly changing economic factors did much to shape the city within a relatively short amount of time.",
						"Baldur's Gate is named for perhaps its most famous citizen, the legendary explorer Balduran. With his ship, the Wandering Eye, Balduran and his crew became the first Faerûnians to reach the once-mythical continent of Anchorome after sailing west across the Trackless Sea. After many years, Balduran returned to his home harbor and invested his accumulated wealth in its growth.",
						"In this way, Balduran used the great fortune he amassed during his travels to help the small town that would someday bear his name grow into a major metropolis. His most famous project was the construction of the impressive city walls that helps make Baldur's Gate an island of security within the otherwise dangerous and unpredictable Sword Coast.",
						"After the walls' completion, Balduran set sail one final time with the intention of returning to and further exploring Anchorome. However, he and his crew were never heard from again, their ultimate fates still unknown to this day.",
						"As the years went by, the Gate's rapid growth and increasing prosperity have caught the attention and resentment from wealthy nobles and merchants in Waterdeep and Amn. Although their relationships are strained at times—especially with Amn during the Iron Crisis—this conflict remains a trade rivalry that has never broken out into open war.",
						"Baldur's Gate is surrounded by walls on three sides and the rushing River Chionthar to the south, making the city relatively secure from outside threats. For threats within the city, the Flaming Fist does its best to enforce law and order. However, the city's dense population and thriving economy have made it an ideal place for rogues and thieves to ply their trade. Facilitating such illicit activities is an extensive sewer system and network of subterranean structures. Such hidden passageways allow individuals to move throughout the city away from the prying eyes of more upstanding citizens and Flaming Fist patrols.",
						"Topside, a system of magically powered lanterns keep the city well-lit throughout the night. These lights are at their most dense near the city's major temples, around the Ducal Palace, and by the docks where they promote both safety and productivity in these areas.",
						"Buildings in the Gate generally get newer further away from the harbor, though exceptions are found where previous structures were torn down for more recent construction in the same lot. The typical style for buildings in the city is towards the tall and narrow, reflecting the fixed amount of area available for development within the walls. However, the Gate is not without urban decay, which is especially common in the Northeast Outskirts, largely considered the slums of the city where only the most destitute make their homes. The northwest represents the opposite side of this coin, containing most of the finer estates belonging to wealthy Baldurians.",
						"Like most aspects of life in Baldur's Gate, its balance of power largely revolves around what the city is mainly known for: commerce. The many trade organizations within the Gate have formed a symbiotic relationship with the Grand Dukes. The Dukes' approval means lucrative trade agreements, while strong trade organization support is often necessary for their election. Hired by the Dukes and paid through tariffs and taxes, the Flaming Fist mercenary company enforce the law—while the city's highly organized and equally sizable Thieves' Guild works hard to ply their own trade without getting noticed.",
						"Baldur's Gate has had its fate entwined for more than a century with that of Bhaal, god of murder. Bhaal foresaw that he would die in the Time of Troubles and enacted a plan that would allow him to return to life. While that plan took more than a century to come to fruition, Bhaal has indeed been reborn in the city of Baldur's Gate. Having been dead for more than a century, he now works to rebuild his following and thus strengthen his divine might.",
						{
							"type": "quote",
							"entries": [
								"Baldurs Gate teems with evil and the stinky smell of decay. Perhaps not as stinky as a hamster fart, but a close second for sure."
							],
							"by": "MINSC"
						},
						{
							"type": "entries",
							"name": "The Dukes",
							"entries": [
								"Also known as the Council of Four, the Grand Dukes of Baldur's Gate rule the city and are entrusted with making political decisions to the benefit of its citizens. Each Duke is democratically elected by landowners within the Gate, serving for life or until resignation. Rarely, a Duke who has committed an egregious offense is then stripped of their title. Although anyone can theoretically become a Grand Duke with enough support, they are usually pulled from the ranks of wealthy merchants, renowned military leaders, and famous adventurers. The current Dukes consist of Ulder Ravengard (also commander of the Flaming Fist), Belynne Stelmane and Dillard Portyr. One of the positions has recently become open with the death of duke Thalamra Vanthampur. A newcomer to the city, {@creature Eo Ashmajiir|MaBJoV}, has been aggressively politicking to be elected to the empty seat.",
								"The first Dukes were directly linked to the port city's nautical past and were entirely made up of retired sea captains. Despite the importance of its port, Baldur's Gate was originally ruled by wealthy farmers. Sailors resented having to pay hefty fees and taxes to use the gates built by their lost colleague, Balduran. They eventually overthrew the farmers, installing the four oldest sea captains as rulers of the Gate. The four were originally called \"Grand Dukes\" in jest, but the title—now used unironically—has stuck to this day.",
								"The Grand Dukes operate out of the Ducal Palace ({@area B13|04d}), also known as the High Hall. One of the tallest buildings in Baldur's Gate, the Ducal Palace acts as an office for everyday decisions, a venue for regal ceremonies, and a suitably luxurious place to entertain politically important individuals visiting the city. The palace also provides sleeping quarters for temporarily displaced nobles and those whose main estates lie outside the city walls. As its name suggests, the Ducal Palace has been built to emulate the residences of more conventional royalty, complete with heavily fortified walls and high towers."
							],
							"page": 15,
							"id": "03d"
						},
						{
							"type": "entries",
							"name": "The Flaming Fist",
							"entries": [
								"Founded in 1345 by Duke Eltan in Baldur's Gate, the Flaming Fist Mercenary Company continues to maintain both its headquarters and a strong presence within the city. What began as a consolidation of multiple local mercenary groups has quickly grown over the decades to a force of several thousand soldiers.",
								"The rise of the Flaming Fist indeed resulted in reduced crime in Baldur's Gate and had the unexpected consequence of the city becoming a significant military power. The company continues to receive regular payment from the Dukes, as well as a portion of taxes collected from the harbor and at Wyrm's Crossing.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/MaBJoV/035.webp"
											},
											"width": 1773,
											"height": 2296,
											"grid": {
												"type": "none"
											},
											"title": "Map 1.2: Baldur's Gate",
											"imageType": "map",
											"id": "040"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/MaBJoV/007.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "none"
											},
											"title": "Player Version",
											"width": 1663,
											"height": 2153,
											"mapParent": {
												"id": "040",
												"autoScale": true
											}
										}
									]
								},
								{
									"type": "inset",
									"name": "Notable Locations in Baldur's Gate",
									"entries": [
										{
											"type": "entries",
											"name": "B1: Flaming Fist Fortress",
											"entries": [
												"Holds the largest garrison of Flaming Fist soldiers in the city."
											],
											"id": "041"
										},
										{
											"type": "entries",
											"name": "B2: Citywatch Citadel",
											"entries": [
												"Fortress of the city watch."
											],
											"id": "042"
										},
										{
											"type": "entries",
											"name": "B3: Lady's Hall",
											"entries": [
												"Temple dedicated to Tymora."
											],
											"id": "043"
										},
										{
											"type": "entries",
											"name": "B4: Krammoch Arkhstaff's House",
											"entries": [
												"Home to the Arkhstaff family of sages."
											],
											"id": "044"
										},
										{
											"type": "entries",
											"name": "B5: Smiling Boar",
											"entries": [
												"High end restaurant run by halflings."
											],
											"id": "045"
										},
										{
											"type": "entries",
											"name": "B6: Sea Tower of Balduran",
											"entries": [
												"Flaming Fist fortress and prison."
											],
											"id": "046"
										},
										{
											"type": "entries",
											"name": "B7: Water Queen's House.",
											"entries": [
												"Temple to Umberlee."
											],
											"id": "047"
										},
										{
											"type": "entries",
											"name": "B8: Counting House",
											"entries": [
												"The largest bank in the city."
											],
											"id": "048"
										},
										{
											"type": "entries",
											"name": "B9: Iron Throne Tower",
											"entries": [
												"Seat of power for the defunct Iron Throne mercantile house, now a meeting place for the Raven Circle."
											],
											"id": "049"
										},
										{
											"type": "entries",
											"name": "B10: Hall of Wonders.",
											"entries": [
												"Temple to Gond."
											],
											"id": "04a"
										},
										{
											"type": "entries",
											"name": "B11: High House of Wonders",
											"entries": [
												"Temple to Gond and the location of many contraptions and relics."
											],
											"id": "04b"
										},
										{
											"type": "entries",
											"name": "B12: Helm and Cloak Inn",
											"entries": [
												"High end inn for the wealthy."
											],
											"id": "04c"
										},
										{
											"type": "entries",
											"name": "B13: Ducal Palace",
											"entries": [
												"The seat of power for the dukes of Baldur's Gate."
											],
											"id": "04d"
										},
										{
											"type": "entries",
											"name": "B14: Three Old Kegs",
											"entries": [
												"Famed as one of the best inns in Faerûn."
											],
											"id": "04e"
										},
										{
											"type": "entries",
											"name": "B15: Ramazith's Tower",
											"entries": [
												"Tallest building in the city and currently occupied by a wizard named Lorroakan."
											],
											"id": "04f"
										},
										{
											"type": "entries",
											"name": "B16: Rose Portal.",
											"entries": [
												"Shrine to Lathander."
											],
											"id": "050"
										},
										{
											"type": "entries",
											"name": "B17: The Wide",
											"entries": [
												"The largest market in the city."
											],
											"id": "051"
										},
										{
											"type": "entries",
											"name": "B18: Watchful Shield.",
											"entries": [
												"Temple to Helm."
											],
											"id": "052"
										},
										{
											"type": "entries",
											"name": "B19: Felogyr's Fireworks",
											"entries": [
												"Sells fireworks and magic items."
											],
											"id": "053"
										},
										{
											"type": "entries",
											"name": "B20: Blushing Mermaid",
											"entries": [
												"Seedy tavern."
											],
											"id": "054"
										},
										{
											"type": "entries",
											"name": "B21: Guild Hall",
											"entries": [
												"Location of Baldur's Gate's thieves' guild."
											],
											"id": "055"
										},
										{
											"type": "entries",
											"name": "B22: Unrolling Scroll.",
											"entries": [
												"Shrine to Oghma."
											],
											"id": "056"
										},
										{
											"type": "entries",
											"name": "B23: Baldur's Hall—Splurging Sturgeon",
											"entries": [
												"Famous inn and tavern."
											],
											"id": "057"
										},
										{
											"type": "entries",
											"name": "B24: Jopalin's.",
											"entries": [
												"Café."
											],
											"id": "058"
										},
										{
											"type": "entries",
											"name": "B25: Harbormaster.",
											"entries": [],
											"id": "059"
										},
										{
											"type": "entries",
											"name": "B26: Low Lantern",
											"entries": [
												"A tavern built into a sailing ship. B27: Many Coins. Money exchange."
											],
											"id": "05a"
										},
										{
											"type": "entries",
											"name": "B28: Elfsong Tavern",
											"entries": [
												"Tavern famous for the haunting song of an elf maiden."
											],
											"id": "05b"
										},
										{
											"type": "entries",
											"name": "B29: Sorcerous Sundries",
											"entries": [
												"A magical shop run by the Red Wizards."
											],
											"id": "05c"
										},
										{
											"type": "entries",
											"name": "B30: Blade and Star",
											"entries": [
												"Inn with reasonable prices."
											],
											"id": "05d"
										}
									],
									"page": 16,
									"id": "03f"
								}
							],
							"page": 16,
							"id": "03e"
						},
						"In addition to the city itself, Flaming Fist patrols enforce law in the immediate area surrounding Baldur's Gate, particularly in larger settlements like Beregost and the Friendly Arm Inn. However, their reach largely ends before Nashkel, which hosts an increasingly strong Amnian military presence.",
						"One of the Flaming Fist's most notable accomplishments was the defeat of Akbet-Khrul, a brutal pirate lord who had terrorized the coast. In this campaign, they aided the Golden Legion, a similar mercenary company located in Amn. However, despite working with Amnian mercenaries, the Flaming Fist's rivalry with Amn as a whole has always caused tension between Baldur's Gate and its southern neighbor.",
						"While the Gate prides itself in remaining politically neutral in external conflicts, its de facto army and police force does not have the same policy. For enough coin, the Flaming Fist is occasionally hired out as muscle for a foreign power. Examples of this include aiding Sembia in its defense against the Grand Army of Tuigan. Another is their activity in Tethyr, an unstable nation currently embroiled in a long civil war. Some claim that agents of the Flaming Fist help to destabilize governments in Faerûn so that their services are always sought after.",
						"Although its headquarters in Baldur's Gate remains its most impressive, the Flaming Fist has built other forts throughout Toril. In 1364, the group established the settlement of Fort Flame on the coast of the newly discovered far-west continent of Maztica. Similar outposts have been founded in Anchorome and Chult.",
						"The Flaming Fist is run like an army. Every group of five fists is led by a manip and a flame. Manips are veteran soldiers who have risen through the ranks while flames are trained knights from a noble or mercantile family. A blaze is put in command of a fort or a mission. The marshal commands the entire Flaming Fist.",
						{
							"type": "entries",
							"name": "Encounters",
							"entries": [
								"This is a table of enemies or monsters that an adventurer might come across while in Baldur's Gate or in the surrounding regions.",
								{
									"type": "table",
									"caption": "Random Encounters in Baldur's Gate",
									"colLabels": [
										"d6",
										"Encounter"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"{@creature Dread doppelganger|mabjov} posing as a Flaming Fist captain"
										],
										[
											"2",
											"{@creature Gibberling|MaBJoV} horde erupts from burrows on the roadside"
										],
										[
											"3",
											"{@creature Wolfwere|MaBJoV} hunt for victims during the night"
										],
										[
											"4",
											"{@creature Skeleton warrior|MaBJoV} hunting for its golden circlet"
										],
										[
											"5",
											"{@creature Hamadryad|MaBJoV} seek vengeance on human loggers"
										],
										[
											"6",
											"Bhaal cultist ({@creature assassin}) looking to kill in the name of her god"
										]
									]
								}
							],
							"page": 18,
							"id": "05e"
						},
						{
							"type": "entries",
							"name": "Bazaars, Fences and shops",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/MaBJoV/008.webp"
									},
									"width": 2070,
									"height": 1587
								},
								{
									"type": "entries",
									"name": "Rilsa Rael, Fence (Area B21)",
									"entries": [
										"Rilsa Rael is the Guild's fence in Little Calimshan, though she can also be found in the Guild Hall in the city proper. Items are restricted by how persuasive the customer can be with Rilsa (reflected in the Charisma ({@skill Persuasion}) roll). It takes a day for Rilsa to acquire the item from the appropriate contact.",
										{
											"type": "table",
											"caption": "Rilsa Rael's Wares",
											"colLabels": [
												"Magic Item",
												"Persuasion DC",
												"Cost"
											],
											"colStyles": [
												"col-8",
												"col-2 text-center",
												"col-2 text-right"
											],
											"rows": [
												[
													"{@item Deck of illusions}",
													"12",
													"400 gp"
												],
												[
													"{@item Gloves of thievery}",
													"12",
													"500 gp"
												],
												[
													"{@item Bead of force}",
													"18",
													"5,000 gp"
												],
												[
													"{@item Ring of free action}",
													"18",
													"9,000 gp"
												],
												[
													"{@item Sword of life stealing}",
													"22",
													"11,000 gp"
												],
												[
													"{@item Wand of binding}",
													"22",
													"11,000 gp"
												],
												[
													"{@item Elven chain}",
													"22",
													"11,000 gp"
												],
												[
													"{@item Mace of terror}",
													"22",
													"12,000 gp"
												],
												[
													"{@item Arrow-catching shield}",
													"22",
													"13,000 gp"
												],
												[
													"{@item Ioun Stone, Reserve||Ioun stone (reserve)}",
													"22",
													"13,000 gp"
												]
											]
										}
									],
									"page": 19,
									"id": "060"
								},
								{
									"type": "entries",
									"name": "Sorcerous Sundries",
									"entries": [
										"This famed magical shop has had multiple owners over the decades. Currently it is a front for a Red Wizard operation led by {@creature Edwin Odesseiron|mabjov}. The Red Wizards are adept at discerning a customer's importance (reflected in the required level for the item) and reserve rarer items to those customers who they consider influential. However, a successful {@dc 20} Charisma ({@skill Deception}) can bypass this restriction. The Red Wizards can have a purchased item teleported from Thay within an hour.",
										{
											"type": "table",
											"caption": "Magic Items at Sorcerous Sundries",
											"colLabels": [
												"Magic Item",
												"Required Level",
												"Cost"
											],
											"colStyles": [
												"col-8",
												"col-2 text-center",
												"col-2 text-right"
											],
											"rows": [
												[
													"{@item Dust of disappearance}",
													"–",
													"100 gp"
												],
												[
													"{@item Potion of growth}",
													"–",
													"100 gp"
												],
												[
													"Wizard {@item Spell Scroll (1st Level)||scroll (1st level)}",
													"–",
													"100 gp"
												],
												[
													"{@item Potion of fire breath}",
													"–",
													"150 gp"
												],
												[
													"{@item Alchemy jug}",
													"–",
													"200 gp"
												],
												[
													"{@item Spell Scroll (2nd Level)||Wizard scroll (2nd level)}",
													"5",
													"200 gp"
												],
												[
													"{@item Bag of holding}",
													"5",
													"500 gp"
												],
												[
													"{@item Spell Scroll (3rd Level)||Wizard scroll (3rd level)}",
													"5",
													"800 gp"
												],
												[
													"{@item Spell Scroll (4th Level)||Wizard scroll (4th level)}",
													"10",
													"2,000 gp"
												],
												[
													"{@item Oil of etherealness}",
													"10",
													"3,000 gp"
												],
												[
													"{@item Spell Scroll (5th Level)||Wizard scroll (5th level)}",
													"10",
													"4,000 gp"
												],
												[
													"{@item Ring of protection}",
													"10",
													"9,000 gp"
												],
												[
													"{@item spell scroll (6th level)||Wizard scroll}—{@spell Globe of Invulnerability}",
													"10",
													"10,000 gp"
												],
												[
													"{@item spell scroll (6th level)||Wizard scroll}—{@spell True Seeing}",
													"10",
													"10,000 gp"
												],
												[
													"{@item spell scroll (7th level)||Wizard scroll}—{@spell Mordenkainen's Magnificent Mansion}",
													"10",
													"15,000 gp"
												],
												[
													"{@item +3 Wand of the war mage||Wand of the war mage, +3}",
													"15",
													"40,000 gp"
												]
											]
										}
									],
									"page": 19,
									"id": "061"
								},
								{
									"type": "entries",
									"name": "High House of Wonders (Area B11)",
									"entries": [
										"These items can be purchased from the High House of Wonders—the largest temple to Gond in Faerûn. The high priest only makes the rarest items available to those he considers to be pious in nature (reflected in a Intelligence ({@skill Religion}) roll).",
										{
											"type": "table",
											"caption": "Magic Items at the High House of Wonders",
											"colLabels": [
												"Magic Item",
												"Religion DC",
												"Cost"
											],
											"colStyles": [
												"col-8",
												"col-2 text-center",
												"col-2 text-right"
											],
											"rows": [
												[
													"{@item Instrument of the Bards, Doss Lute||Instrument of the bard (Doss lute)}",
													"12",
													"500 gp"
												],
												[
													"{@item Broom of flying}",
													"12",
													"600 gp"
												],
												[
													"{@item Gauntlets of ogre power}",
													"12",
													"700 gp"
												],
												[
													"{@item Heward's handy haversack}",
													"18",
													"8,000 gp"
												],
												[
													"{@item Instrument of the Bards, Canaith Mandolin||Instrument of the bard (Canaith mandolin)}",
													"18",
													"9,000 gp"
												],
												[
													"{@item Wings of flying}",
													"22",
													"12,000 gp"
												],
												[
													"{@item Chime of opening}",
													"22",
													"12,000 gp"
												],
												[
													"{@item Quaal's Feather Token, Swan Boat||Quaal's feather token (swan boat)}",
													"22",
													"12,000 gp"
												],
												[
													"{@item Figurine of Wondrous Power, Onyx Dog||Figurine of wondrous power (onyx dog)}",
													"22",
													"14,000 gp"
												],
												[
													"{@item Horseshoes of a zephyr}",
													"22",
													"27,000 gp"
												],
												[
													"{@item Helm of brilliance}",
													"22",
													"33,000 gp"
												],
												[
													"{@item Spellguard shield}",
													"24",
													"40,000 gp"
												],
												[
													"{@item Ioun stone, intellect||Ioun stone (intellect)}",
													"15",
													"45,000 gp"
												]
											]
										}
									],
									"page": 19,
									"id": "062"
								}
							],
							"id": "05f"
						}
					],
					"page": 14,
					"id": "03c"
				},
				{
					"type": "section",
					"name": "Suldanessellar",
					"entries": [
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Population:",
									"entry": "250 (90% elves, 10% other)"
								},
								{
									"type": "item",
									"name": "Government:",
									"entry": "Dictatorship ({@creature Jon Irenicus|MaBJoV})"
								},
								{
									"type": "item",
									"name": "Defense:",
									"entry": "Undead controlled by {@creature Jon Irenicus|MaBJoV}, {@creature wolfwere|MaBJoV|wolfweres} controlled by {@creature Bodhi Irenicus|MaBJoV}"
								},
								{
									"type": "item",
									"name": "Commerce:",
									"entry": "None"
								},
								{
									"type": "item",
									"name": "Organizations:",
									"entry": "Order of Icarus, Raven Circle"
								},
								{
									"type": "item",
									"name": "Religions:",
									"entry": "Raven Queen"
								}
							]
						},
						" The Suldanessellar of the real world is an elven city in the Forest of Tethir ruled by Queen Ellesime. It houses the Tree of Life and serves as a meeting place for all of the elvish tribes within the Forest of Tethir, including the Elmanesse elven tribe to the north and the Suldusk elven tribe to the south.",
						"Suldanessellar is all that remains of the ancient elven kingdom of Keltormir. The elves of that ancient kingdom were saved from complete annihilation by the great elven hero Tethir—the inspiration for the name of the forest. A seed given to the elves by their god, Rillifane Rallathil, was planted in the spot of Tethir's death to honor him. This seed quickly grew into the Tree of Life; becoming so massive its branches were able to support the treetop city that would eventually become Suldanessellar.",
						"In current times, Suldanessellar is still recovering from a tragedy that nearly destroyed it a century ago. {@creature Jon Irenicus|MaBJoV}, a great elven wizard exiled from the city, tried to use the Tree of Life to complete a ritual that would transform him into a god. With the help of his sister, Bodhi, he captured Queen Ellesime and {@condition poisoned} the Tree of Life. Jon's plan was thwarted when he was killed by the Bhaalspawn, Abdel Adrian.",
						"But Jon's death didn't bring peace to the elves of Suldanessellar. Due to a pact with the Dark Powers of the Shadowfell, his spirit was drawn into a dark reflection of the treetop city. Trapped in this Domain of Dread, Irenicus—with the help of his sister—is still able to inflict misery on the elves of Suldanessellar from his prison.",
						{
							"type": "entries",
							"name": "The Shadowfell",
							"entries": [
								"This dismal echo of Suldanessellar exists in the Shadowfell. This realm is lorded over by the siblings Jon and {@creature Bodhi Irenicus|MaBJoV}. In their version of the elven city it is always night. The city is as beautiful as its counterpart, except for a few places that have been twisted to reflect the inhabitants, such as the palace where Jon rules and the tower where Bodhi roosts. The former House of the Horn has become a lair for the Shadar-Kai, a twisted race of elves associated with the Raven Queen—the dark ruler of the entire Shadowfell. Finally, the branches on the borders of the city are black and malformed, becoming the domain of bloodthirsty {@creature wolfwere|MaBJoV|wolfweres}. The branches grow thicker the further one travels, and only with the permission of either Jon or Bodhi will a path open up for someone to escape back into the real world.",
								"Jon and Bodhi lure travelers from across the Forest of Tethir into their cursed domain. They do this by opening pathways in the forest when the moon of Selune is at its fullest. These pathways seem to lead into supernaturally beautiful groves or echo with beautiful fey song. While most of those tricked into the shadow realm are younger elves from the city of Suldanessellar, there are members of almost every race trapped in the elven city's dark reflection.",
								"Those who first arrive find themselves in a place reminiscent to its real-world counterpart. Most of those trapped in the shadow city try to recreate a semblance of a normal life. The majority of the elven population distract themselves with music, dancing under the stars and praying to the Seldarine. For some elves, the despair of the place becomes too much and they either join the Shadar-Kai or wander out into the Black Branches ({@area S15|081}) to be torn apart by the {@creature wolfwere|MaBJoV|wolfweres}.",
								"Jon and Bodhi are always looking for those who can help free them from their prison. They have founded an organization called the Order of Icarus. Members of the Order are the only ones that the siblings allow to leave their realm. Members of the Order seek out magical secrets or capture learned sages or spell casters to bring back to their masters. Bodhi is the one who identifies those who might have the talents required to join the Order, selecting candidates from newly trapped travelers or children who have grown up in the Shadowfell and have just come of age.",
								"The inhabitants of the real world Suldanessellar have been tormented by its dark reflection for the entire century of its existence. When an elf in Suldanessellar goes into their daily trance, they can communicate with the elves trapped in Jon and Bodhi's realm. Those who have loved ones trapped in the shadow realm can become obsessed, spending all of their time conversing with them."
							],
							"page": 20,
							"id": "064"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/009.webp"
							},
							"width": 2070,
							"height": 1877
						},
						{
							"type": "entries",
							"name": "Encounters",
							"entries": [
								"This is a table of enemies or monsters that an adventurer might come across while in Suldanessellar or in the surrounding regions.",
								{
									"type": "table",
									"caption": "Random Encounters in Suldanessellar",
									"colLabels": [
										"d6",
										"Encounter"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"{@creature Hamadryad|MaBJoV} haunt an abandoned elven house"
										],
										[
											"2",
											"{@creature Sirene|MaBJoV} crazed from the influence of the Shadowfell"
										],
										[
											"3",
											"Victims hunted by a {@creature Wolfwere|MaBJoV} in the Black Branches"
										],
										[
											"4",
											"A {@creature Skeleton warrior|MaBJoV} seeking to punish one who has transgressed against {@creature Jon Irenicus|MaBJoV}"
										],
										[
											"5",
											"{@creature Sword spider|MaBJoV|Sword spiders} prowling the outskirts"
										],
										[
											"6",
											"{@creature Vampire spawn} seeking victims for {@creature Bodhi Irenicus|MaBJoV}"
										]
									]
								},
								{
									"type": "quote",
									"entries": [
										"My bestselling book \"Volo's Guide to the Lands of Intrigue\" has an entire chapter devoted to the sad story of Suldanessellar. You can find the book in any respectable bookshop on the Sword Coast."
									],
									"by": "Volo"
								}
							],
							"page": 21,
							"id": "065"
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/MaBJoV/034.webp"
									},
									"width": 1773,
									"height": 2294,
									"grid": {
										"type": "none"
									},
									"title": "Map 1.3: Suldanesselar",
									"imageType": "map",
									"id": "067"
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/MaBJoV/010.webp"
									},
									"imageType": "mapPlayer",
									"grid": {
										"type": "none"
									},
									"title": "Player Version",
									"width": 1663,
									"height": 2152,
									"mapParent": {
										"id": "067",
										"autoScale": true
									}
								}
							]
						},
						{
							"type": "inset",
							"name": "Notable Locations",
							"entries": [
								{
									"type": "entries",
									"name": "S1: Palace",
									"entries": [
										"Where Jon Irenicus rules."
									],
									"id": "068"
								},
								{
									"type": "entries",
									"name": "S2: Tower of Blood",
									"entries": [
										"Where Bodhi keeps residence."
									],
									"id": "069"
								},
								{
									"type": "entries",
									"name": "S3: House of Silence",
									"entries": [
										"Where most elves come to meditate."
									],
									"id": "06a"
								},
								{
									"type": "entries",
									"name": "S4: House of the Horn",
									"entries": [
										"Where the Shadar-Kai and servants of the Raven Queen congregate."
									],
									"id": "06b"
								},
								{
									"type": "entries",
									"name": "S5: Hamadryad Nest",
									"entries": [
										"Gathering place for cursed hamadryads."
									],
									"id": "06c"
								},
								{
									"type": "entries",
									"name": "S6: Temple to Rillifane",
									"entries": [
										"A temple to the elven god Rillifane."
									],
									"id": "06d"
								},
								{
									"type": "entries",
									"name": "S7: Queen's Monument",
									"entries": [
										"A defaced state of Queen Ellesime."
									],
									"id": "06e"
								},
								{
									"type": "entries",
									"name": "S8: The Gazebo",
									"entries": [
										"A romantic place where elves try to forget the reality of their situation."
									],
									"id": "06f"
								},
								{
									"type": "entries",
									"name": "S9: House of the Talisman",
									"entries": [
										"Where non-elves can come to stay. Not an inn, but similar in purpose."
									],
									"id": "070"
								},
								{
									"type": "entries",
									"name": "S10: Harpist House",
									"entries": [
										"A place where elves come to listen to beautiful music played."
									],
									"id": "071"
								},
								{
									"type": "entries",
									"name": "S11: House of the Moon",
									"entries": [
										"A smaller temple dedicated to the goddess Sehanine Moonbow."
									],
									"id": "072"
								},
								{
									"type": "entries",
									"name": "S12: House of Icarus",
									"entries": [
										"Where members of the Order of Icarus stay when in Suldanessellar."
									],
									"id": "073"
								},
								{
									"type": "entries",
									"name": "S13: House of the Treekeeper",
									"entries": [
										"Abandoned house, often the squatting ground for those lost to madness."
									],
									"id": "074"
								},
								{
									"type": "entries",
									"name": "S14: House of the Forsaken",
									"entries": [
										"Asylum and prison."
									],
									"id": "075"
								},
								{
									"type": "entries",
									"name": "S15: The Black Branches",
									"entries": [
										"{@creature Wolfwere|MaBJoV|Wolfweres} have set up in these twisted black branches and ensure that no one gets far if they try to escape the cursed city."
									],
									"id": "081"
								}
							],
							"page": 23,
							"id": "066"
						},
						{
							"type": "entries",
							"name": "Bazaars, Fences and Shops",
							"entries": [
								{
									"type": "entries",
									"name": "House of the Horn (Area S4)",
									"entries": [
										"The Shadar-Kai sell magical items obtained from across the Shadowfell in the House of the Horn. The Shadar Kai will reveal a random magic item for each 50 gp donated. There is always a 25% chance that the Shadar Kai will sell an item that has a curse associated with it. A successful Charisma ({@skill Intimidation}) check ensures that they do not.",
										{
											"type": "table",
											"caption": "Random Magic Items at the House of the Horn",
											"colLabels": [
												"d100",
												"Magic Item",
												"Intimidation DC",
												"Cost"
											],
											"colStyles": [
												"col-1 text-center",
												"col-2",
												"col-7 text-center",
												"col-2 text-right"
											],
											"rows": [
												[
													"1-10",
													"{@item Pipes of haunting}",
													"12",
													"500 gp"
												],
												[
													"11-20",
													"{@item Ring of mind shielding}",
													"12",
													"600 gp"
												],
												[
													"21-30",
													"{@item Shortbow of warning}",
													"12",
													"800 gp"
												],
												[
													"31-40",
													"{@item Mariner's plate armor}",
													"12",
													"1,200 gp"
												],
												[
													"41-50",
													"{@item Ring of feather falling}",
													"18",
													"7,500 gp"
												],
												[
													"51-60",
													"{@item +2 Rod of the pact keeper||Rod of the pact keeper, +2}",
													"18",
													"9,000 gp"
												],
												[
													"61-67",
													"{@item Vicious weapon}",
													"20",
													"10,000 gp"
												],
												[
													"68-74",
													"{@item Cloak of the bat}",
													"20",
													"11,000 gp"
												],
												[
													"75-82",
													"{@item +2 Greatsword||Greatsword, +2}",
													"20",
													"12,000 gp"
												],
												[
													"83-89",
													"{@item Scale Mail of Cold Resistance||Scale mail armor of resistance (cold)}",
													"20",
													"12,000 gp"
												],
												[
													"90-93",
													"{@item Staff of withering}",
													"22",
													"12,000 gp"
												],
												[
													"94-97",
													"{@item Robe of eyes}",
													"22",
													"15,000 gp"
												],
												[
													"98-00",
													"{@item Shortsword of wounding}",
													"22",
													"20,000 gp"
												]
											]
										},
										{
											"type": "table",
											"caption": "Random Curses",
											"colLabels": [
												"d10",
												"Curse"
											],
											"colStyles": [
												"col-1 text-center",
												"col-11"
											],
											"rows": [
												[
													"1",
													"The previous owner, a vampire, will hunt down the purchasers in {@dice 1d4} weeks"
												],
												[
													"2",
													"The item requires two attunement slots (if the item does not normally require attunement, it now requires one)"
												],
												[
													"3",
													"After {@dice 2d4} days, the item disappears, returning to the Shadar-Kai's store"
												],
												[
													"4",
													"A commoner will find the new owner after {@dice 1d4} weeks and explain the item was stolen from her and that she needs the money from selling it or else her family will starve"
												],
												[
													"5",
													"The item is part of a game between two rakshasa. They gamble to see how long each owner of the item survives after obtaining it. Within {@dice 3d6} days one of the rakshasa will attempt to kill the owner"
												],
												[
													"6",
													"Within {@dice 1d6} weeks an adult gold dragon will confront the new owner when she recognizes the item as belonging to the lair of her recently slain child"
												],
												[
													"7",
													"1 week after first obtaining the item, the new owner loses {@dice 4d4} from their hit point maximum until a {@spell greater restoration} spell is cast upon the item"
												],
												[
													"8",
													"Within {@dice 1d6} days of purchasing the item, it becomes a normal version of its base item"
												],
												[
													"9",
													"Each day the item changes to a random color"
												],
												[
													"10",
													"The item begins to stink after {@dice 1d4} weeks, giving disadvantage to anyone within 10 ft. making Wisdom ({@skill Perception}) checks involving smell."
												]
											]
										},
										{
											"type": "entries",
											"name": "House of the Moon (Area S11)",
											"entries": [
												"Elven magic items are made available to those who show proper deference to the Seldarine. A successful Intelligence ({@skill Religion}) check must be made to be allowed to purchase the item."
											],
											"page": 23,
											"id": "078"
										},
										{
											"type": "table",
											"caption": "Magic Items at the House of the Horn",
											"colLabels": [
												"Magic Item",
												"Religion DC",
												"Cost"
											],
											"colStyles": [
												"col-8",
												"col-2 text-center",
												"col-2 text-right"
											],
											"rows": [
												[
													"{@item Potion of healing}",
													"12",
													"30 gp"
												],
												[
													"{@item Elixir of health}",
													"12",
													"100 gp"
												],
												[
													"{@item Potion of greater healing}",
													"12",
													"300 gp"
												],
												[
													"{@item Boots of elvenkind}",
													"12",
													"600 gp"
												],
												[
													"{@item Stone of good luck} (luckstone)",
													"12",
													"600 gp"
												],
												[
													"{@item Boots of striding and springing}",
													"12",
													"600 gp"
												],
												[
													"{@item Mithral chain mail}",
													"12",
													"800 gp"
												],
												[
													"{@item Cloak of elvenkind}",
													"18",
													"1,000 gp"
												],
												[
													"{@item Mariner's chain mail} armor",
													"18",
													"1,000 gp"
												],
												[
													"{@item Potion of flying}",
													"18",
													"9,000 gp"
												],
												[
													"{@item Elven chain}",
													"22",
													"12,000 gp"
												],
												[
													"{@item Bracers of defense}",
													"22",
													"13,000 gp"
												],
												[
													"{@item Boots of levitation}",
													"22",
													"15,000 gp"
												],
												[
													"{@item Folding boat}",
													"22",
													"15,000 gp"
												],
												[
													"{@item Oathbow}",
													"24",
													"50,000 gp"
												]
											]
										}
									],
									"page": 23,
									"id": "077"
								}
							],
							"id": "076"
						}
					],
					"page": 20,
					"id": "063"
				},
				{
					"type": "section",
					"name": "Ust Natha",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/011.webp"
							},
							"width": 2070,
							"height": 1593
						},
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Population:",
									"entry": "7,500 (80% drow, 5% quaggoth, 5% svirfneblin, 10% other)"
								},
								{
									"type": "item",
									"name": "Government:",
									"entry": "Matriarchy/Theocracy (high priestess of Lolth)"
								},
								{
									"type": "item",
									"name": "Defense:",
									"entry": "Drow supported by quaggoth"
								},
								{
									"type": "item",
									"name": "Commerce:",
									"entry": "Fresh water, poisons, mushrooms, Netherese artifacts, slaves"
								},
								{
									"type": "item",
									"name": "Organizations:",
									"entry": "Adventurer's Guild, Shadow Thieves"
								},
								{
									"type": "item",
									"name": "Religions:",
									"entry": "Lolth"
								}
							]
						},
						"Ust Natha is a drow city located in the Middledark of the Underdark. Its location corresponds with the southwestern border of Amn and Tethyr on the surface world. The city is small, existing entirely within a single large cavern with most of its living areas built inside of hollowed out stalagmites. Despite its size, it has become a major trading hub between the drow and other races. The city also has historical significance for the drow, as legends claim that Ust Natha is located close to the surface caves where the Ilythiiri dark elves were forced to retreat after losing the fourth Crown war. After many generations, these Ilythiri refugees evolved into the modern day drow.",
						"Ust Natha must contend with several other Underdark settlements in the region, including a kuo-toa city and an illithid enclave. A nearby svirfneblin village is allowed to remain nominally independent as long as they supply a quota of slaves each year. The largest danger to Ust Natha is a recently awakened nest of {@creature phaerimm|MaBJoV}, located several miles beneath the city itself.",
						"The city is controlled by several competing drow houses, the most powerful of which is the Despana family. While a majority of the city's population are drow, in recent decades the city has allowed a large contingent of foreigners to take residence. This has been at the behest of Phaere Despana, who seeks to raise the fortunes of her house by creating a place within the Underdark where surface traders feel relatively safe. Organizations such as the Shadow Thieves and Zhentarim now have permanent trading establishments within the city. In addition to the drow population and surface traders, there are thousands of quaggoth and svirfneblin slaves that support the drow houses, and even a few illithid and aboleth envoys can be found within the city.",
						{
							"type": "entries",
							"name": "House Despana",
							"entries": [
								{
									"type": "list",
									"items": [
										{
											"type": "item",
											"name": "Matron Mother:",
											"entry": "Phaere Despana"
										},
										{
											"type": "item",
											"name": "Patron:",
											"entry": "Qilue Despana"
										},
										{
											"type": "item",
											"name": "Head Wizard:",
											"entry": "Malavon Despana"
										},
										{
											"type": "item",
											"name": "Weapon Master:",
											"entry": "Chalinthra Despana"
										}
									]
								},
								"House Despana ({@area U9|08b}) is a drow noble house with branches in many drow cities of the Underdark. The largest branch is located in Ust Natha, but there are about a half-dozen other branches, including a small house in the city of Menzoberranzan. The house is headed by Matron Mother Phaere Despana, who killed her mother to take over the house more than a century ago. She is aided by a powerful archmage named Malavon ({@area U10|08c}), who joined her a few years ago when his branch of Despana was forced out of the drow city of Rilauven."
							],
							"page": 24,
							"id": "07a"
						},
						{
							"type": "entries",
							"name": "Encounters",
							"entries": [
								"This is a table of enemies or monsters that an adventurer might come across while in Ust Natha or in the surrounding regions.",
								{
									"type": "table",
									"caption": "Random encounters in Ust Natha",
									"colLabels": [
										"d6",
										"Encounter"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"An {@creature Achaierai|MaBJoV} band hunting for vengeance"
										],
										[
											"2",
											"{@creature Kelubar Consul|mabjov|Kelubar Consuls} pursuing an escaped prisoner"
										],
										[
											"3",
											"{@creature Phaerimm|MaBJoV} seeking victims to experiment upon"
										],
										[
											"4",
											"{@creature Deep Spider|MaBJoV|Deep Spiders} in service of house Despana"
										],
										[
											"5",
											"A war band of eight {@creature drow} led by a {@creature drow mage}"
										],
										[
											"6",
											"{@creature Aboleth} in water filled crystal bowl carried by four {@creature chuul}"
										]
									]
								}
							],
							"page": 25,
							"id": "07b"
						},
						{
							"type": "inset",
							"name": "Carcerus",
							"entries": [
								"This prison is used not only by Ust Natha, but by other drow cities such as Rilauven and Guallidurth; even non-drow cities such as the nearby dwarven city of Iltkazar use the prison on occasion for their worst criminals. It is considered by most Underdark denizens as unescapable and being consigned to the prison a fate worse than death. The reason for this is that it is run by {@creature Farastu Stalker|mabjov|demodands} from the infernal plane of Carceri. A portal to the plane of Carceri is even located in its lower depths. Some of the prisoners rumored to be held in the prison include powerful drider, rogue illithid such as Alhoon and even a few specimens of {@creature phaerimm|mabjov}. Worst of all, some believe that the demodands keep a small number of {@creature bebilith|MaBJoV} that they have tortured into serving their needs. These spider-like creatures can unerringly pursue escaped prisoners anywhere across Faerûn."
							],
							"page": 25,
							"id": "07c"
						},
						{
							"type": "entries",
							"name": "Bazaars, Fences and shops",
							"entries": [
								{
									"type": "entries",
									"name": "Trade Center (Area U13)",
									"entries": [
										"While not as large as Waukeen's Promenade in Athkatla, Ust Natha's trade center has a range of diverse items from across the surface world and the Underdark. Some items can always be found at the market. A customer can also spend 100 gp to get a roll on the Random Rare Magic Items at the Trade Center table. They may roll a maximum of 5 times per day.",
										{
											"type": "table",
											"caption": "Common Items at the Trade Center",
											"colLabels": [
												"Magic Item",
												"Cost"
											],
											"colStyles": [
												"col-10",
												"col-2 text-right"
											],
											"rows": [
												[
													"{@item Spell scroll (1st level)}",
													"50 gp"
												],
												[
													"{@item Potion of healing}",
													"40 gp"
												],
												[
													"{@item +1 Ammunition||Ammunition, +1}—{@item +1 Arrow||arrows} (10), {@item +1 Crossbow Bolt||bolts} (10) or {@item +1 sling bullet||sling bullets} (20)",
													"100 gp"
												],
												[
													"{@item Elixir of health}",
													"125 gp"
												],
												[
													"{@item Potion of poison}",
													"125 gp"
												],
												[
													"{@item Spell scroll (2nd level)}",
													"300 gp"
												],
												[
													"{@item +1 weapon||Weapon, +1}—any simple or martial",
													"400 gp"
												],
												[
													"{@item Bag of holding}",
													"500 gp"
												],
												[
													"{@item Cloak of elvenkind}",
													"600 gp"
												],
												[
													"{@item Driftglobe}",
													"700 gp"
												],
												[
													"{@item Wand of secrets}",
													"750 gp"
												],
												[
													"{@item Cloak of protection}",
													"800 gp"
												],
												[
													"{@item Adamantine Half Plate Armor||Adamantine half plate}",
													"900 gp"
												]
											]
										},
										{
											"type": "table",
											"caption": "Random Rare Magic Items at the Trade Center",
											"colLabels": [
												"d100",
												"Magic Item",
												"Cost"
											],
											"colStyles": [
												"col-1 text-center",
												"col-9",
												"col-2 text-right"
											],
											"rows": [
												[
													"1-10",
													"{@item Spell scroll (3rd level)}",
													"300 gp"
												],
												[
													"11-20",
													"{@item Potion of greater healing}",
													"400 gp"
												],
												[
													"21-25",
													"{@item Medallion of thoughts}",
													"600 gp"
												],
												[
													"26-30",
													"{@item Ring of mind shielding}",
													"700 gp"
												],
												[
													"31-40",
													"{@item Adamantine plate armor||Adamantine plate}",
													"2,000 gp"
												],
												[
													"41-45",
													"{@item Dimensional shackles}",
													"3,000 gp"
												],
												[
													"46-55",
													"{@item Spell scroll (4th level)}",
													"6,500 gp"
												],
												[
													"56-60",
													"{@item +2 Weapon||Weapon, +2}—any simple or martial (ranged)",
													"9,000 gp"
												],
												[
													"61-65",
													"{@item Mantle of spell resistance}",
													"12,000 gp"
												],
												[
													"66-70",
													"{@item +2 Weapon||Weapon, +2}—any martial",
													"12,500 gp"
												],
												[
													"71-75",
													"{@item Wand of lightning bolts}",
													"15,000 gp"
												],
												[
													"76-80",
													"{@item Periapt of proof against poison}",
													"20,000 gp"
												],
												[
													"81-85",
													"{@item +3 Shield||Shield, +3}",
													"30,000 gp"
												],
												[
													"86-89",
													"{@item +2 Splint armor||Splint armor, +2}",
													"40,000 gp"
												],
												[
													"90-91",
													"{@item +3 Weapon||Weapon, +3}—heavy crossbow, rapier or morningstar",
													"60,000 gp"
												],
												[
													"92-93",
													"{@item +3 Rapier||Rapier, +3}",
													"60,000 gp"
												],
												[
													"94-95",
													"{@item +3 Morningstar||Morningstar, +3}",
													"60,000 gp"
												],
												[
													"96-00",
													"{@item +3 Rod of the pact keeper||Rod of the pact keeper, +3}",
													"60,000 gp"
												]
											]
										}
									],
									"page": 25,
									"id": "07e"
								},
								{
									"type": "entries",
									"name": "Aboleth Bowl (Area U15)",
									"entries": [
										"The most powerful items are found at the aboleth bowl. The {@creature aboleth} deal in ancient artifacts from civilizations long dead but dealing with them can be dangerous. The wealthier the customer (as displayed by the price of an item they want to purchase), the more likely the aboleth simply tries to take control of the customer and make them a slave. A successful Charisma ({@skill Intimidation}) check is required to make the aboleth back down. A failed check means that {@dice 1d4} aboleth attack, assisted by one {@creature chuul} per customer.",
										{
											"type": "table",
											"caption": "Magic Items at the Aboleth Bowl",
											"colLabels": [
												"Magic Item",
												"Intimidation DC",
												"Cost"
											],
											"colStyles": [
												"col-8",
												"col-2 text-center",
												"col-2 text-right"
											],
											"rows": [
												[
													"{@item Oil of slipperiness}",
													"12",
													"200 gp"
												],
												[
													"{@item Periapt of wound closure}",
													"12",
													"500 gp"
												],
												[
													"{@item Wand of magic detection}",
													"18",
													"1,200 gp"
												],
												[
													"{@item Staff of swarming insects}",
													"18",
													"9,000 gp"
												],
												[
													"{@item Ring of evasion}",
													"22",
													"12,000 gp"
												],
												[
													"{@item Nolzur's marvelous pigments}",
													"22",
													"32,500 gp"
												],
												[
													"{@item Amulet of the planes}",
													"22",
													"35,000 gp"
												],
												[
													"{@item Horn of Valhalla, Bronze||Horn of valhalla (bronze)}",
													"24",
													"40,000 gp"
												],
												[
													"{@item Efreeti bottle}",
													"24",
													"45,000 gp"
												],
												[
													"{@item Ioun stone} (fortitude)",
													"24",
													"50,000 gp"
												],
												[
													"{@item Tome of leadership and influence}",
													"24",
													"55,000 gp"
												],
												[
													"{@item Ring of regeneration}",
													"24",
													"60,000 gp"
												],
												[
													"{@item Cloak of invisibility}",
													"26",
													"150,000 gp"
												]
											]
										},
										{
											"type": "quote",
											"entries": [
												"Me and Boo had help writing this chapter. Our helper made us promise never to reveal her name to the world, for such a revelation might damage her reputation. Boo was adamant that we not hurt her good name, for hadn't she suffered enough? Was her goddess, Shar, not a most cruel mistress? Did the bright and shiny sun not hurt her dark elf eyes every day? Boo and I shook hand and paw and swore to each other to never reveal her identity."
											],
											"by": "MINSC & BOO!"
										}
									],
									"page": 26,
									"id": "07f"
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/MaBJoV/036.webp"
											},
											"width": 1773,
											"height": 2294,
											"grid": {
												"type": "none"
											},
											"title": "Map 1.4: Ust Natha",
											"imageType": "map",
											"id": "082"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/MaBJoV/012.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "none"
											},
											"title": "Player Version",
											"width": 1661,
											"height": 2151,
											"mapParent": {
												"id": "082",
												"autoScale": true
											}
										}
									]
								},
								{
									"type": "inset",
									"name": "Notable Locations in Ust Natha",
									"entries": [
										{
											"type": "entries",
											"name": "U1: Temple to Lolth",
											"entries": [
												"The largest building in Ust Natha."
											],
											"id": "083"
										},
										{
											"type": "entries",
											"name": "U2: Carcerus",
											"entries": [
												"A portal to Carceri and demodand guards makes this the perfect prison for the Underdark's most dangerous criminals."
											],
											"id": "084"
										},
										{
											"type": "entries",
											"name": "U3: Female Fighter Society",
											"entries": [
												"Where female drow are taught."
											],
											"id": "085"
										},
										{
											"type": "entries",
											"name": "U4: Woolanth",
											"entries": [
												"Small library and one of the largest collections of knowledge on Netheril in Faerûn, including books that detail the location of phaerimm prison cysts."
											],
											"id": "086"
										},
										{
											"type": "entries",
											"name": "U5: Duergar's Demise",
											"entries": [
												"A shop that sells illicit goods and also acts as a fence run by the Shadow Thieves."
											],
											"id": "087"
										},
										{
											"type": "entries",
											"name": "U6: House Claddath",
											"entries": [
												"A house with ties to the drow city of Ched Nasad."
											],
											"id": "088"
										},
										{
											"type": "entries",
											"name": "U7: Discourteous Dryad",
											"entries": [
												"A tavern run by the Adventurer's Guild and the only place truly safe for surface dwellers in Ust Natha."
											],
											"id": "089"
										},
										{
											"type": "entries",
											"name": "U8: Male Fighter Society",
											"entries": [
												"Where male drow are taught as warriors."
											],
											"id": "08a"
										},
										{
											"type": "entries",
											"name": "U9: House Despana",
											"entries": [
												"The most powerful drow house in Ust Natha."
											],
											"id": "08b"
										},
										{
											"type": "entries",
											"name": "U10: Malavon's Tower",
											"entries": [
												"The home of Malavon Despana and where drow wizards are taught."
											],
											"id": "08c"
										},
										{
											"type": "entries",
											"name": "U11: House Jae'llat",
											"entries": [
												"One of Ust Natha's founding houses."
											],
											"id": "08d"
										},
										{
											"type": "entries",
											"name": "U12: Achaierai Pen",
											"entries": [
												"Captured achaierai are brought here."
											],
											"id": "08e"
										},
										{
											"type": "entries",
											"name": "U13: Bazaar",
											"entries": [
												"Where all trade is done."
											],
											"id": "08f"
										},
										{
											"type": "entries",
											"name": "U14: Rothé Pens",
											"entries": [
												"Where herds of rothé are kept for future consumption."
											],
											"id": "11c"
										},
										{
											"type": "entries",
											"name": "U15: Aboleth Bowl",
											"entries": [
												"An aquatic building where visiting aboleth stay."
											],
											"id": "11d"
										}
									],
									"page": 26,
									"id": "080"
								}
							],
							"id": "07d"
						}
					],
					"page": 24,
					"id": "079"
				}
			],
			"page": 8,
			"id": "012"
		},
		{
			"type": "section",
			"name": "Group Patrons",
			"page": 28,
			"entries": [
				"There are ten group patrons in this chapter. Each of the group patrons includes two NPCs that are contacts for the player characters. If you aren't using a group patron then you can use the NPCs as extra villains or even henchmen for your campaign villain. You can allow your players to use the stores and other benefits of an unused group patron, but a good rule of thumb is to increase the cost by 150 percent.",
				{
					"type": "section",
					"name": "Adventurer's Guild",
					"page": 28,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/013.webp"
							},
							"width": 721,
							"height": 477
						},
						"Your group belongs to the Adventurer's Guild, a loose organization that supports those courageous—or foolhardy—enough to pick up the professional mantle of adventuring.",
						"Adventurers are a varied lot, ranging from less scrupulous bounty hunters, mercenaries and treasure hunters to more altruistic archeologists and explorers. But they share a common bond—all are thrill seekers who live luxuriously off the spoils they find in monster infested ruins and dungeons... assuming they continue to live.",
						"The Adventurer's Guild actively recruits young men and women to join their ranks by extoling the glamorous adventurer lifestyle: the gold and riches, the fame, and the groupies. Wide eyed neophytes—blinded by promises of extravagant rewards and lavish lifestyles–are quick to sign up. But those who actually achieve the dream of wealth and fame are few and far between. Most adventurers toil in obscurity, scrabbling to make ends meet as they chase that elusive \"big score\" that will vault them into the upper echelons of the Guild.",
						"For those lucky or talented enough to forge their own legends, the rewards are truly magnificent: fame and adulation, not to mention wealth to rival that of any merchant or monarch. Yet even those that achieve success are often plagued by metaphorical (and sometimes literal!) demons. The horrors they face on a regular basis are rarely discussed in detail, but many adventurers turn to drinking, drugs, gambling, and other vices in a desperate attempt to drown out the trauma of what they have witnessed. However, this dark underbelly of the adventurer's life is rarely discussed. The Guild prefers to celebrate its rare successes—the icons, legends and heroes that inspire the dream in fresh new recruits.",
						{
							"type": "entries",
							"name": "Adventurer's Guild Operatives",
							"page": 28,
							"entries": [
								"The Adventurer's Guild doesn't really have operatives so much as it has roles.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Cartographer",
											"page": 28,
											"entries": [
												"Every adventuring band needs someone who maps out the dungeons, ruins and tombs. There is no point finding the treasure if you can't find your way back out."
											],
											"id": "094"
										},
										{
											"type": "entries",
											"name": "Zoologist",
											"page": 28,
											"entries": [
												"Unless an adventuring band wants to get slaughtered, someone has to keep up to date on the strengths and weaknesses of monsters that might be encountered."
											],
											"id": "095"
										},
										{
											"type": "entries",
											"name": "Historian",
											"page": 28,
											"entries": [
												"{@skill History} can help an adventuring band avoid repeating the mistakes of their predecessors... like waltzing into the den of a demi-lich."
											],
											"id": "096"
										},
										{
											"type": "entries",
											"name": "Faceman",
											"page": 28,
											"entries": [
												"This is the role that youths across Faerûn dream of becoming: the leader of the band; the iconic hero. These are the poster children for the Guild; the ones who have beautiful men and women waiting for them in every town, eager to spend even one night with a living legend."
											],
											"id": "097"
										}
									],
									"id": "093"
								}
							],
							"id": "092"
						},
						{
							"type": "entries",
							"name": "Adventurer's Guild Quests",
							"page": 28,
							"entries": [
								"Adventurers are experts at venturing into the unknown.",
								{
									"type": "table",
									"caption": "Random Quests From the Adventurer's Guild",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Monster Hunter. You take missions to hunt down and capture or kill monsters"
										],
										[
											"2",
											"Archaeologist. You track down ancient treasures of historical significance and bring them back to museums"
										],
										[
											"3",
											"Treasure Hunter. You purchase treasure maps to dungeons, tombs and ruins that haven't yet been plundered"
										],
										[
											"4",
											"Mercenary. You hire out to anyone who needs the unique set of skills that your group provides. As long as the money is good"
										],
										[
											"5",
											"Surveyor. You go into and map unexplored lands for kingdoms and city states"
										],
										[
											"6",
											"Zoologist. You seek out monsters to research and write about"
										]
									]
								}
							],
							"id": "098"
						},
						{
							"type": "entries",
							"name": "Adventurer's Guild Perks",
							"page": 29,
							"entries": [
								"These perks require an annual contribution of 10 gp paid to the guild. These dues fund the guild's services and activities.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Adventurer's Guildhall",
											"page": 29,
											"entries": [
												"Almost every town and city has an adventurer's guildhall. The rooms match up to those in a modest inn, but at a lower price (1 sp per day)."
											],
											"id": "09b"
										},
										{
											"type": "entries",
											"name": "Fence",
											"page": 29,
											"entries": [
												"It is much easier for you to sell magic items. Any magic item that you want to sell can be sold for its full price. Common and uncommon magic items take a day to sell. Rare and very rare items take {@dice 1d10} days. Legendary items take {@dice 1d4} weeks."
											],
											"id": "09c"
										},
										{
											"type": "entries",
											"name": "Magic Items",
											"page": 29,
											"entries": [
												"Guildhalls provide you with a huge network of fellow adventurers. This makes it easier to find specific magic items for purchase."
											],
											"id": "09d"
										},
										{
											"type": "entries",
											"name": "Henchmen",
											"page": 29,
											"entries": [
												"You can hire henchmen at any adventurer's guildhall. These henchmen are willing to accompany you on dangerous adventures if you are willing to pay their daily rate. However, if you ever ask them to perform a risky task, such as engage in battle, you must succeed on a Charisma ({@skill Intimidation} or {@skill Persuasion}) check. Other risky tasks include scouting out dangerous areas and reporting back or checking a hallway for traps. You can only have one henchman at a time.",
												{
													"type": "table",
													"caption": "Henchmen Rates and Risk-taking DCs",
													"colLabels": [
														"Henchman",
														"Daily Rate",
														"Intimidation DC",
														"Persuasion DC"
													],
													"colStyles": [
														"col-6",
														"col-2 text-center",
														"col-2 text-center",
														"col-2 text-center"
													],
													"rows": [
														[
															"Talkative {@creature tasloi|MaBJoV}",
															"1 gp",
															"12",
															"10"
														],
														[
															"Slobbering {@creature gibberling|MaBJoV}",
															"1 gp",
															"10",
															"20"
														],
														[
															"Flatuelent {@creature thug}",
															"2 gp",
															"20",
															"12"
														],
														[
															"Anxious {@creature scout}",
															"2 gp",
															"12",
															"15"
														],
														[
															"Egotistical svirfneblin",
															"2 gp",
															"15",
															"15"
														],
														[
															"Alluring {@creature sirene|MaBJoV}",
															"10 gp",
															"15",
															"15"
														],
														[
															"Ridiculous {@creature berserker}",
															"10 gp",
															"20",
															"10"
														]
													]
												},
												{
													"type": "quote",
													"entries": [
														"Ooo, the Adventurer's Guild! This is a guild after my own heart. Everyone who signs up gets a free fan club! Boo has always dreamed of having a fan club."
													],
													"by": "MINSC & BOO!"
												}
											],
											"id": "09e"
										}
									],
									"id": "09a"
								}
							],
							"id": "099"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Cornelius Watson|MaBJoV}",
								"{@creature Flimp Shagglecran|MaBJoV}"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/014.webp"
							},
							"width": 2051,
							"height": 1404
						}
					],
					"id": "091"
				},
				{
					"type": "section",
					"name": "Candlekeep",
					"page": 34,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/015.webp"
							},
							"width": 746,
							"height": 456
						},
						"Candlekeep is a library-fortress on the Sword Coast and famed for being the greatest collection of books and scrolls in Faerûn. Exceptional scholars and wizards visit Candlekeep at least once in their lifetimes, if not many more times. Because of this, the monks have many allies to call upon if Candlekeep is ever in danger. Powerful archmages such as Alustriel, Elminster and the Simbul will all come to the library's aid if needed.",
						"Candlekeep is considered a great temple to many of the gods of knowledge, including Oghma, Gond, Deneir and Milil. It has been the home to many of the world's most famous sages, including the great prophet, Alaundo.",
						"The librarians of Candlekeep have one absolute rule: \"Those who destroy knowledge, with ink, fire, or sword, are themselves destroyed\".",
						{
							"type": "entries",
							"name": "Candlekeep Operatives",
							"page": 34,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Avowed",
											"page": 34,
											"entries": [
												"The Avowed are the guardians and servants of Candlekeep. You take orders from the Keeper of the Tomes.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Barbarians, Clerics (Knowledge Domain), Druids, Monks, Paladins (Oath of the Ancients) Rangers"
														}
													]
												}
											],
											"id": "0a2"
										},
										{
											"type": "entries",
											"name": "Watchers",
											"page": 34,
											"entries": [
												"The Watchers are sworn to protect the library and its contents.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Bards, Clerics (non-Knowledge Domain), Fighters, Rogues"
														}
													]
												}
											],
											"id": "0a3"
										},
										{
											"type": "entries",
											"name": "Professor",
											"page": 34,
											"entries": [
												"These are the researchers and teachers of Candlekeep. You seek to add to the knowledge stored in the library. You report to the First Reader.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Artificers, Sorcerers, Warlocks, Wizards"
														}
													]
												}
											],
											"id": "0a4"
										}
									],
									"id": "0a1"
								}
							],
							"id": "0a0"
						},
						{
							"type": "entries",
							"name": "Candlekeep Enemies",
							"page": 34,
							"entries": [
								"While Candlekeep strives to stay neutral in most matters, its leaders consider the Raven Circle to be an enemy. This is because the Raven Circle strives to destabilize civilization itself."
							],
							"id": "0a5"
						},
						{
							"type": "entries",
							"name": "Candlekeep Quests",
							"page": 34,
							"entries": [
								"Quests usually revolve around tracking down ancient knowledge and relics.",
								{
									"type": "table",
									"caption": "Random Quests From Candlekeep",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Retrieval. You must retrieve a rare tome that was stolen from the library"
										],
										[
											"2",
											"Tomb Raiding. Break into an ancient tomb and bring back any relics, scrolls or ancient texts"
										],
										[
											"3",
											"Archeology. Investigate newly discovered Netherese ruins. Bring back any secrets found"
										],
										[
											"4",
											"Evil Magic User. Defeat a {@creature necromancer wizard|mpmm} or {@creature lich} and take their magical relics or tomes to be sealed up in Candlekeep"
										],
										[
											"5",
											"Corrupting Relic. Track down an evil relic that is corrupting a forest/river/town"
										],
										[
											"6",
											"Artifact. An ancient book that has the location of a powerful artifact has been discovered. Track it down before it falls into the wrong hands"
										]
									]
								}
							],
							"id": "0a6"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/016.webp"
							},
							"width": 2060,
							"height": 1386
						},
						{
							"type": "entries",
							"name": "Candlekeep Perks",
							"page": 34,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Compensation",
											"page": 34,
											"entries": [
												"Candlekeep pays each of you a salary of 1 gp per day. They also provide lodgings within Candlekeep itself that allows you to live a modest lifestyle."
											],
											"id": "0a9"
										},
										{
											"type": "entries",
											"name": "Bounty",
											"page": 34,
											"entries": [
												"You receive 250 gp as a reward for any spell book, magic item or unique book that you give to Candlekeep."
											],
											"id": "0aa"
										},
										{
											"type": "entries",
											"name": "Envoy Status",
											"page": 34,
											"entries": [
												"Each member of your group has official documents proclaiming you as envoys from Candlekeep. In most cities and towns of the Sword Coast this gives you a special status that grants access to areas (such as ruins or tombs) that are normally forbidden."
											],
											"id": "0ab"
										},
										{
											"type": "entries",
											"name": "Research",
											"page": 34,
											"entries": [
												"You can delegate the task of researching lore to a research assistant at Candlekeep. This is the downtime activity described in the Player's Handbook. You must pay for any expenses that are required by the research."
											],
											"id": "0ac"
										},
										{
											"type": "quote",
											"entries": [
												"It's common knowledge that Candlekeep keeps at least one copy of every one of my world-famous books. They even have a copy of my book that has been banned in twenty different cities—the infamous \"Volo's Complete Guide to the Behavior of Nymphs\"."
											],
											"by": "Volo"
										},
										{
											"type": "entries",
											"name": "Languages",
											"page": 35,
											"entries": [
												"You can learn a new language while at Candlekeep. It takes ten workweeks to learn a new language. This time can be reduced by a number of workweeks equal to your Intelligence modifier."
											],
											"id": "0ad"
										},
										{
											"type": "entries",
											"name": "Arcane Secrets",
											"page": 35,
											"entries": [
												"Candlekeep has the largest library of magical knowledge in all of Faerûn. This includes books and scrolls describing the secrets of how to build magic items. In order to find the appropriate recipe, you must have an Intelligence ({@skill Arcana}) bonus equal to or higher than what is listed. Most recipes have prerequisite material components, often requiring you to hunt down a specific kind of monster. To craft the item, you must spend gold equal to the material cost. Some items require the aid of a powerful assistant to craft. You only need the assistant for a single day. You can either use Charisma ({@skill Deception}, {@skill Intimidation}, {@skill Persuasion}) or charm magic to get their assistance.",
												{
													"type": "table",
													"caption": "Adventurer's Guild Arcane Secrets",
													"colLabels": [
														"Magic Item Recipe",
														"Assistant",
														"Components Needed",
														"Arcana Roll Bonus",
														"Material Cost"
													],
													"colStyles": [
														"col-3",
														"col-3",
														"col-3",
														"col-1-5 text-center",
														"col-1-5 text-right"
													],
													"rows": [
														[
															"{@item Flame tongue}",
															"Force a Salamander to forge it",
															"Remorhaz heart",
															"+8",
															"2000 gp"
														],
														[
															"{@item Glamoured Studded Leather||Glamoured leather armor}",
															"Convince a Deva to bless it",
															"Behir hide",
															"+8",
															"2000 gp"
														],
														[
															"{@item +2 Shield||Shield, +2}",
															"Force a Fire Giant to forge it",
															"Young Red Dragon hide",
															"+8",
															"2000 gp"
														],
														[
															"{@item Staff of charming}",
															"Complete a task for a hag coven to get their assistance",
															"Incubus/Succubus tail",
															"+8",
															"2000 gp"
														],
														[
															"{@item Helm of brilliance}",
															"A Dao must forge it",
															"Crown of a Mummy Lord",
															"+12",
															"20,000 gp"
														],
														[
															"{@item Robe of stars}",
															"A cloud giant must help you forge it",
															"Sail from a Githyanki astral ship",
															"+12",
															"20,000 gp"
														],
														[
															"{@item +3 Shield||Shield +3}",
															"Force an Efreet to forge it",
															"Dragon Turtle shell",
															"+12",
															"20,000 gp"
														],
														[
															"{@item Ioun stone} (mastery)",
															"Convince an Archmage to help you",
															"A Pit Fiend's {@condition petrified} eye",
															"+15",
															"100,000 gp"
														],
														[
															"{@item Staff of power}",
															"Best a Planetar in a friendly single combat to gain his aid",
															"A rare magical rod or staff",
															"+15",
															"100,000 gp"
														],
														[
															"{@item Talisman of pure good}",
															"Prove yourself to an Adult Gold Dragon in a contest to gain its aid",
															"A rare magical ring",
															"+15",
															"100,000 gp"
														]
													]
												}
											],
											"id": "0ae"
										}
									],
									"id": "0a8"
								}
							],
							"id": "0a7"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Valygar|MaBJoV|Valygar Corthala}",
								"{@creature Xan Moonblade|MaBJoV}"
							]
						}
					],
					"id": "09f"
				},
				{
					"type": "section",
					"name": "Church of Sune",
					"page": 40,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/018.webp"
							},
							"width": 749,
							"height": 485
						},
						"Sune is the goddess of beauty, also known as Lady Firehair and the Lady of Love. She represents not only physical beauty, but the beauty of music, fragrances and delicious foods. Her worshippers seek out the pleasure that comes from experiencing beauty in all its forms.",
						"The Church of Sune believes that all mortals deserve the opportunity to experience beauty during their brief lives. The church goes about ensuring that this opportunity exists in two manners. The first is the support of artistic endeavors. This covers a wide variety of ventures including culinary arts, music, painting, sculpting and others. Clerics of Sune seek out exceptional artistic talent and provide them with monetary grants or help them become members of prestigious organizations.",
						"The second focus of the church is much more pragmatic. The church uses its vast monetary resources to support civilization in all its forms; for without cities, towns and roads, there would not be theaters, restaurants, art galleries and all of the other venues that allow for the appreciation of beauty. The church pays for the construction of roads, forts and caravansaries so that travel between cities is less dangerous. They donate to military orders that defend civilization such as the Order of the Gauntlet and the Harpers. They work hard to make sure that the Lords' Alliance is well funded and try to smooth over squabbles between the city states that make up its membership. Because of this, there are more worshippers of Sune amongst the nobility of the Lords' Alliance than any other god or goddess.",
						"Temples to Sune often include venues for appreciating the arts or are built within a city district that includes them. A temple might include a vast public bathhouse with heated plumbing, or a multistory theater to allow for nightly plays or musical performances.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/017.webp"
							},
							"width": 2057,
							"height": 1233
						},
						{
							"type": "entries",
							"name": "Church of Sune Operatives",
							"page": 40,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Heartwarder",
											"page": 40,
											"entries": [
												"They are clerics and paladins of Sune. You spread the teachings of Sune to every town and city you come to. You are at the forefront of any battle against the enemies of your Lady Firehair.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Cleric (of Sune), Paladin (of Sune)"
														}
													]
												}
											],
											"id": "0b2"
										},
										{
											"type": "entries",
											"name": "Sisters and Brothers of the Ruby Rose",
											"page": 40,
											"entries": [
												"This order's mission is twofold. You are tasked with guarding all of Sune's holy sites, from small shrines to city temples. In addition to this, you are tasked with hunting down the enemies of beauty and civilization. You often work with organizations such as the Order of the Gauntlet or the Lords' Alliance. To be initiated into the order, a prospective member must stand vigil for one night outside of a major temple of Sune. Members don't need to primarily worship Sune, but they are required to wear a symbol of her somewhere on their body.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Barbarian, Bard, Fighter, Paladin, Ranger"
														}
													]
												}
											],
											"id": "0b3"
										},
										{
											"type": "entries",
											"name": "Order of Adon",
											"page": 41,
											"entries": [
												"An order dedicated to the memory of Adon, a cleric of Sune that helped bring about the end to the Time of Troubles. While he turned his back on Sune during this tumultuous era in Faerûn's history, his actions allowed his former goddess to reclaim her divinity. Adon was friends with the mortal woman who would become the goddess Mystara, thus those who wield arcane magic often join the Order of Adon. In recognition of how an unbeliever such as Adon can benefit the Church of Sune, the Order is welcoming to those of other faiths.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Artificers, Cleric (not of Sune), Druids, Sorcerers, Warlocks, Wizards"
														}
													]
												}
											],
											"id": "0b4"
										},
										{
											"type": "entries",
											"name": "Eyes of Evening",
											"page": 41,
											"entries": [
												"An order inspired by the demigoddess of hedonism, Sharess, a divine servant of Sune. Sharess is also known as the mother of cats and is often worshipped by the tabaxi.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Bards, Monks, Rogues"
														}
													]
												}
											],
											"id": "0b5"
										},
										{
											"type": "entries",
											"name": "Allies",
											"page": 41,
											"entries": [
												"The Church of Sune works closely with the Order of the Gauntlet and the Lord's Alliance. Often, members of these organizations might work directly with the church."
											],
											"id": "0b6"
										}
									],
									"id": "0b1"
								}
							],
							"id": "0b0"
						},
						{
							"type": "entries",
							"name": "Church of Sune Enemies",
							"page": 41,
							"entries": [
								"The ugliness of {@creature Baalzebul|MaBJoV} is especially abhorrent to Sune. She hates that the archdevil was formerly Triel, one of the most beautiful angels to be found on Mount Celestia. The Church of Sune also despises {@creature Ssendam, Lord of Madness|mabjov|Ssendam}, as the slaad lord's insanity and ugliness is a danger to the structure of the civilized world.",
								"Sune supports efforts to vanquish powerful armies that threaten the stability of the civilized world. This includes orc hordes, hobgoblin empires, frost giant raiders, the Red Wizards of Thay, the Cult of the Dragon and other similar threats.",
								"Sune also detests the ugliness of the undead, especially the rotting dead such as zombies, ghouls, mummies and liches."
							],
							"id": "0b7"
						},
						{
							"type": "entries",
							"name": "Church of Sune Quests",
							"page": 41,
							"entries": [
								"The Church of Sune is focused on spreading civilization to all corners of the world.",
								{
									"type": "table",
									"caption": "Random Quests from The Church of Sune",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Musical Prodigy. Rescue a musical prodigy who has been taken prisoner by a goblin or orc war band"
										],
										[
											"2",
											"Architect. Escort a famed architect to a far-off town where he is to set down the foundations of a new temple to Sune"
										],
										[
											"3",
											"Necromancers. Hunt down a band of necromancers who have been vandalizing beautiful monuments and terrorizing artists"
										],
										[
											"4",
											"Cult. Root out and destroy a cult devoted to an infernal lord that is especially abhorrent to Sune"
										],
										[
											"5",
											"Warlord. Assassinate a powerful warlord who leads an alliance of orcs, hobgoblins and giants"
										],
										[
											"6",
											"Siege Breaker. Break the siege of an important town by destroying the siege equipment of the enemy force"
										]
									]
								},
								{
									"type": "entries",
									"name": "Church of Sune Perks",
									"page": 41,
									"entries": [
										{
											"type": "entries",
											"name": "Divine Aid",
											"page": 41,
											"entries": [
												"In any settlement that includes a shrine or temple to Sune, your group can access magical aid. The shrine in a town or village usually has a cleric able to cast any spell of up to 3rd level. A temple in a city will usually have a cleric that can cast any spell up to 5th level. These spells are cast without cost, however any material components must be provided."
											],
											"id": "0ba"
										},
										{
											"type": "entries",
											"name": "Proficiencies",
											"page": 41,
											"entries": [
												"Each member of your party gains proficiency in the {@skill Religion} skill, if the character doesn't already have it."
											],
											"id": "0bb"
										},
										{
											"type": "entries",
											"name": "Religious Relics",
											"page": 41,
											"entries": [
												"Each member of your party gains access to magic items that are blessed by Sune. When purchasing a religious relic, you must be of the required level. Then you must give your contact the cost of the item. Finally, if a service is required, you must roll on the Religious Service table.",
												{
													"type": "table",
													"caption": "Religious Relics from the Church of Sune",
													"colLabels": [
														"Religious Relics",
														"Religious Service",
														"Required Level",
														"Cost"
													],
													"colStyles": [
														"col-6",
														"col-2 text-center",
														"col-2 text-center",
														"col-2 text-right"
													],
													"rows": [
														[
															"{@item Gem of brightness}",
															"None",
															"–",
															"600 gp"
														],
														[
															"{@item Pearl of power}",
															"Required",
															"5",
															"600 gp"
														],
														[
															"{@item Periapt of wound closure}",
															"Required",
															"5",
															"500 gp"
														],
														[
															"{@item Ring of Warmth}",
															"None",
															"5",
															"100 gp"
														],
														[
															"{@item Wind fan}",
															"None",
															"5",
															"100 gp"
														],
														[
															"{@item Amulet of health}",
															"Required",
															"10",
															"4,000 gp"
														],
														[
															"{@item Gem of seeing}",
															"Required",
															"10",
															"18,000 gp"
														],
														[
															"Glamoured leather armor",
															"None",
															"10",
															"5,000 gp"
														],
														[
															"{@item Ioun stone, awareness||Ioun stone (awareness)}",
															"Required",
															"10",
															"6,000 gp"
														],
														[
															"{@item Ioun stone, sustenance||Ioun stone (sustenance)}",
															"Required",
															"10",
															"6,000 gp"
														],
														[
															"{@item Mace of disruption}",
															"Required",
															"10",
															"10,000 gp"
														],
														[
															"{@item Necklace of prayer beads}",
															"None",
															"10",
															"10,000 gp"
														],
														[
															"{@item Ring of x-ray vision}",
															"Required",
															"10",
															"4,000 gp"
														],
														[
															"{@item Staff of charming}",
															"None",
															"10",
															"8,000 gp"
														],
														[
															"{@item Staff of healing}",
															"Required",
															"10",
															"10,000 gp"
														],
														[
															"{@item Ioun stone, leadership||Ioun stone (leadership)}",
															"None",
															"15",
															"30,000 gp"
														],
														[
															"{@item Rod of security}",
															"Required",
															"15",
															"30,000 gp"
														],
														[
															"{@item Tome of leadership and influence}",
															"None",
															"15",
															"40,000 gp"
														]
													]
												},
												{
													"type": "table",
													"caption": "Required Religious Service",
													"colLabels": [
														"d20",
														"Religious Service"
													],
													"colStyles": [
														"col-1 text-center",
														"col-11"
													],
													"rows": [
														[
															"1-4",
															"Seduce an important noble's daughter/son"
														],
														[
															"5-8",
															"Restore a desecrated shrine of Sune"
														],
														[
															"9-12",
															"Destroy a necromancer who has been raising an army of dead"
														],
														[
															"13-15",
															"Stamp out a potential warlord"
														],
														[
															"16-19",
															"Protect a young and powerful noble in the Lord's Alliance who has recently converted to Sune. Assassins have targeted the noble"
														],
														[
															"20",
															"Vanquish a powerful foe of the Church"
														]
													]
												}
											],
											"id": "0bc"
										}
									],
									"id": "0b9"
								}
							],
							"id": "0b8"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Naes Inuus|MaBJoV}",
								"{@creature Tiberius Inuus|MaBJoV}"
							]
						}
					],
					"id": "0af"
				},
				{
					"type": "section",
					"name": "Emerald Enclave",
					"page": 46,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/019.webp"
							},
							"width": 735,
							"height": 486
						},
						"An organization devoted to protecting the natural world, the Emerald Enclave allows those of any race or profession to join their ranks. The Emerald Enclave is opposed to everything that is unnatural and destructive toward nature. This includes elemental evil, the undead, demonic forces and abominations from the Far Realm.",
						"While members are not opposed to civilization, they do strive to preserve a balance between nature and the civilized world. Often, the Emerald Enclave will come to the defense of a town or city when it comes under the threat of powerful elemental forces or otherworldly invaders.",
						"The Emerald Enclave is very loosely organized, with small cells across the world. Individual members are encouraged to be self-reliant.",
						"The beliefs of the Enclave are as follows:",
						{
							"type": "list",
							"items": [
								"Preserve the natural order of the world.",
								"Seek out and destroy unnatural forces that threaten nature.",
								"Strive to help the civilized world and the natural world exist in balance."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/020.webp"
							},
							"width": 2070,
							"height": 1419
						},
						{
							"type": "entries",
							"name": "Emerald Enclave Operatives",
							"page": 46,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Nature's Chosen",
											"page": 46,
											"entries": [
												"These are the members who are the most in tune with nature. To be a member you must be devoted to one of Faerûn's non-evil nature gods such as Eldath, Mielii and Silvanus. However, other nature gods are also acceptable, such as Baervan Wildwanderer, Eilistraee, Gwaeron Windstrom, Marthammor Duin and Rillifane Rallathil.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Barbarians, Clerics ({@skill Nature} Domain), Druids, Monks, Paladins (Oath of the Ancients), Rangers"
														}
													]
												}
											],
											"id": "0c0"
										},
										{
											"type": "entries",
											"name": "Circle of Alluvium",
											"page": 46,
											"entries": [
												"These members strive to keep the balance between the civilized world and the natural world. Your job is to be one of the primary contacts between the Emerald Enclave and the governments of cities and towns.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Bards, Clerics (non-Nature Domain), Fighters, Rogues"
														}
													]
												}
											],
											"id": "0c1"
										},
										{
											"type": "entries",
											"name": "Planar Circle",
											"page": 46,
											"entries": [
												"These are members devoted to studying unnatural and otherworldy threats to nature. You have been tasked with trying to curtail the destructive use of magic.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Artificers, Sorcerers, Warlocks, Wizards"
														}
													]
												}
											],
											"id": "0c2"
										}
									],
									"id": "0bf"
								}
							],
							"id": "0be"
						},
						{
							"type": "entries",
							"name": "Emerald Enclave Enemies",
							"page": 46,
							"entries": [
								"{@creature Cryonax|MaBJoV} is an arch foe of the Emerald Enclave as he is an elemental prince of evil. The Emerald Enclave also despises Ssendam, for she threatens to corrupt the natural world with her filth."
							],
							"id": "0c3"
						},
						{
							"type": "entries",
							"name": "Emerald Enclave Quests",
							"page": 46,
							"entries": [
								"The Emerald Enclave is focused on combating threats to the natural world.",
								{
									"type": "table",
									"caption": "Random Quests from the Emerald Enclave",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Logging Camp. Raid a {@creature hobgoblin} logging camp"
										],
										[
											"2",
											"Spider Nest. Clear out a den of {@creature sword spider|MaBJoV|sword spiders} and giant spiders that have infested a forest"
										],
										[
											"3",
											"Inferno. {@action Help} to put out a forest fire by destroying the efreet who is keeping it going"
										],
										[
											"4",
											"Snake Men. Destroy the nest of yuan-ti that is poisoning the headwater of a major river"
										],
										[
											"5",
											"Shadow Druid. Capture the shadow druid who is terrorizing a town with his {@condition charmed} animals"
										],
										[
											"6",
											"Alkilith. Close a portal to the abyss that is corrupting a beautiful mountain valley"
										]
									]
								}
							],
							"id": "0c4"
						},
						{
							"type": "entries",
							"name": "Emerald Enclave Perks",
							"page": 47,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Druidic Service",
											"page": 47,
											"entries": [
												"The Emerald Enclave can send a druid to assist your group when needed. You must be in the wilderness and it takes 24 hours before a druid arrives. The druid is able to cast any spell of up to 3rd level. These spells are cast without cost, however any material components must be paid for."
											],
											"id": "0c7"
										},
										{
											"type": "entries",
											"name": "Proficiencies",
											"page": 47,
											"entries": [
												"Each member of your party gains proficiency in the {@skill Survival} skill, if the character doesn't already have it."
											],
											"id": "0c8"
										},
										{
											"type": "entries",
											"name": "Secret Trails",
											"page": 47,
											"entries": [
												"The Emerald Enclave knows of secret trails that lead to wondrous natural locations within Faerûn. Some trails lead to beautiful wild lands in the outer planes or on other worlds. These trails are found in any of Faerûn's forests. After walking the trail for 8 hours you will arrive at your destination. However, there is a 1 in 4 chance that you will run across one of the dangers of the trail. There is no cost to learning these trails, but your contact must feel that you are ready before they will teach you how to access it.",
												{
													"type": "table",
													"caption": "Emerald Enclave Secret Trails",
													"colLabels": [
														"Trail",
														"The Trail Leads to...",
														"Required Level",
														"Dangers of the Trail"
													],
													"colStyles": [
														"col-2",
														"col-6",
														"col-2 text-center",
														"col-2"
													],
													"rows": [
														[
															"Folk path",
															"Llyrath forest in the Moonshae islands",
															"1",
															"{@creature Needle Blight||Needle Blights}"
														],
														[
															"Mythal paths",
															"Myth Rynn in the forest of Tethyr or Myth Drannor in the forest of Cormanthor",
															"1",
															"{@creature Quickling|mpmm|Quicklings}"
														],
														[
															"The unicorn run",
															"The Star Mounts or the Grandfather Tree in the High Forest",
															"3",
															"{@creature Displacer Beast||Displacer beasts}"
														],
														[
															"Forest pool to the Feywild",
															"The fens bordering the Summer Court",
															"5",
															"{@creature Ettercap||Ettercaps} and {@creature Giant Spider||giant spiders}"
														],
														[
															"Tree roots to Ysgard",
															"The Gates of the Moon—home to the goddesses Selune and Sune",
															"7",
															"Lone {@creature green hag} or a coven"
														],
														[
															"Forest paths to the Beastlands",
															"The Grove of the Unicorns—the realm of the goddess Mielikki",
															"7",
															"{@creature fomorian||Fomorian giants}"
														],
														[
															"Mushroom ring to Bytopia",
															"Whispertree—the ancient oak tree that is home to the god Baervan Wildwanderer",
															"7",
															"Lone {@creature night hag} or a coven"
														]
													]
												}
											],
											"id": "0c9"
										}
									],
									"id": "0c6"
								}
							],
							"id": "0c5"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Kivan|MaBJoV|Kivan the Grim}",
								"{@creature Faldorn|MaBJoV|Faldorn the Hierophant}"
							]
						}
					],
					"id": "0bd"
				},
				{
					"type": "section",
					"name": "Flaming Fist",
					"page": 52,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/021.webp"
							},
							"width": 715,
							"height": 437
						},
						"The Flaming Fist is a powerful mercenary company based in the city of Baldur's Gate. They are the most famous mercenary company in Faerûn and many consider them the most powerful military force on the Sword Coast. Their leaders are primarily driven by the accumulation of wealth and glory. Some members have more altruistic motivations such as bringing peace to the cities and towns of the Sword Coast.",
						"The Flaming Fist is Baldur's Gate's army and provides law enforcement to the city and the surrounding area. In addition, the Flaming Fist has forts and castles across the Sword Coast and even further in order to extend its power and reach. The Fist has established a presence in places as far as the jungles of Chult and the continents of Maztica, and Anchorome.",
						"The Flaming Fist is run like an army. Every group of five fists is led by a manip and a flame. Manips are veteran soldiers who have risen through the ranks while flames are trained knights from a noble or mercantile family. A blaze is put in command of a fort or a mission. The marshal commands the entire Flaming Fist.",
						{
							"type": "entries",
							"name": "Flaming Fist Operatives",
							"page": 52,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Scout",
											"page": 52,
											"entries": [
												"You are a scout for the Flaming Fist, tasked with ensuring the path for an army is free of danger. You are often sent to explore new regions that might support a future fort or castle.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Barbarian, Druid, Monk, Ranger, Rogue"
														}
													]
												}
											],
											"id": "0cd"
										},
										{
											"type": "entries",
											"name": "Agent",
											"page": 52,
											"entries": [
												"You are often used as envoys or negotiators by the Flaming Fist, but also sometimes as a spy or infiltrator.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Bard, Sorcerer, Warlock, Wizard"
														}
													]
												}
											],
											"id": "0ce"
										},
										{
											"type": "entries",
											"name": "Soldier",
											"page": 52,
											"entries": [
												"You are one of the fighting men and women that make up the bulk of the Flaming Fist.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Artificer, Cleric, Fighter, Paladin"
														}
													]
												}
											],
											"id": "0cf"
										}
									],
									"id": "0cc"
								}
							],
							"id": "0cb"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/022.webp"
							},
							"width": 2063,
							"height": 1311
						},
						{
							"type": "entries",
							"name": "Flaming Fist Enemies",
							"page": 52,
							"entries": [
								"The Flaming Fist is often in conflict with the Shadow Thieves, due to that organization's association with Amn, Baldur's Gate's greatest rival. They are also in competition with the Zhentarim, another organization that hires out mercenary armies."
							],
							"id": "0d0"
						},
						{
							"type": "entries",
							"name": "Flaming Fist Quests",
							"page": 52,
							"entries": [
								"You are often sent on quests that revolve around war in its many forms.",
								{
									"type": "table",
									"caption": "Random Quests from The Flaming Fist",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Exploration. The Flaming Fist is considering building a new fort. You are sent on a mission to scout out the area where it is to be built"
										],
										[
											"2",
											"Siege Breaker. You are sent to a town or city that is under siege by the Flaming Fist. You must help break the siege by opening the main gate, blowing a hole in the city wall or some other means"
										],
										[
											"3",
											"Scout. You must scout out an enemy army and determine their numbers, access to magic, monstrous allies, etc."
										],
										[
											"4",
											"Destabilize. You are to foment tensions in a region so that war is more likely"
										],
										[
											"5",
											"Extraction. You must rescue a Flaming Fist agent or prisoners of war"
										],
										[
											"6",
											"Defense. You are to defend a bridge or other choke point against a large warband of orcs"
										]
									]
								}
							],
							"id": "0d1"
						},
						{
							"type": "entries",
							"name": "Flaming Fist Perks",
							"page": 52,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Rank",
											"page": 52,
											"entries": [
												"The perks of the Flaming Fist are often determined by rank. Rank can be something that is earned over the course of the campaign (as determined by the DM) or it can be granted according to your level. Only one person in the Flaming Fist can be the rank of Marshal.",
												{
													"type": "table",
													"caption": "Flaming Fist Ranks",
													"colLabels": [
														"Rank",
														"Equivalent",
														"Level"
													],
													"colStyles": [
														"col-2",
														"col-8",
														"col-2 text-center"
													],
													"rows": [
														[
															"Fist",
															"Common soldier",
															"1"
														],
														[
															"Manip",
															"Sergeant",
															"2"
														],
														[
															"Flame",
															"Captain",
															"5"
														],
														[
															"Blaze",
															"General",
															"8"
														],
														[
															"Marshal",
															"Commander of the Flaming Fist",
															"12"
														]
													]
												}
											],
											"id": "0d4"
										},
										{
											"type": "entries",
											"name": "Armory",
											"page": 52,
											"entries": [
												"You can purchase nonmagical weapons and armor at a 20 percent discount at a facility associated with your military force. You can also purchase certain magic weapons and armor."
											],
											"id": "0d5"
										},
										{
											"type": "entries",
											"name": "Castles and Forts",
											"page": 52,
											"entries": [
												"You have access to all castles and forts of the Flaming Fist. You receive free room and board in these locations."
											],
											"id": "0d6"
										},
										{
											"type": "entries",
											"name": "Legal Immunity",
											"page": 52,
											"entries": [
												"You have a degree of immunity from the law while within Baldur's Gate or in any of the nearby settlements. However, heinous crimes such as murder result in the death penalty, to be carried out by the Flaming Fist itself."
											],
											"id": "0d7"
										},
										{
											"type": "entries",
											"name": "Missions",
											"page": 52,
											"entries": [
												"Once per month the Flaming Fist gives your group a mission to perform. This mission takes precedence over all other activities. If completed, the group rolls on the Treasure Hoard: Challenge 0-4 table in the {@book Dungeon Master's Guide|DMG} for their reward."
											],
											"id": "0d8"
										},
										{
											"type": "entries",
											"name": "Salary",
											"page": 53,
											"entries": [
												"Each member of your group earns a salary. You receive 5 sp per day and are provided with a modest lifestyle when in the city of Baldur's Gate or at one of the Flaming Fist forts and castles. The pay and lifestyle increases with rank.",
												{
													"type": "table",
													"caption": "Flaming Fist Salaries",
													"colLabels": [
														"Rank",
														"Lifestyle",
														"Pay"
													],
													"colStyles": [
														"col-2",
														"col-2 text-center",
														"col-8 text-center"
													],
													"rows": [
														[
															"Fist",
															"Modest",
															"5 sp per day"
														],
														[
															"Manip",
															"Modest",
															"1 gp per day"
														],
														[
															"Flame",
															"Modest",
															"5 gp per day"
														],
														[
															"Blaze",
															"Wealthy",
															"10 gp per day"
														],
														[
															"Marshal",
															"Aristocratic",
															"Every month roll on the Treasure Horde: Challenge 0-4 table from the {@book Dungeon Master's Guide|DMG}"
														]
													]
												}
											],
											"id": "0d9"
										},
										{
											"type": "entries",
											"name": "Land Grants",
											"page": 53,
											"entries": [
												"As a member of the Flaming Fist, you are entitled to receive land grants and fortifications (such as forts and castles). A donation must be given to the Flaming Fist for the land grant. The Flaming Fist garrisons the fortification and helps cover part of the cost of paying the garrison. The land and fortifications are considered your owned property, but if you were to ever leave the Flaming Fist, they might try to retake the property depending on the manner of your departure. If you fail to pay your portion of the upkeep costs for more than 6 months, the Flaming Fist will take ownership as recompense.",
												{
													"type": "table",
													"caption": "Flaming Fist Land Grants",
													"colLabels": [
														"Land Grant",
														"Required Rank",
														"Monthly Upkeep Cost",
														"Donation"
													],
													"colStyles": [
														"col-3",
														"col-3 text-center",
														"col-3 text-center",
														"col-3 text-right"
													],
													"rows": [
														[
															"Fortified Tower",
															"Flame",
															"5 gp",
															"5,000 gp"
														],
														[
															"Fort",
															"Flame",
															"10 gp",
															"10,000 gp"
														],
														[
															"Keep",
															"Blaze",
															"20 gp",
															"25,000 gp"
														],
														[
															"Castle",
															"Marshal",
															"100 gp",
															"100,000 gp"
														]
													]
												},
												{
													"type": "quote",
													"entries": [
														"Why do none of the Flaming Fist have hands that are on fire? It is one of the world's great mysteries, but I am sure Boo will solve it someday. He has a nose for these sorts of things."
													],
													"by": "MINSC"
												}
											],
											"id": "0da"
										}
									],
									"id": "0d3"
								}
							],
							"id": "0d2"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Nauk|MaBJoV|Nauk the Bag Man}",
								"{@creature Borivik Windheim|MaBJoV}"
							]
						}
					],
					"id": "0ca"
				},
				{
					"type": "section",
					"name": "Harpers",
					"page": 58,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/023.webp"
							},
							"width": 739,
							"height": 459
						},
						"The Harpers are an old and influential organization of nobles, spellcasters and spies. They are secretive and most members have almost complete autonomy to operate how they want. Most Harpers work alone or in small groups. They freely share information between members, but rarely do they have coordinated strategies.",
						"The purpose of the Harpers has always been to work against evil and tyranny. They believe in an individual's right to freedom and will often undermine regimes that are despotic or support slavery. While they focus on threats that originate in the world of Faerûn, they will intercede if an extraplanar evil begins to have undue influence upon the world. Harpers are also keen to keep ancient and powerful magic out of the hands of easily corruptible politicians.",
						"Harpers are loved by the commonfolk, but often loathed by those in power. They can be seen as spies and manipulative liars who involve themselves where they aren't wanted. Much of this is true from a certain point of view. Harpers prefer to operate from the shadows, are not against lying to get what they want and often manipulate those in power to achieve their goals.",
						{
							"type": "entries",
							"name": "Harper Operatives",
							"page": 58,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Nobles",
											"page": 58,
											"entries": [
												"These Harpers were either born into or have inserted themselves into the corridors of power. They are priests, politicians, merchants, military commanders and other influential members of society. You must work hard to keep your identity as a Harper secret, as other nobility, even those that are not of evil bent, can view you as a traitor to your rank.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Clerics, Fighters, Paladins"
														}
													]
												}
											],
											"id": "0de"
										},
										{
											"type": "entries",
											"name": "Spies",
											"page": 58,
											"entries": [
												"You are one of the infamous spies of the Harpers. You are feared by tyrants and evil organizations across the world due to your ability to strike anywhere at any time.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Bards, Druids, Monks, Rangers, Rogues"
														}
													]
												}
											],
											"id": "0df"
										},
										{
											"type": "entries",
											"name": "Spellcasters",
											"page": 58,
											"entries": [
												"You focus on identifying magical artifacts or secrets that might fall into the hands of the easily corruptible.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Artificers, Sorcerers, Warlocks, Wizards"
														}
													]
												}
											],
											"id": "0e0"
										}
									],
									"id": "0dd"
								}
							],
							"id": "0dc"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/024.webp"
							},
							"width": 2070,
							"height": 1443
						},
						{
							"type": "entries",
							"name": "Harper Enemies",
							"page": 58,
							"entries": [
								"{@creature Baalzebul|MaBJoV}, {@creature Mephistopheles|MaBJoV} and other infernal lords are always viewed by the Harpers as a threat to Faerûn. This is because of the penchant for archdevils to corrupt those in power.",
								"Anyone who were to come into possession of the {@item iron flask} that contains {@creature Pazuzu|MaBJoV} would also be considered a great threat. Finally, the Zhentarim have always been a rival of the Harpers."
							],
							"id": "0e1"
						},
						{
							"type": "entries",
							"name": "Harper Quests",
							"page": 58,
							"entries": [
								"The Harpers are focused on undermining tyrants and evil organizations across all of Faerûn.",
								{
									"type": "table",
									"caption": "Random Quests from the Harpers",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"The Black Network. Take out a Zhentarim safe house in a major city"
										],
										[
											"2",
											"Devil Worshippers. Expose an Athkatlan noble family that secretly worships a lord of the Nine Hells"
										],
										[
											"3",
											"Demon Possession. Banish a demon that has possessed the lord of a major city"
										],
										[
											"4",
											"Slavers. Take out the transport ships of a major slave ring operation"
										],
										[
											"5",
											"Assassination. Assassinate an evil noble who threatens to destabilize the Lords' Alliance"
										],
										[
											"6",
											"Spies. Infiltrate the court of a powerful king who has been preparing to go to war against his neighbors"
										]
									]
								}
							],
							"id": "0e2"
						},
						{
							"type": "entries",
							"name": "Harper Perks",
							"page": 59,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Safe Houses",
											"page": 59,
											"entries": [
												"The Harpers have secret members in almost every town and city. Your group knows how to locate these members and can use their houses to maintain a comfortable lifestyle. While the Harpers are famed for helping the poor, they rarely live like them."
											],
											"id": "0e5"
										},
										{
											"type": "entries",
											"name": "Fences",
											"page": 59,
											"entries": [
												"Because the Harpers are devoted to tracking down magic items, they have a network with access to a larger variety of magic items than anywhere outside of the Red Wizards of Thay. Each member of your party gains access to certain magic items for a suitable donation. The different costs of acquiring these magic items are described in the table opposite.",
												{
													"type": "table",
													"caption": "Items Aquired via Harper Fences",
													"colLabels": [
														"Magic Item",
														"Required Trade",
														"Cost"
													],
													"colStyles": [
														"col-8",
														"col-2 text-center",
														"col-2 text-right"
													],
													"rows": [
														[
															"Armor, +1 of your choice",
															"Armor, +1",
															"200 gp"
														],
														[
															"{@item Bag of holding}, {@item bag of tricks}, {@item boots of elvenkind}, {@item cloak of elvenkind}, {@item cloak of protection}, {@item robe of useful items}, {@item winged boots}",
															"Uncommon magical bag, boots or cloak",
															"75 gp"
														],
														[
															"{@item Eyes of charming}, {@item eyes of minute seeing}, {@item eyes of the eagle}, {@item gloves of missile snaring}, {@item gloves of swimming and climbing}, {@item gloves of thievery}, {@item hat of disguise}",
															"Any uncommon magical wondrous item",
															"75 gp"
														],
														[
															"{@item Wand of magic detection}, {@item wand of magic missiles}, {@item wand of secrets}, wand of the war mage, {@item wand of web}",
															"Any magical wand",
															"100 gp"
														],
														[
															"{@item +1 Weapon||Weapon, +1} of your choice",
															"{@item +1 Weapon||Weapon, +1}",
															"100 gp"
														]
													]
												},
												{
													"type": "quote",
													"entries": [
														"Why do none of our Harper friends have harps? Another mystery for Boo to solve"
													],
													"by": "MINSC"
												}
											],
											"id": "0e6"
										}
									],
									"id": "0e4"
								}
							],
							"id": "0e3"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Jaheira|MaBJoV}",
								"{@creature Vellin Farstride|MaBJoV}"
							]
						}
					],
					"id": "0db"
				},
				{
					"type": "section",
					"name": "Knights of Bahamut",
					"page": 64,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/025.webp"
							},
							"width": 733,
							"height": 452
						},
						"The Knights of Bahamut are an ancient order founded with the assistance of the elder draconic entity called Bahamut. They were famed for bonding with some of the most powerful and beautiful creatures in the multiverse—metallic dragons. Legends tell of how a single knight was capable of turning the tide of an entire battle or breaking the siege of a city. But the Knights of Bahamut were short lived, lasting only a few decades before being exterminated by their enemies. That was a thousand years ago.",
						"The last surviving knight, a half-elf named Suldil, wishes to bring back the ancient Order. The Oath of Bahamut is the sacred rite that bonds a mortal and a dragon together. In order for the sacred rite to work, it must be blessed by Bahamut. Thus, the first task of the fledgling knight is to gain Bahamut's favor. After that, metallic dragon eggs must be found. They cannot be stolen from their parents. Only eggs that have not been stolen and whose parents are dead are considered viable.",
						{
							"type": "inset",
							"name": "Build a Group Patron",
							"page": 64,
							"entries": [
								"Unlike the other group patrons in this book, the Knights of Bahamut doesn't exist yet as a functioning organization. It is the job of you and your party members to build the Knights of Bahamut into a powerful organization."
							],
							"id": "0e8"
						},
						{
							"type": "entries",
							"name": "Knights of Bahamut Operatives",
							"page": 64,
							"entries": [
								"You are one of the co-founders of a new order of the Knights of Bahamut."
							],
							"id": "0e9"
						},
						{
							"type": "entries",
							"name": "Knights of Bahamut Quests",
							"page": 64,
							"entries": [
								"Almost all your quests revolve around rebuilding the Knights of Bahamut.",
								{
									"type": "table",
									"caption": "Random Quests from the Knights of Bahamut",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Relic of Bahamut. Track down an ancient relic blessed by Bahamut"
										],
										[
											"2",
											"Dragon Egg. Steal a dragon egg from a chromatic dragon that raided the nest of a metallic dragon"
										],
										[
											"3",
											"Recovery. Recover dragon eggs from the lair of a recently slain metallic dragon"
										],
										[
											"4",
											"Pearls. Loot a horde of pearls from the bottom of the ocean to give to an ancient gold dragon as a gift (pearls are a food delicacy to such beings)"
										],
										[
											"5",
											"Assault. Join an adult bronze dragon in an assault against a castle ruled by goblinoids and devils"
										],
										[
											"6",
											"Silver Dragon. Accompany an adult silver dragon into the Anauroch desert to investigate Netherese ruins"
										]
									]
								}
							],
							"id": "0ea"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/026.webp"
							},
							"width": 2051,
							"height": 1407
						},
						{
							"type": "entries",
							"name": "Knights of Bahamut Perks",
							"page": 64,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Expenses",
											"page": 64,
											"entries": [
												"Suldil has access to a great deal of wealth and is willing to reimburse you for expenses incurred as you try to rebuild the Knights of Bahamut. She pays for any nonmagical equipment and basic services that you require."
											],
											"id": "0ed"
										},
										{
											"type": "entries",
											"name": "Luxury",
											"page": 64,
											"entries": [
												"Suldil allows you to stay at her estate for as long as you wish. While at her estate you maintain an aristocratic lifestyle for no cost."
											],
											"id": "0ee"
										},
										{
											"type": "entries",
											"name": "Dragon Eggs",
											"page": 64,
											"entries": [
												"Suldil is willing to grant a dragon egg to someone that she feels is worthy. The recipient must exchange a magic item for the dragon egg.",
												{
													"type": "table",
													"caption": "Dragon Eggs from Suldil",
													"colLabels": [
														"Dragon Egg",
														"Required Level",
														"Magic Item"
													],
													"colStyles": [
														"col-4",
														"col-4 text-center",
														"col-4 text-center"
													],
													"rows": [
														[
															"Copper",
															"12",
															"Very Rare"
														],
														[
															"Brass",
															"12",
															"Very Rare"
														],
														[
															"Bronze",
															"14",
															"Very Rare"
														],
														[
															"Silver",
															"16",
															"Legendary"
														],
														[
															"Gold",
															"18",
															"Legendary"
														]
													]
												},
												"In order for a prospective knight to hatch their dragon egg, the egg must be kept in conditions that mirror the nest of its particular subtype of dragon:",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Copper:",
															"entry": "The egg must be coated in acid. This can be done with nonmagical acid once a day, or by using spells such as acid splash once a day."
														},
														{
															"type": "item",
															"name": "Brass:",
															"entry": "The egg must be kept hot. Hot coals or a smithy's furnace work, as does using spells such as fire bolt."
														},
														{
															"type": "item",
															"name": "Bronze:",
															"entry": "The egg must be exposed to the sky for 12 hours a day or suffused with electricity once a day. The {@spell shocking grasp} spell also works."
														},
														{
															"type": "item",
															"name": "Silver:",
															"entry": "These eggs must be kept cool and dark. Packing an egg in ice or using a spell such as ray of frost once an hour, is sufficient."
														},
														{
															"type": "item",
															"name": "Gold:",
															"entry": "A gold egg must be kept hot, using the same methods as brass dragon eggs."
														}
													]
												},
												"A typical dragon egg takes {@dice 3d6} weeks to hatch. When an egg is not looked after properly, there is a cumulative 10 percent chance per day that the egg will die. Once this happens, the egg will never hatch.",
												"If a prospective knight wishes to bond with a dragon, they must be present at the hatching. When the newborn hatches, the knight must be the first living creature that it sees. The knight must then make the Oath of Bahamut.",
												"The Oath of Bahamut is the sacred rite that bonds a mortal and a dragon together. During the hatching of the egg, the knight intones the oath. If a knight ever breaks the oath, the bond ends immediately. The oath must be intoned in the Draconic language, while a very rare or legendary magic item is sacrificed. The speaker does not need to know Draconic; they may be coached by someone who does.",
												"While the Oath is being spoken, the energy from the magic item is drained and used to bind the knight to a newly-hatched wyrmling. The magic item becomes nonmagical and loses its properties."
											],
											"id": "0ef"
										},
										{
											"type": "quote",
											"entries": [
												"It is difficult to track down any writings on the Knights of Bahamut. They only existed for a brief time in the century when the nation of Amn was first founded and the Shoon Empire collapsed. The knights took the image of the platinum dragon as their emblem, but I do not know if they were actual servant of Bahamut."
											],
											"by": "Volo"
										}
									],
									"id": "0ec"
								}
							],
							"id": "0eb"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Suldil Baldoriel|MaBJoV}",
								"{@creature Minsc and Boo!|MaBJoV}"
							]
						}
					],
					"id": "0e7"
				},
				{
					"type": "section",
					"name": "Order of Icarus",
					"page": 70,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/027.webp"
							},
							"width": 725,
							"height": 431
						},
						"This order was founded by the undead siblings, Jon and {@creature Bodhi Irenicus|MaBJoV}, and named after the elven house that they were born into. Its primary mission is to seek out magical secrets that will help Jon and Bodhi escape from their prison realm in the Shadowfell. They do this by searching the tombs of dead spellcasters and sages. Members of the Order of Icarus are sent to kill rival necromancers, liches and vampiric spellcasters. Members even kidnap powerful wizards and clerics (who worship gods of the Death domain).",
						"Members are drawn from those trapped in the Shadowfell reflection of Suldanessellar. These are either travelers who have recently been lured to the Shadowfell or those who were born and grew up there.",
						{
							"type": "entries",
							"name": "Icarus Operatives",
							"page": 70,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Proscribed",
											"page": 70,
											"entries": [
												"You only serve the Irenicus siblings until you have earned your right to be free.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Any"
														}
													]
												}
											],
											"id": "0f3"
										},
										{
											"type": "entries",
											"name": "Mouthpiece",
											"page": 70,
											"entries": [
												"You speak directly for {@creature Jon Irenicus|MaBJoV}. You may use the {@spell sending} spell to communicate with him once per day.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Artificers, Sorcerers, Warlocks, Wizards"
														}
													]
												}
											],
											"id": "0f4"
										},
										{
											"type": "entries",
											"name": "Infiltrator",
											"page": 70,
											"entries": [
												"You are a devotee of {@creature Bodhi Irenicus|MaBJoV}.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Bards, Monks, Rogues"
														}
													]
												}
											],
											"id": "0f5"
										}
									],
									"id": "0f2"
								}
							],
							"id": "0f1"
						},
						{
							"type": "entries",
							"name": "Icarus Enemies",
							"page": 70,
							"entries": [
								"Jon and Bodhi despise the Harpers due to that organization's aid to Abdel Adrian in bringing about their downfall. Queen Ellesime of Suldanessellar is also an enemy, though Jon has conflicted emotions about her."
							],
							"id": "0f6"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/028.webp"
							},
							"width": 2070,
							"height": 1497
						},
						{
							"type": "entries",
							"name": "Icarus Quests",
							"page": 70,
							"entries": [
								"Your missions revolve around finding magical secrets that will help Jon and Bodhi escape from their dread domain.",
								{
									"type": "table",
									"caption": "Random Quests from the Order of Irenicus",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Domain of Dread. Steal a relic from a rival Dark Lord in another Domain of Dread"
										],
										[
											"2",
											"Elemental Evil. Loot a temple dedicated to the Elder Elemental Eye"
										],
										[
											"3",
											"Netherese Ruins. Explore the ruins of a crashed Netherese city"
										],
										[
											"4",
											"Horrific Tomb. Steal the spell books of a rival lich"
										],
										[
											"5",
											"Mythal. Investigate a recently discovered Mythal"
										],
										[
											"6",
											"Dark Elf Vault. Infiltrate a dark elf city and break into the vault of their magical academy"
										]
									]
								}
							],
							"id": "0f7"
						},
						{
							"type": "entries",
							"name": "Icarus Perks",
							"page": 70,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Magical Scrolls and Books",
											"page": 70,
											"entries": [
												"{@creature Jon Irenicus|MaBJoV} has access to many magical scrolls and books.",
												{
													"type": "table",
													"caption": "Scrolls and Books",
													"colLabels": [
														"Scroll",
														"Required Level",
														"Cost"
													],
													"colStyles": [
														"col-8",
														"col-2 text-center",
														"col-2 text-right"
													],
													"rows": [
														[
															"{@item Spell scroll (1st level)||Spell scroll—1st level wizard spells}",
															"1",
															"100 gp"
														],
														[
															"{@item Spell scroll (2nd level)||Spell scroll—2nd level wizard spells}",
															"1",
															"200 gp"
														],
														[
															"{@item Spell scroll (3rd level)||Spell scroll—3rd level wizard spells}",
															"3",
															"500 gp"
														],
														[
															"{@item Spell scroll (4th level)||Spell scroll—4th level wizard spells}",
															"3",
															"900 gp"
														],
														[
															"{@item Spell scroll (5th level)||Spell scroll—5th level wizard spells}",
															"9",
															"2,000 gp"
														],
														[
															"{@item Spell scroll (6th level)||Spell scroll—6th level wizard spells}",
															"12",
															"4,000 gp"
														],
														[
															"{@item Spell scroll (7th level)||Spell scroll—7th level wizard spells}",
															"12",
															"7,500 gp"
														],
														[
															"{@item Scroll of protection}",
															"3",
															"1,500 gp"
														],
														[
															"{@item Manual of Clay Golems||Manual of golems—clay}",
															"12",
															"5,000 gp"
														],
														[
															"{@item Manual of flesh Golems||Manual of golems—flesh}",
															"9",
															"5,000 gp"
														]
													]
												}
											],
											"id": "0fa"
										},
										{
											"type": "entries",
											"name": "Research",
											"page": 71,
											"entries": [
												"Whenever you or your group makes ability checks to research lore related to magic, Undead or the Shadowfell you gain advantage."
											],
											"id": "0fb"
										},
										{
											"type": "entries",
											"name": "Magic Item Transmutation",
											"page": 71,
											"entries": [
												"Over the centuries Jon has learned the secrets of transmuting many kinds of magic items. He is willing to share those secrets with those that he feels are worthy. The ritual takes a week to prepare for. To utilize the secret ritual, you require a magic item that is to be consumed in the ritual. You (or another member of your group) must make a successful Intelligence ({@skill Arcana}) check to succeed. Whoever makes the check can be given assistance (and thus gain advantage on the roll) by someone who has at least a level in Bard, Sorcerer, Warlock or Wizard. The material component cost in gold represents the components needed. These components are consumed as well. A failed check means only the nonmagical components are consumed, not the magic item. Another check can be made after the required week of preparation.",
												{
													"type": "table",
													"caption": "Item Transmutation Components and Costs",
													"colLabels": [
														"Magic Item",
														"Magical Component",
														"Arcana Check DC",
														"Material Component Cost"
													],
													"colStyles": [
														"col-4",
														"col-4 text-center",
														"col-2 text-center",
														"col-2 text-right"
													],
													"rows": [
														[
															"{@item Amulet of the planes}",
															"Rare or Very Rare Wondrous Item",
															"20",
															"1,500 gp"
														],
														[
															"{@item Belt of fire giant strength}",
															"Rare or Very Rare Wondrous Item",
															"25",
															"7,500 gp"
														],
														[
															"{@item Crystal ball}",
															"Rare or Very Rare Wondrous Item",
															"20",
															"1,500 gp"
														],
														[
															"{@item Efreeti bottle}",
															"Rare or Very Rare Wondrous Item",
															"25",
															"5,000 gp"
														],
														[
															"{@item Ring of shooting stars}",
															"Rare or Very Rare Ring",
															"20",
															"1,500 gp"
														],
														[
															"{@item Robe of stars}",
															"Rare or Very Rare magical Cloak or Robe",
															"20",
															"1,500 gp"
														],
														[
															"{@item Staff of fire}",
															"Rare or Very Rare Magical Rod or Staff",
															"20",
															"1,500 gp"
														],
														[
															"{@item Staff of frost}",
															"Rare or Very Rare Magical Rod or Staff",
															"20",
															"1,500 gp"
														],
														[
															"{@item Staff of power}",
															"Rare or Very Rare Magical Rod or Staff",
															"25",
															"7,500 gp"
														],
														[
															"{@item Spellguard shield}",
															"Rare or Very Rare Shield",
															"20",
															"1,500 gp"
														]
													]
												}
											],
											"id": "0fc"
										}
									],
									"id": "0f9"
								}
							],
							"id": "0f8"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Jon Irenicus|MaBJoV}",
								"{@creature Bodhi Irenicus|MaBJoV}"
							]
						}
					],
					"id": "0f0"
				},
				{
					"type": "section",
					"name": "Raven Circle",
					"page": 78,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/030.webp"
							},
							"width": 736,
							"height": 435
						},
						"The Raven Circle is a secret sect devoted to the enigmatic Raven Queen. The Raven Queen is a powerful entity that resides on the Shadowfell. She is obsessed with collecting memories associated with loss and tragedy.",
						"One of the greatest secrets of the Raven Circle is their members ability to use the Shadowfell to travel the world. The Shadowfell is a dark reflection or \"echo\" of the Material Plane. When first entering the Shadowfell, it appears very similar to the area of the world it reflects. However, for most, the further the Shadowfell is explored the more divergent from the Material Plane it becomes. Soon the distorted nature of the plane makes it easy to become lost. Members of the Raven Circle can see through these distortions and thus navigate the Shadowfell without losing their place in the Material Plane. This ability also means that the Circle often uses domains within the Shadowfell as bases of operations.",
						{
							"type": "inset",
							"page": 78,
							"name": "Non-traditional Group Patron",
							"entries": [
								"The Raven Circle are not a traditionally heroic organization. A campaign can still use them as a group patron from start to finish, but there are alternatives."
							],
							"id": "0fe"
						},
						{
							"type": "entries",
							"name": "Raven Circle Operatives",
							"page": 78,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "The Raven Circle",
											"page": 78,
											"entries": [
												"You directly venerate the Raven Queen.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Clerics, Druids, Paladins, Rangers, Warlocks"
														}
													]
												}
											],
											"id": "101"
										},
										{
											"type": "entries",
											"name": "Shadowed One",
											"page": 78,
											"entries": [
												"You are an ally of the Raven Circle, though you don't directly serve the Raven Queen.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Any"
														}
													]
												}
											],
											"id": "102"
										}
									],
									"id": "100"
								}
							],
							"id": "0ff"
						},
						{
							"type": "entries",
							"name": "Raven Circle Enemies",
							"page": 78,
							"entries": [
								"The Raven Circle are enemies of any who oppose the Raven Queen, including such powerful entities as the demon lord Orcus and the ancient lich/god Vecna."
							],
							"id": "103"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/029.webp"
							},
							"width": 2057,
							"height": 1118
						},
						{
							"type": "entries",
							"name": "Raven Circle Quests",
							"page": 78,
							"entries": [
								"The Raven Circle are focused on collecting memories from those associated with loss and tragedy.",
								{
									"type": "table",
									"caption": "Random Quests from the Raven Circle",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Vecna. Collect the memories from an archmage who is dedicated to Vecna"
										],
										[
											"2",
											"Fallen Paladin. Collect the memories of an oath breaking paladin"
										],
										[
											"3",
											"Corrupt Despot. A powerful lord or king rules with an iron fist while drowning himself in drink and debauchery to forget the many tragedies of his life. Complete his fall by engineering his overthrow"
										],
										[
											"4",
											"Faithless Priestess. Collect the memories of a priestess who has lost faith in her god after the death of her husband and children"
										],
										[
											"5",
											"Obsessed Vigilante. Capture or kill a vigilante that has been terrorizing a city. Collect the memories of the tragedy that drives his obsession"
										],
										[
											"6",
											"Dark Lord. Stop a Dark Lord's scheme to escape the Domain of Dread that she rules"
										]
									]
								}
							],
							"id": "104"
						},
						{
							"type": "entries",
							"name": "Raven Circle Perks",
							"page": 79,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Walk the Shadowfell",
											"page": 79,
											"entries": [
												"Any member of the Raven Circle can find paths in the Prime Material World that enter the Shadowfell. While traveling the Shadowfell, you don't have to worry about enemies in the Prime Material Plane finding you. You can also bypass barriers and dangerous monsters in the Prime Material. While you are skilled in avoiding the dangerous predators of the Shadowfell, you still risk discovery. You may use the paths of the Shadowfell once per month. When you enter the Shadowfell you can remain for as long as you want. You can return to the Prime Material at any point. Each day spent in the Shadowfell gives a cumulative 1 in 20 chance of coming under attack by one of the denizens of the Shadowfell. The kind of attack is up to your DM."
											],
											"id": "107"
										},
										{
											"type": "entries",
											"name": "Collect Memories",
											"page": 79,
											"entries": [
												"The Raven Queen collects memories just like a raven collects trinkets. The Raven Queen only seeks the memories of powerful or influential entities, specifically those who have suffered great loss or tragedy. If you can give her the memories from these kinds of people, the Raven Queen will reward you. Collecting memories requires you to obtain an item that is precious to the person whose memories you wish to steal. You must then say a prayer to the Raven Queen with the item in hand and the owner in sight within 100 ft. This infuses the item with all of the target's memories of loss, shame and tragedy. When you give this item to one of your contacts ({@creature Lothar|MaBJoV} or {@creature Viktor|MaBJoV}) everyone in your group gains a devotion token that is either a feather, a gold coin or a gem (so long as the target associated with the item is still alive/undead). Each member of your group can only have one of each token at any given time and cannot give them to anyone else. The tokens you gain are as follows:",
												{
													"type": "table",
													"caption": "Devotion Tokens",
													"colLabels": [
														"CR",
														"Neutral",
														"Chaotic",
														"Lawful",
														"Lycanthrope, Intelligent Undead*, Cursed**",
														"Good, Used To Be Evil",
														"Evil, Used To Be Good"
													],
													"colStyles": [
														"col-2",
														"col-1-3 text-center",
														"col-1-3 text-center",
														"col-1-3 text-center",
														"col-2 text-center",
														"col-2 text-center",
														"col-2 text-center"
													],
													"rows": [
														[
															"5-9",
															"Feather",
															"Feather",
															"Feather",
															"Gold Coin",
															"Gold Coin",
															"Gem"
														],
														[
															"10-12",
															"Feather",
															"Feather",
															"Feather",
															"Gold Coin",
															"Gold Coin",
															"Gem"
														],
														[
															"13-15",
															"Feather",
															"Feather",
															"Feather",
															"Gold Coin",
															"Gem",
															"Gem"
														],
														[
															"16-18",
															"Feather",
															"Feather",
															"Gold Coin",
															"Gold Coin",
															"Gem",
															"Gem"
														],
														[
															"19+",
															"Feather",
															"Feather",
															"Gold Coin",
															"Gem",
															"Gem",
															"Gem"
														]
													],
													"footnotes": [
														"* Intelligent undead must have an Intelligence or Wisdom score of at least 16. Examples include dracoliches, liches, mummy lords, vampires.",
														"** DMs discretion; examples include driders, medusa, shadow dragons."
													]
												}
											],
											"id": "108"
										},
										{
											"type": "entries",
											"name": "Weapons of the Raven Queen",
											"page": 79,
											"entries": [
												"The Raven Queen is famed for using shadow magic to create weapons infused with the memories that she has collected over the millennia. The most famous weapon is {@item Blackrazor}, but there have been many others. All of these weapons are sentient and can only be used after their user attunes with them. You can call upon the Raven Queen to gift you such a weapon. For her to respond you must offer up a powerful magical weapon (rare, very rare or legendary) and at least one devotion token. When you do this, you are granted a sentient weapon of your choice with a bonus as determined by the following chart:",
												{
													"type": "table",
													"caption": "Raven Queen Sentient Weapon Bonuses",
													"colLabels": [
														"CR",
														"Rare",
														"Very Rare",
														"Legendary"
													],
													"colStyles": [
														"col-3",
														"col-3 text-center",
														"col-3 text-center",
														"col-3 text-center"
													],
													"rows": [
														[
															"5-9",
															"+1",
															"+1",
															"+2"
														],
														[
															"10-15",
															"+2",
															"+2",
															"+3"
														],
														[
															"16+",
															"+2",
															"+3",
															"+3"
														]
													]
												},
												"The sentient weapon has Intelligence, Wisdom, and Charisma scores. To determine them, roll {@dice 4d6} for each one, dropping the lowest roll and totaling the rest. The weapon communicates by transmitting emotion to whoever is carrying or wielding it. Its alignment is the same as the memories of the being used in the offering to create it. You must name your weapon when you first use it.",
												"Like all sentient weapons your sentient weapon can come into conflict with you if your goals are not aligned."
											],
											"id": "109"
										},
										{
											"type": "entries",
											"name": "Sentient Weapon Powers",
											"page": 79,
											"entries": [
												"You increase the power of your sentient weapon by spending your devotion tokens as shown on the Sentient Weapon Powers table.",
												{
													"type": "table",
													"caption": "Sentient Weapon Powers",
													"colLabels": [
														"Devotion Cost",
														"Level Required",
														"Power"
													],
													"colStyles": [
														"col-2",
														"col-1 text-center",
														"col-9"
													],
													"rows": [
														[
															"Feather token",
															"1",
															"The weapon can speak, read, and understand one language. This can be taken multiple times"
														],
														[
															"Gold token",
															"3",
															"The weapon can communicate telepathically with any character that carries or wields it"
														],
														[
															"Gem token",
															"3",
															"Roll on the Magic Item Minor Property table of the {@book Dungeon Master's Guide|DMG}. This can only be taken three times"
														],
														[
															"Feather token",
															"3",
															"The weapon has hearing and normal vision out to 30 feet"
														],
														[
															"Gold token",
															"5",
															"The weapon has hearing and normal vision out an additional 30 feet (to a maximum of 120 ft.)"
														],
														[
															"Gold token",
															"7",
															"The weapon has {@sense darkvision} (requires hearing and normal vision)"
														],
														[
															"Gem token",
															"7",
															"The weapon has advantage on all {@skill Perception} checks"
														],
														[
															"Feather token",
															"9",
															"One aspect of the weapon's alignment can be changed (good to evil, chaotic to lawful)"
														],
														[
															"Gold token",
															"9",
															"The weapon scores a critical hit on a roll of 19 or 20"
														],
														[
															"Gem token",
															"12",
															"Roll once on the Artifact Minor Beneficial Properties table in the {@book Dungeon Master's Guide|DMG}. This can only be taken three times"
														]
													]
												}
											],
											"id": "10a"
										}
									],
									"id": "106"
								}
							],
							"id": "105"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Lothar|MaBJoV|Lothar of the Raven}",
								"{@creature Viktor|MaBJoV|Viktor Kuhn}"
							]
						}
					],
					"id": "0fd"
				},
				{
					"type": "section",
					"name": "Shadow Thieves",
					"page": 84,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/031.webp"
							},
							"width": 726,
							"height": 445
						},
						"The Shadow Thieves are the most powerful thief's guild in Faerûn. While originally based in the city of Waterdeep, the guild is now headquartered in Athkatla. Unlike other guilds of its kind that remain local to a single city, the Shadow Thieves run criminal operations all along the Sword Coast. This also includes enclaves in a few cities within the Underdark. The Shadow Thieves are primarily concerned with the accumulation of wealth through whatever means necessary.",
						"The Shadow Thieves engage in almost every form of criminal activity. This includes black mail, smuggling, piracy, burglary, illegal drugs. The only criminal activities that they avoid are prostitution and slavery.",
						{
							"type": "entries",
							"name": "Shadow Thieves Operatives",
							"page": 84,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Cloakmasters",
											"page": 84,
											"entries": [
												"You represent the will of the Shadow Council. You are responsible for running one or more of the criminal enterprises that the Shadow Thieves excel at—burglary, extortion, blackmail, bounty hunting, smuggling, piracy, racketeering, fencing, pick-pocketing or street begging.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Bards, Monks, Rogues, Rangers"
														}
													]
												}
											],
											"id": "10e"
										},
										{
											"type": "entries",
											"name": "Silhouettes",
											"page": 84,
											"entries": [
												"You are an agent of the Shadow Thieves.",
												{
													"type": "list",
													"items": [
														{
															"type": "item",
															"name": "Classes:",
															"entry": "Artificers, Bards, Clerics, Druids, Fighters, Paladins, Rogues, Sorcerers, Warlocks, Wizards"
														}
													]
												}
											],
											"id": "10f"
										}
									],
									"id": "10d"
								}
							],
							"id": "10c"
						},
						{
							"type": "entries",
							"name": "Shadow Thieves Enemies",
							"page": 84,
							"entries": [
								"The Shadow Thieves hate the Lords of Waterdeep. They also despise the guild that replaced them in that city—Xanathar's Guild. Another enemy are the Zhentarim, a rival organization that engages in many of the same illegal activities."
							],
							"id": "110"
						},
						{
							"type": "quote",
							"entries": [
								"I wrote a book on the Shadow Thieves a while back, but before I could get it published, they stole all my material. That's a joke by the way."
							],
							"by": "Volo"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/MaBJoV/032.webp"
							},
							"width": 2070,
							"height": 1500
						},
						{
							"type": "entries",
							"name": "Shadow Thieves Quests",
							"page": 84,
							"entries": [
								"Many of the quests that you engage in are criminal in nature.",
								{
									"type": "table",
									"caption": "Random Quests from the Shadow Thieves",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Assassination. Kill an enemy of the Shadow Thieves"
										],
										[
											"2",
											"Difficult Heist. Rob a high-profile target such as a noble family estate, temple or palace"
										],
										[
											"3",
											"Prison Break. Break a number of Shadow Thief operatives out of a prison"
										],
										[
											"4",
											"Destroy a rival. Destroy an existing thief's guild in a town or city so that the Shadow Thieves can move in"
										],
										[
											"5",
											"Disrupt Slave Lords. {@action Attack} a slaver stockade run by the Zhentarim"
										],
										[
											"6",
											"Infiltrate the Undercity. Spy on a newly started organization with ties to Xanathar based out of the undercity of a major city"
										]
									]
								}
							],
							"id": "111"
						},
						{
							"type": "entries",
							"name": "Shadow Thieves Perks",
							"page": 85,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Contraband",
											"page": 85,
											"entries": [
												"You have access to all of the illegal items that the Shadow Thieves deal in. This ranges from poisons and narcotics to rare scrolls and magic items. You must pay full price for all of them."
											],
											"id": "114"
										},
										{
											"type": "entries",
											"name": "Fences",
											"page": 85,
											"entries": [
												"The fences of the Shadow Thieves are amongst the best in the world. They can sell rare and easily recognizable items (such as stolen art and jewelry) as well as expensive magic items. Any item that you want to sell can be sold for its full price. Non-magical items and common and uncommon magic items take a day to sell. Rare and very rare items take {@dice 1d10} days. Legendary items take {@dice 1d4} weeks."
											],
											"id": "115"
										},
										{
											"type": "entries",
											"name": "Safe Houses",
											"page": 85,
											"entries": [
												"The Shadow Thieves maintain safe houses in all of the major cities along the Sword Coast. You can use these safe houses to maintain a moderate lifestyle for no cost."
											],
											"id": "116"
										},
										{
											"type": "entries",
											"name": "Heist Targets",
											"page": 85,
											"entries": [
												"As a member of the Shadow Thieves you are given access to a list of extensively researched heist targets as shown on the Heist Details table. If you decide to engage in one of these heists you must promise to give a 25 percent cut to the organization.",
												{
													"type": "table",
													"caption": "Heist Details",
													"colLabels": [
														"Heist",
														"Magical Treasure",
														"Gold",
														"Guardians",
														"Lock DC"
													],
													"colStyles": [
														"col-3",
														"col-3 text-center",
														"col-1-5 text-center",
														"col-3 text-center",
														"col-1-5 text-center"
													],
													"rows": [
														[
															"Diamond Dragon Jewelers in Athkatla",
															"{@item Gem of seeing}",
															"15,000 gp in jewels",
															"one {@creature mage}, four {@creature veteran||veterans}",
															"20"
														],
														[
															"Seven Songs import in Athkatla",
															"{@item Nolzur's marvelous pigments}",
															"8,000 gp",
															"twelve {@creature thug||thugs}, one {@creature assassin}",
															"15"
														],
														[
															"High House of Wonders in Baldur's Gate",
															"{@item Apparatus of kwalish}, shield guardian control medallion",
															"20,000 gp in art objects",
															"two {@creature clay golem||clay golems}, one {@creature stone golem}, one {@creature iron golem}",
															"25"
														],
														[
															"Ducal Palace in Baldur's Gate",
															"{@item Figurine of wondrous power}—obsidian steed",
															"15,000 gp in platinum ingots",
															"twelve {@creature knight||knights}, two {@creature mage||mages}",
															"25"
														],
														[
															"Temple of Lolth in Ust Natha",
															"{@item Candle of invocation}",
															"10,000 gp",
															"six {@creature drow elite warrior||elite drow warriors}, four {@creature drow priestess of lolth||drow priestesses}",
															"20"
														]
													]
												}
											],
											"id": "117"
										}
									],
									"id": "113"
								}
							],
							"id": "112"
						},
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@creature Montaron and the Laughing Skull|MaBJoV}",
								"{@creature Imoen|MaBJoV|Imoen the Godspawn}"
							]
						}
					],
					"id": "10b"
				}
			],
			"id": "090"
		},
		{
			"type": "section",
			"name": "Campaign Villains",
			"page": 91,
			"entries": [
				"There are six campaign villains in this chapter. If you aren't using one of them as your campaign villain, you might want to use them as a potential ally for your player characters, albeit one that isn't to be trusted. They also make powerful boss monsters for any high-level campaign.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@creature Baalzebul|MaBJoV}",
						"{@creature Bhaal, Slayer|MaBJoV}",
						"{@creature Bhaal, Ravager|MaBJoV}",
						"{@creature Cryonax|MaBJoV}",
						"{@creature Mephistopheles|MaBJoV}",
						"{@creature Pazuzu|MaBJoV}",
						"{@creature Ssendam, Lord of Madness|MaBJoV}"
					]
				}
			],
			"id": "118"
		},
		{
			"type": "section",
			"name": "Henchmen",
			"page": 108,
			"entries": [
				"The characters presented in this chapter can be used as the henchmen for your campaign villain, even if they aren't intended as such. They can also be used as unusual allies for your player characters or boss monsters for a side adventure. You might also want to use them as a random encounter for high level groups.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@creature Aribeth de Tylmarande|MaBJoV}",
						"{@creature Dagryn|MaBJoV|Dagryn the Lost}",
						"{@creature Darien|MaBJoV|Darien the Ice Witch}",
						"{@creature Edwin Odesseiron|MaBJoV}",
						"{@creature Eo Ashmajiir|MaBJoV}",
						"{@creature Kagain|MaBJoV|Kagain the Scream Hunter}",
						"{@creature Pelyious Avhoste|MaBJoV}",
						"{@creature Saemon Havarian|MaBJoV}",
						"{@creature Sarevok|MaBJoV|Sarevok Anchev}",
						"{@creature Viconia DeVir|MaBJoV}",
						"{@creature Xzar the Chaos Clone|MaBJoV}"
					]
				}
			],
			"id": "119"
		},
		{
			"type": "section",
			"name": "Monsters",
			"page": 131,
			"entries": [
				"This bestiary has game statistics for a dozen monsters. These are monsters that can often be found on the Sword Coast or are allies of a particular Campaign Villain. They might play a role in one of the Hometowns or the region surrounding it. Feel free to use them however you like.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@creature Achaierai|MaBJoV}",
						"{@creature Bebilith|MaBJoV}",
						"{@creature Farastu Stalker|MaBJoV}",
						"{@creature Kelubar Consul|MaBJoV}",
						"{@creature Shator Warden|MaBJoV}",
						"{@creature Dread Doppelganger|MaBJoV}",
						"{@creature Gibberling|MaBJoV}",
						"{@creature Hamadryad|MaBJoV}",
						"{@creature Sirene|MaBJoV}",
						"{@creature Phaerimm|MaBJoV}",
						"{@creature Skeleton Lord|MaBJoV}",
						"{@creature Skeleton Warrior|MaBJoV}",
						"{@creature Deep Spider|MaBJoV}",
						"{@creature Sword Spider|MaBJoV}",
						"{@creature Tasloi|MaBJoV}",
						"{@creature Tasloi Sniper|MaBJoV}",
						"{@creature Wolfwere Alpha|MaBJoV}",
						"{@creature Wolfwere|MaBJoV}"
					]
				}
			],
			"id": "11a"
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Writing and Design",
							"entries": [
								"James Ohlen"
							]
						},
						{
							"type": "item",
							"name": "Additional Design",
							"entries": [
								"Brent Knowles"
							]
						},
						{
							"type": "item",
							"name": "Editing",
							"entries": [
								"Drew Karpyshyn"
							]
						},
						{
							"type": "item",
							"name": "Graphic Design and Layout",
							"entries": [
								"Michal E. Cross"
							]
						},
						{
							"type": "item",
							"name": "Additional Writing",
							"entries": [
								"Patricia Barnabie, Drew Karpyshyn, Jesse Sky"
							]
						},
						{
							"type": "item",
							"name": "Monster Illustrations",
							"entries": [
								"Sebastian Kowoll"
							]
						},
						{
							"type": "item",
							"name": "Character Illustrations",
							"entries": [
								"Lius Lasahido"
							]
						},
						{
							"type": "item",
							"name": "Environment Illustrations",
							"entries": [
								"Julian Calle, Wadim Kashin, Erikas Perl"
							]
						},
						{
							"type": "item",
							"name": "Cover Art",
							"entries": [
								"Lius Lasahido"
							]
						},
						{
							"type": "item",
							"name": "Maps",
							"entries": [
								"John Stevenson"
							]
						},
						{
							"type": "item",
							"name": "Special Thanks",
							"entries": [
								"Everyone who worked on the {@i Baldur's Gate} videogame franchise, to Ed Greenwood for creating the {@i Forgotten Realms} and to the 5th edition {@style Dungeons & Dragons|small-caps} team"
							]
						},
						{
							"type": "item",
							"name": "Special Thanks",
							"entries": [
								"Cam Tofer for creating Minsc and Boo and to Luke Kristjanson for giving Minsc his voice"
							]
						},
						{
							"type": "item",
							"name": "Additional Special Thanks",
							"entries": [
								"Dean Andersen for helping with art direction, Linden Knowles and Carter Knowles for helping with design"
							]
						},
						{
							"type": "item",
							"name": "Additional Special Thanks",
							"entries": [
								"Sean Carriere, Ross Gardner, James LaValle, David Hollis, Eric Young, Mike Schoen, Michael Backus, Roneil Reddy, Russell Yale"
							]
						}
					]
				}
			],
			"id": "11b"
		}
	]
}
