{
	"data": [
		{
			"type": "section",
			"name": "Introduction: Vast Oceans of Adventure",
			"page": 4,
			"id": "000",
			"entries": [
				"In a D&D game, adventures can unfold in any corner of the multiverse—not just in the dungeons and wildernesses of the Material Plane but also on other planes of existence, including what celestial navigators refer to as Wildspace. When you stand on a Material Plane world and look up at the night sky, what you're seeing is Wildspace and, beyond that, the Astral Sea. Exploring these realms and the worlds they surround is the crux of a Spelljammer campaign.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/AAG/000-00-000.kindori-splash.webp"
					},
					"title": "A Cottage on a Kindori",
					"width": 1700,
					"height": 1100,
					"credit": "Jessica Nguyen"
				},
				{
					"type": "section",
					"name": "Terminology",
					"page": 4,
					"id": "001",
					"entries": [
						"The {@b Astral Plane} is, quite literally, the plane of stars. More precisely, it is where the stars and portals to the heavens reside—an infinitely vast celestial void that surrounds all the worlds of the Material Plane.",
						"Every D&D world—whether round, flat, or some other shape—exists in an airless void known as {@b Wildspace}. A world might be solitary, or it might have neighbors: one or more suns, worlds, moons, asteroids, comets, or other bodies. This neighborhood of celestial and planetary bodies is called a {@b Wildspace system}.",
						"In Wildspace, the Material Plane and the Astral Plane overlap. Creatures and objects in Wildspace age normally and are effectively on both of those planes at once. If you were to leave your home world and continue outward until you neared the edge of your Wildspace system, you would begin to see a faint, silvery haze. By traveling into this haze, you pass from Wildspace into the {@b Astral Sea}, more colorfully known as the Silver Void. The deeper into the Astral Sea you travel, the thicker and brighter the haze becomes, but the stars that shine through it are always visible. Wildspace and the Astral Sea together comprise the Astral Plane.",
						"The Astral Sea, like Wildspace, is a void; however, it is not an airless one. Here, you can breathe normally and exist indefinitely, never aging and never needing food or drink. You can propel yourself through the Astral Sea with the power of your mind alone, though many astral voyagers wisely travel in well-armed ships, for this place is the home of a host of fearsome creatures. Here travelers might find the petrified hulks of dead gods and swirling pools of color that serve as portals to other planes of existence. (For more information about {@book color pools|DMG|2|Color Pools}, see the {@book Dungeon Master's Guide|DMG}.)",
						"Much in the way that oars and strong winds enable travel by sea on terrestrial worlds, magic items called {@item Spelljamming Helm|AAG|spelljamming helms} are used to propel and steer ships through Wildspace and the Astral Sea. A {@item spelljamming helm|AAG} customarily takes the form of an ornate chair in which the ship's pilot sits. To attune to a {@item spelljamming helm|AAG}, one must be a spellcaster. The pilot of a spelljamming ship is called a {@b spelljammer}."
					]
				},
				{
					"type": "section",
					"name": "Using This Book",
					"page": 4,
					"id": "002",
					"entries": [
						"Most of the {@i Astral Adventurer's Guide} is designed to be shared with players. Think of this book's chapters as a primer for creating characters and running adventures in the uncharted void that surrounds each of the worlds of the Material Plane:",
						"{@book Chapter 1|AAG|1} contains new material for players, including two backgrounds and six race options.",
						"{@book Chapter 2|AAG|2} gives players and DMs rules for spelljamming as well as statistics and illustrations for various spelljamming vessels. The chapter also includes a few spells and magic items that are popular among astral voyagers.",
						"{@book Chapter 3|AAG|3} describes the Rock of Bral, a city built on an asteroid, which you can use as a port of call or a campaign hub. You can situate it anywhere in Wildspace or the Astral Sea."
					]
				},
				{
					"type": "section",
					"name": "Astral Campaigns",
					"page": 4,
					"id": "003",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AAG/001-00-001.wildspace-splash.webp"
							},
							"title": "Wildspace is like an ocean—a really, really big one",
							"width": 1700,
							"height": 1135,
							"credit": "Justin Girard"
						},
						"{@adventure Light of Xaryxis|LoX}, the adventure included in this product, begins on a world of your choice but quickly moves into Wildspace after the characters board a ship that turns out to be a spelljamming vessel. The First Adventure table offers alternative ways to launch a D&D campaign set mostly on the Astral Plane.",
						"If you choose to start your campaign on the Rock of Bral ({@book see chapter 3|AAG|3}), work with your players to determine which characters have lived in the city long enough to know it well.",
						{
							"type": "table",
							"caption": "First Adventure",
							"colLabels": [
								"d10",
								"Adventure Seed"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"The adventure begins on the Rock of Bral, where an {@creature autognome|BAM} (see {@book Boo's Astral Menagerie|BAM}) needs the characters' help to find its creator, who has gone missing on the Rock."
								],
								[
									"2",
									"One of the characters inherits a ship equipped with a {@item spelljamming helm|AAG} and an old captain's log that hints at places to explore, treasure to find, and perils to avoid."
								],
								[
									"3",
									"In the wilderness on their home world, the characters find a {@item spelljamming helm|AAG} in the wreckage of a crashed {@vehicle scorpion ship|AAG} (see {@book chapter 2|AAG|2|Scorpion Ship}) and run afoul of goblins who want to plunder the wreck."
								],
								[
									"4",
									"A wealthy patron gives the characters a ship and a {@item spelljamming helm|AAG} to call their own and expects them to accomplish a dangerous task in return."
								],
								[
									"5",
									"A spelljamming ship lands on the outskirts of a village where the characters are staying. The ship's captain is looking for raw recruits to join a war in Wildspace."
								],
								[
									"6",
									"Villagers ask the characters to investigate a strange object in the hills, which turns out to be a crashed {@vehicle nightspider|AAG} (see {@book chapter 2|AAG|2|Nightspider}) with survivors: a {@creature neogi pirate|BAM} and a {@creature neogi hatchling swarm|BAM} (see {@book Boo's Astral Menagerie|BAM} for both)."
								],
								[
									"7",
									"A {@creature hadozee explorer|BAM} (see {@book Boo's Astral Menagerie|BAM}) needs the characters' help to slay a white {@creature kindori|BAM} (see {@book Boo's Astral Menagerie|BAM}) that keeps attacking her {@vehicle flying fish ship|AAG} (see {@book chapter 2|AAG|2|Flying Fish Ship}). The hadozee can't tell whether the kindori is mean-spirited or amorous. Perhaps it has mistaken the ship for a rival—or a mate!"
								],
								[
									"8",
									"The characters were passengers aboard a spelljamming ship that crash-landed on a strange world after the {@item spelljamming helm|AAG} malfunctioned. The characters must fend off alien monsters until they are rescued."
								],
								[
									"9",
									"The characters are hired by a trading company to protect a valuable cargo that's being delivered to a distant world. The characters become crew members aboard the {@vehicle squid ship|AAG} (see {@book chapter 2|AAG|2|Squid Ship}) that is transporting the precious cargo."
								],
								[
									"10",
									"The adventure begins on the Rock of Bral, where one or more characters have earned the enmity of a {@creature plasmoid boss|BAM} (see {@book Boo's Astral Menagerie|BAM}). The heroes must either flee Bral to save themselves or contend with the boss's underlings."
								]
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 1: Character Options",
			"page": 7,
			"id": "004",
			"entries": [
				"When you create a character for a campaign or an adventure set in Wildspace or the Astral Sea, you can choose from any of the options that the D&D game provides, including those described in this chapter. As always, you should check with your DM before creating a character to make sure the options you prefer are available.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/AAG/002-01-001.characters-splash.webp"
					},
					"title": "Spacefaring adventurers leave their damselfly ship behind and explore a new world in pursuit of their latest quest",
					"width": 1700,
					"height": 2125,
					"credit": "Kieran Yanner"
				},
				{
					"type": "section",
					"name": "Backgrounds",
					"page": 7,
					"id": "005",
					"entries": [
						"The following backgrounds are good choices for 1st-level characters who have strong ties to the Astral Plane. These backgrounds each give a feat. If a character takes a background from elsewhere and doesn't get a feat from that background, the character gains one of the following feats of the player's choice: {@feat Magic Initiate}, {@feat Skilled}, or {@feat Tough}.",
						{
							"type": "list",
							"columns": 2,
							"items": [
								"{@background Astral Drifter|AAG}",
								"{@background Wildspacer|AAG}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Races",
					"page": 8,
					"id": "00c",
					"entries": [
						"This chapter describes six race options available to players with the DM's consent:",
						"{@race Astral elf|AAG}, an elf denizen of the Astral Plane who is possibly hundreds of years old",
						"{@race Autognome|AAG}, a mechanical gnome who has free will",
						"{@race Giff|AAG}, a hippo-headed being of impressive size",
						"{@race Hadozee|AAG}, a simian being who adapts well to the hazards of Wildspace",
						"{@race Plasmoid|AAG}, an amoeba-like person",
						"{@race Thri-kreen|AAG}, a telepathic, insectile being",
						"Githyanki are natives of the Astral Plane. If you want to play one, the {@race githyanki|MPMM}  race option is presented in {@book Monsters of the Multiverse|MPMM}.",
						{
							"type": "entries",
							"name": "Creating Your Character",
							"page": 8,
							"id": "00d",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/AAG/005-01-004.create-race-splash.webp"
									},
									"width": 1700,
									"height": 1135,
									"credit": "David Auden Nash"
								},
								"When you create your D&D character, you decide whether your character is a member of the human race or one of the game's fantastical races, which include the races presented in this chapter. If you create a character using a race option presented here, follow these additional rules during character creation.",
								{
									"type": "entries",
									"name": "Ability Score Increases",
									"page": 9,
									"id": "00e",
									"entries": [
										"When determining your character's ability scores, increase one of those scores by 2 and increase a different score by 1, or increase three different scores by 1. Follow this rule regardless of the method you use to determine the scores, such as rolling or point buy.",
										"The \"Quick Build\" section for your character's class offers suggestions on which scores to increase. You're free to follow those suggestions or to ignore them. Whichever scores you decide to increase, none of the scores can be raised above 20."
									]
								},
								{
									"type": "entries",
									"name": "Languages",
									"page": 9,
									"id": "00f",
									"entries": [
										"Your character can speak, read, and write Common and one other language that you and your DM agree is appropriate for the character. The {@book Player's Handbook|PHB} offers a list of widespread languages to choose from. The DM is free to add or remove languages from that list for a particular campaign."
									]
								},
								{
									"type": "entries",
									"name": "Creature Type",
									"page": 9,
									"id": "010",
									"entries": [
										"Every creature in D&D, including every player character, has a special tag in the rules that identifies the type of creature they are. Most player characters are of the Humanoid type. A race option presented here tells you what your character's creature type is.",
										"Here's a list of the game's creature types in alphabetical order: Aberration, Beast, Celestial, Construct, Dragon, Elemental, Fey, Fiend, Giant, Humanoid, Monstrosity, Ooze, Plant, Undead. These types don't have rules themselves, but some rules in the game affect creatures of certain types in different ways. For example, the text of the {@spell cure wounds} spell specifies that the spell doesn't work on a creature that has the Construct type. (The {@book autognome|AAG|1|Autognome}, described later in this chapter, is a noteworthy exception because of its Healing Machine trait.)"
									]
								},
								{
									"type": "entries",
									"name": "Life Span",
									"page": 9,
									"id": "011",
									"entries": [
										"The typical life span of a player character in the D&D multiverse is about a century, assuming the character doesn't meet a violent end on an adventure. Members of some races, such as dwarves and elves, can live for centuries—a fact noted in the description of the race in question."
									]
								},
								{
									"type": "entries",
									"name": "Height and Weight",
									"page": 9,
									"id": "012",
									"entries": [
										"Player characters, regardless of race, typically fall into the same ranges of height and weight that humans have in our world. If you'd like to determine your character's height or weight randomly, consult the Random Height and Weight table in the {@book Player's Handbook|PHB}, and choose the row in the table that best represents the build you imagine for your character."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 2: Astral Adventuring",
			"page": 17,
			"id": "053",
			"entries": [
				"If you're a player or a Dungeon Master who wants to know more about spelljamming and the Astral Plane, this chapter is for you. It expands on what's written about the {@book Astral Plane|DMG|2|Astral Plane} in the {@book Dungeon Master's Guide|DMG} and includes an assortment of spells, magic items, and spelljamming ships.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/AAG/012-02-001.astral-adventuring-splash.webp"
					},
					"title": "A hammerhead ship collides with a tyrant ship in the Astral Sea",
					"width": 1700,
					"height": 2200,
					"credit": "Campbell White"
				},
				{
					"type": "section",
					"name": "How Spelljamming Works",
					"page": 17,
					"id": "054",
					"entries": [
						"Spelljamming is the act of using a {@item spelljamming helm|AAG} ({@book described later|AAG|2|Spelljamming Helm} in the chapter) to propel and maneuver a ship. The individual that operates the helm is called a spelljammer.",
						{
							"type": "entries",
							"name": "Speed",
							"page": 17,
							"id": "055",
							"entries": [
								"When cruising through space, a spelljamming ship can travel 100 million miles in 24 hours. At this speed, the {@item spelljamming helm|AAG} makes minor course corrections on its own to avoid collisions with meteorites, other detritus, and space-dwelling creatures. These slight course corrections sometimes cause mild space sickness, which is a harmless affliction common among those who aren't accustomed to space travel.",
								"A spelljamming ship automatically slows to its flying speed (discussed later in this chapter) when it comes within 1 mile of something weighing 1 ton or more, such as another ship, a {@creature kindori|BAM} (see {@book Boo's Astral Menagerie|BAM}), an asteroid, or a planet. While moving at its flying speed, a spelljamming ship is generally as maneuverable as a seafaring vessel of a similar size. A spelljamming ship moving at its flying speed can accelerate to its 100-million-miles-every-24-hours speed provided there is nothing weighing 1 ton or more within 1 mile of the ship."
							]
						},
						{
							"type": "entries",
							"name": "Sensations",
							"page": 17,
							"id": "056",
							"entries": [
								"Using a {@item spelljamming helm|AAG} to move a ship produces a feeling in the spelljammer similar to moving a limb that has fallen asleep—a pins-and-needles sensation, though not as painful as its analog. When the ship approaches something large in space, the spelljammer is usually the first to detect it as the ship slows down. An experienced spelljammer can often sense what caused the ship to slow down a few moments before it can be seen; an asteroid \"feels\" different from a space galleon or a pod of {@creature kindori|BAM}, for example."
							]
						},
						{
							"type": "entries",
							"name": "Spelljammer Duels",
							"page": 17,
							"id": "057",
							"entries": [
								"A ship can have more than one {@item spelljamming helm|AAG} aboard it, but only one {@item spelljamming helm|AAG} at a time can be used to control the ship. If a spelljammer tries to gain control of a ship by using a second {@item spelljamming helm|AAG}, a spelljammer duel ensues. Resolve this conflict by having each spelljammer make a Constitution check; if the dueling spelljammers tie, have them reroll. The spelljammer with the lowest check result loses the duel and gains {@dice 1d4} levels of {@condition exhaustion}; in addition, their attunement to their {@item spelljamming helm|AAG} ends at once, and they can't attune to any {@item spelljamming helm|AAG} until all levels of {@condition exhaustion} are removed from them."
							]
						},
						{
							"type": "entries",
							"name": "Air Envelopes",
							"page": 17,
							"id": "058",
							"entries": [
								"When a creature or an object leaves a planet's atmosphere and enters Wildspace, an envelope of breathable air forms around it and lasts until that air is depleted.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/AAG/013-02-002.air-and-gravity.webp"
									},
									"title": "Diagram 2.1: Air Envelope and Gravity Plane",
									"width": 1700,
									"height": 1100,
									"credit": "CoupleOfKooks"
								},
								{
									"type": "entries",
									"name": "Air Envelopes of Creatures",
									"page": 17,
									"id": "059",
									"entries": [
										"The envelope of breathable air that forms around a creature takes the shape of a cube centered on that creature. The creature's size determines the cube's dimensions, as shown in the Air Envelopes of Creatures table.",
										{
											"type": "table",
											"caption": "Air Envelopes of Creatures",
											"colLabels": [
												"Creature's Size",
												"Air Envelope"
											],
											"colStyles": [
												"col-6 text-center",
												"col-6 text-center"
											],
											"rows": [
												[
													"Tiny",
													"2½-foot cube"
												],
												[
													"Small or Medium",
													"5-foot cube"
												],
												[
													"Large",
													"10-foot cube"
												],
												[
													"Huge",
													"15-foot cube"
												],
												[
													"Gargantuan",
													"20-foot cube"
												]
											]
										},
										"A creature that needs to breathe will exhaust the air in its personal envelope in 1 minute. Since this is barely enough time to get anywhere, most creatures travel through Wildspace aboard spelljamming ships, which have much larger air envelopes."
									]
								},
								{
									"type": "entries",
									"name": "Air Envelopes of Objects",
									"page": 18,
									"id": "05a",
									"entries": [
										"The envelope of breathable air that forms around an object extends out from its surface a distance equal to the longest dimension of its form. For example, a spherical planet 5,000 miles in diameter has an air envelope 15,000 miles in diameter, with the planet at the center of it. An air envelope need not be spherical; for example, a block of wood 1 foot by 2 feet by 3 feet is surrounded by a more-or-less rectangular envelope of air 3 feet by 6 feet by 9 feet.",
										"The air envelope around a spelljamming ship typically has an ovoid shape. {@book Diagram 2.1|AAG|2|Diagram 2.1: Air Envelope and Gravity Plane} shows the air envelope that surrounds a {@vehicle nautiloid|AAG} that has a keel length of 180 feet. It extends 180 feet from the ship in all directions.",
										"The air envelope around a habitable planet or moon is called an atmosphere. An atmosphere is a special kind of air envelope that replenishes itself constantly. A creature or an object can refresh its air envelope by entering the atmosphere of a planet or moon (see \"{@book Overlapping Air Envelopes|AAG|2|Overlapping Air Envelopes}\" below).",
										{
											"type": "inset",
											"name": "Fire in Wildspace",
											"page": 17,
											"id": "05b",
											"entries": [
												"Although nonmagical fire cannot exist in the vacuum of Wildspace, magical fire (such as that created by a {@spell fireball} spell) does burn in a vacuum. Magical fire does not cause objects to burst into flame, however, because there is no air to make ignition possible."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Air Quality",
									"page": 18,
									"id": "05c",
									"entries": [
										"The air envelope around a body or ship can be fresh, foul, or deadly. Air can change from one quality to another over time.",
										"{@b Fresh air} is completely breathable. Under normal circumstances, the air envelope of a ship remains fresh for 120 days. If a ship carries more creatures than its normal crew complement, they exhaust the supply of fresh air more quickly.",
										"{@b Foul air} is stale and partially depleted. It is humid and smells bad. Any creature that breathes foul air becomes {@condition poisoned} until it breathes fresh air again. The air aboard a ship with a normal crew complement degrades from fresh to foul on day 121, and the foul air turns deadly 120 days later.",
										"{@b Deadly air} is unbreathable. Any creature that tries to breathe deadly air begins to suffocate (see the rules on {@book suffocation|PHB|8|Suffocating} in the {@book Player's Handbook|PHB})."
									]
								},
								{
									"type": "entries",
									"name": "Overlapping Air Envelopes",
									"page": 18,
									"id": "05d",
									"entries": [
										"When two bodies come close enough to each other, their air envelopes merge, and the quality of the air around the smaller body changes to match that of the larger body. When the bodies later move away from each other, each one reclaims and retains its own air envelope.",
										"For example, if a {@vehicle damselfly ship|AAG} with a foul air envelope enters the atmosphere a planet with fresh air, the two air envelopes merge, and the damselfly ship's air quality changes from foul to fresh. If that ship then merges its fresh air envelope with the deadly air envelope surrounding a derelict ship, the damselfly ship's air quality would change from fresh to deadly."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Gravity Planes",
					"page": 19,
					"id": "05e",
					"entries": [
						"The reason everything pulls its own atmosphere along through space is the force of gravity. It's also the reason why creatures can stand on a spacefaring ship without falling off the deck.",
						"In Wildspace and on the Astral Plane, gravity is an accommodating force, in that the direction of its effect seems to be \"that which is most convenient.\" For an object the size of a planet or moon, gravity pulls everything toward the center of the body, meaning that creatures can stand upright anywhere on the surface, and dropped objects fall perpendicular to the surface they land on.",
						"For smaller objects, such as spacecraft, gravity doesn't radiate from a point but rather from a plane that cuts horizontally through the object and extends out as far as its air envelope. An object's gravity plane is two-directional: a creature can stand upright on the bottom of a ship's hull—upside down from the perspective of those elsewhere on the ship—and move around as easily as if it were walking on the top deck. {@book Diagram 2.1|AAG|2|Diagram 2.1: Air Envelope and Gravity Plane} shows the location of the gravity plane of a {@vehicle nautiloid|AAG}, by way of example, and indicates the directions in which its gravity operates.",
						"One of the unusual properties of a gravity plane is that an object that falls off the side of a ship can end up oscillating back and forth across the gravity plane. It drops in one direction until it crosses the plane, then reverses direction back toward the plane again, continuing until something causes it to stop.",
						{
							"type": "entries",
							"name": "Overlapping Gravity Planes",
							"page": 19,
							"id": "05f",
							"entries": [
								"When gravity planes intersect, such as when two ships pass close to each other and at different angles, the gravity planes of both ships remain in effect until the two ships touch one other (as often happens when they collide or when one ship lands on the other). If that happens, the gravity plane of the ship that has more hit points remaining (regardless of the ships' actual dimensions) overrides the other ship's gravity plane, suppressing it as long as the ships remain in contact, and the first ship's definition of \"up\" becomes the other ship's as well.",
								"When a ship touches down on a planet (or some other enormous body), the ship's gravity plane is suppressed. If a ship has one or more decks on the ventral side of the ship's gravity plane (rather than its dorsal side), precautions must be taken before the ship lands to secure anyone and anything that might fall when the ship's gravity plane is suppressed."
							]
						},
						{
							"type": "entries",
							"name": "Drifting",
							"page": 19,
							"id": "060",
							"entries": [
								"When a spelljamming ship moves in space, creatures and objects in its air envelope move with it, pulled along with the ship because of the strength of its gravity plane.",
								"However, an unanchored creature or object floating in a ship's air envelope is weightless and drifts toward the edge of the air envelope at a speed of 10 feet per minute. For example, an {@condition unconscious} sailor or a crate that falls off the deck of a spelljamming ship would begin drifting away from the ship along its gravity plane toward the edge of the ship's air envelope. When it exits the air envelope, the sailor or the crate would be left behind as the ship moves away from it."
							]
						},
						{
							"type": "entries",
							"name": "Falling",
							"page": 19,
							"id": "061",
							"entries": [
								"A floating creature that enters the air envelope of a larger body is immediately affected by the larger body's gravity (such as that of a planet) or gravity plane (such as that of a spelljamming ship). The creature falls from where it entered the air envelope to the surface of that body, or to the gravity plane of that body, whichever is nearer. Normal damage from the fall applies if the creature hits something solid at the end of the fall. A creature or an object that falls across a gravity plane takes no damage from the fall but begins oscillating from one side of the gravity plane to the other, as described above."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Astral Plane",
					"page": 20,
					"id": "062",
					"entries": [
						"Every world of the Material Plane is situated in Wildspace, or more precisely, in its own Wildspace system. Wildspace systems are airless oceans teeming with space-dwelling life forms, including spores, space plankton, and larger creatures that resemble fish and aquatic mammals. The ones that need air to survive either generate their own air envelopes or live in the air envelopes of other creatures.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AAG/014-02-003.the-astral-plane.webp"
							},
							"title": "Diagram 2.2: The Astral Plane",
							"width": 1700,
							"height": 1100,
							"credit": "CoupleOfKooks"
						},
						"Wildspace is where the Astral Plane overlaps with the Material Plane. Creatures and objects in Wildspace age normally and exist on both planes simultaneously. This overlap enables creatures to use spells such as {@spell teleport} and {@spell teleportation circle} to travel from Wildspace to a nearby world, or vice versa.",
						"Diagram 2.2 illustrates how the Astral Sea surrounds all the Wildspace systems, as well as the astral dominions of gods and the floating remains of dead gods (see the \"Astral Dominions and Dead Gods\" sidebar). Many Wildspace systems have names; for example, Realmspace is a Wildspace system that contains, among other things, the planet Toril—home of the Forgotten Realms setting.",
						"The following sections describe how astral travelers can get from one Wildspace system to another, as well as features of the Astral Plane that are likely to come into play.",
						{
							"type": "inset",
							"name": "Astral Dominions and Dead Gods",
							"page": 21,
							"id": "063",
							"entries": [
								"Many gods have dominions in the Astral Sea. These locations typically take the form of floating islands or cities of fantastic proportions. Astral travelers might visit these dominions as they would any other ports of call, though a dominion's divine ruler always knows when visitors have arrived and what their intentions are. Because these dominions are part of the Astral Sea, they are timeless; nothing ages there, and creatures can survive there indefinitely without food or drink.",
								"The Astral Sea is also where one can find the petrified remains of gods who were slain by more powerful entities or who lost all their mortal worshipers and perished as a result. A dead god looks like a gigantic, nondescript stone statue that bears little resemblance to the divine entity it once was. Githyanki, mind flayers, psurlons, and other natives of the Astral Plane sometimes turn these drifting hulks into outposts and cities, many of which are hollowed out beneath the surface."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Wildspace System",
							"page": 20,
							"id": "064",
							"entries": [
								"A typical Wildspace system has a sun plus a number of planets and moons orbiting it. Two examples of Wildspace systems, {@adventure Doomspace|LoX|3|Wildspace System: Doomspace} and {@adventure Xaryxispace|LoX|4|Wildspace System: Xaryxispace}, are described in the accompanying adventure, {@adventure Light of Xaryxis|LoX}. Use them as models when creating your own Wildspace system."
							]
						},
						{
							"type": "entries",
							"name": "Travel between Worlds",
							"page": 20,
							"id": "065",
							"entries": [
								"World-to-world travel requires a spelljamming ship, a {@spell teleport} spell, or some other kind of magic.",
								"Within a Wildspace system, the DM must decide how long it takes a spelljamming ship to travel from one world to another. This task is made easier if the DM has a diagram that shows how far away each world is from the center of the system (the diagrams of {@adventure Doomspace|LoX|3|Wildspace System: Doomspace} and {@adventure Xaryxispace|LoX|4|Wildspace System: Xaryxispace} in {@adventure Light of Xaryxis|LoX} serve as examples). Using such a diagram, you can calculate the shortest possible voyage (when the two worlds are as close to one another as possible) and longest possible voyage (when the two worlds are as far apart as they can be)."
							]
						},
						{
							"type": "entries",
							"name": "Travel between Systems",
							"page": 21,
							"id": "066",
							"entries": [
								"A creature or ship that wants to travel from one Wildspace system to another must cross the Astral Sea unless it has some other magical means of traveling from one world in the multiverse to another.",
								"Wildspace systems aren't fixed in certain locations in the multiverse. Because they're constantly in motion, like corks bobbing in water, no reliable devices exist to help plot a course from one Wildspace system to another. Fortunately for travelers, the nature of the Astral Sea makes such journeys relatively easy, as discussed in the next section."
							]
						},
						{
							"type": "entries",
							"name": "Traversing the Astral Sea",
							"page": 21,
							"id": "067",
							"entries": [
								"The Astral Sea not only has gravity (see \"{@book Gravity Planes|AAG|2|Gravity Planes}\" above) but also breathable, comfortable air. But is the air real, or does this heavenly realm merely trick creatures into thinking they're breathing? In the Astral Sea, one can never be certain. All that really matters is that a creature can survive indefinitely in the Astral Sea, never aging and never feeling hunger or thirst.",
								{
									"type": "inset",
									"name": "Tracking Time in Wildspace",
									"page": 19,
									"id": "068",
									"entries": [
										"Local time varies from world to world and from one Wildspace system to the next, depending on rotational periods, custom, and a host of other factors. Astral travelers often rely on what is considered the standard way of keeping time.",
										"A standard day is 24 hours long. A standard week is seven standard days, and a standard month is four standard weeks (28 standard days).",
										"The typical method for determining the length of a year—the amount of time that passes during a complete cycle of the seasons—has no meaning or usefulness for individuals who spend most of their time on the Astral Plane. For this reason, astral travelers avoid using years as a measurement of time."
									]
								},
								{
									"type": "entries",
									"name": "Travel by Thought Alone",
									"page": 21,
									"id": "069",
									"entries": [
										"A creature doesn't need a vessel to travel through the Astral Sea. In this realm, a traveler has the option of propelling itself by thought alone. The more intelligent a creature is, the faster it can move. A creature that chooses to move in this fashion can move in any direction at a flying speed in feet equal to 5 × its Intelligence score."
									]
								},
								{
									"type": "entries",
									"name": "Astral Sea Navigation",
									"page": 21,
									"id": "06a",
									"entries": [
										"One doesn't need a map to navigate the Astral Sea. Here, all creatures are blessed with directional awareness. In other words, a creature can get to where it wants to go by thinking of its destination, at which point it becomes aware of the most direct route to that location. The destination must be somewhere in the Astral Sea or in Wildspace, such as \"the nearest githyanki outpost,\" \"the astral dominion of Hestavar,\" or \"Realmspace.\" This directional awareness doesn't reveal how safe the route is, and the DM decides how far away the destination is and how perilous the trek through the Astral Sea is."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Temperature",
							"page": 21,
							"id": "06b",
							"entries": [
								"The ambient temperature on the Astral Plane is about the same as on a moderate summer day in the temperate region of most worlds. Since there are no seasons in Wildspace or the Astral Sea, this temperature remains constant at all times. Some Wildspace systems, however, have significantly higher or lower temperatures. Krynnspace, for example, has a very low natural temperature (about 16 degrees Fahrenheit), and clouds of ice particles swirl in the vacuum within its boundaries. Of course, as one approaches a star that puts out heat, the ambient temperature increases."
							]
						},
						{
							"type": "entries",
							"name": "Astral Fishing",
							"page": 21,
							"id": "06c",
							"entries": [
								"Fishing is a popular pastime in Wildspace and the Astral Sea, though this activity isn't possible aboard a ship that is moving faster than its flying speed (discussed later in this chapter). Wildspace settlements sell {@item basic fishing equipment|AAG} for 1 sp. For that, you get a pole, a line, a hook, and either a lure or some bait.",
								"At the end of each hour spent fishing, a character can make a {@dc 15} Wisdom ({@skill Survival}) check. A failed check indicates no fish is caught during that hour. On a successful check, roll a {@dice d10} and consult the Fishing table to determine the catch.",
								{
									"type": "table",
									"caption": "Fishing",
									"colLabels": [
										"d10",
										"Catch"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1–2",
											"Tiny, inedible fish (a creature that consumes it is {@condition poisoned} for 1 hour)"
										],
										[
											"3–5",
											"Tiny, edible fish (feeds one person)"
										],
										[
											"6–8",
											"Small, edible fish (feeds up to four people)"
										],
										[
											"9",
											"Hostile {@creature space eel|BAM} (see {@book Boo's Astral Menagerie|BAM}; feeds up to twelve people)"
										],
										[
											"10",
											"Hostile {@creature gray scavver|BAM} (see {@book Boo's Astral Menagerie|BAM}; feeds up to twenty people), some other creature of the DM's choosing, or an Tiny object of the DM's choosing"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Weightlessness",
							"page": 21,
							"id": "06d",
							"entries": [
								"In any location where gravity isn't present, the following rules apply:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Impeded Melee",
											"entry": "When making a melee attack with a weapon, a creature that doesn't have a flying or swimming speed (either naturally or provided by magic) has disadvantage on the attack roll unless the weapon deals piercing damage."
										},
										{
											"type": "item",
											"name": "Movement",
											"entry": "A creature can use an action to push off something heavier than itself and move up to its walking, flying, or swimming speed in a straight line. The creature continues along this course, moving in a straight line at its speed on each of its turns until something stops it or changes its trajectory."
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Magic",
					"page": 22,
					"id": "06e",
					"entries": [
						"Magic functions on the Astral Plane as it does in most other D&D settings. The following sections present spells and magic items that are popular among astral travelers.",
						{
							"type": "entries",
							"name": "Spells",
							"page": 22,
							"id": "06f",
							"entries": [
								"The Spells table shows which classes can cast the spells in this section and the levels of those spells. The table also notes the school of magic of a spell and which classes have access to it. (The {@class Artificer|TCE|artificer class} is presented in {@book Tasha's Cauldron of Everything|TCE}.)",
								{
									"type": "table",
									"caption": "Spells",
									"colLabels": [
										"Level",
										"Spell",
										"School",
										"Class"
									],
									"colStyles": [
										"col-2 text-center",
										"col-3",
										"col-2",
										"col-5"
									],
									"rows": [
										[
											"2nd",
											"{@spell Air Bubble|AAG}",
											"Conjuration",
											"Artificer, Druid, Ranger, Sorcerer, Wizard"
										],
										[
											"5th",
											"{@spell Create Spelljamming Helm|AAG}",
											"Transmutation",
											"Artificer, Wizard"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Magic Items",
							"page": 22,
							"id": "073",
							"entries": [
								"This section describes magic items that are essential to travel and survival in Wildspace, as well as other items likely to be found on the Astral Plane.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@item Fish Suit|AAG}",
										"{@item Spelljamming Helm|AAG}",
										"{@item Wildspace Orrery|AAG}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Spelljamming Ships",
					"page": 24,
					"id": "079",
					"entries": [
						"This section provides descriptions of various spelljamming vessels and rules that can be used when running encounters aboard them.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AAG/017-02-006.mordy-astral-projection.webp"
							},
							"title": "While using an astral projection spell to traverse the Astral Sea, Mordenkainen the wizard happens upon a spelljamming ship",
							"width": 1700,
							"height": 1135,
							"credit": "Billy Christian"
						},
						{
							"type": "list",
							"columns": 4,
							"items": [
								"{@variantrule Crew|AAG}",
								"{@variantrule Ship-to-Ship Combat|AAG}",
								"{@variantrule Crashing|AAG}",
								"{@variantrule Ship Repairs|AAG}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Spelljammer Vessels",
					"page": 26,
					"id": "083",
					"entries": [
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@vehicle Bombard|AAG}",
								"{@vehicle Damselfly Ship|AAG}",
								"{@vehicle Flying Fish Ship|AAG}",
								"{@vehicle Hammerhead Ship|AAG}",
								"{@vehicle Lamprey Ship|AAG}",
								"{@vehicle Living Ship|AAG}",
								"{@vehicle Nautiloid|AAG}",
								"{@vehicle Nightspider|AAG}",
								"{@vehicle Scorpion Ship|AAG}",
								"{@vehicle Shrike Ship|AAG}",
								"{@vehicle Space Galleon|AAG}",
								"{@vehicle Squid Ship|AAG}",
								"{@vehicle Star Moth|AAG}",
								"{@vehicle Turtle Ship|AAG}",
								"{@vehicle Tyrant Ship|AAG}",
								"{@vehicle Wasp Ship|AAG}"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 3: The Rock of Bral",
			"page": 59,
			"id": "0d7",
			"entries": [
				"Bral is a city built on an asteroid. Its inhabitants, who hail from many worlds, typically refer to Bral as the Rock. There is no other place quite like it in Wildspace. This chapter provides an overview of the asteroid city, which can serve as a hub for campaigns set in Wildspace. The accompanying {@book poster map|AAG|5} shows the topside and underside of the Rock of Bral, which are described later in this chapter.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/AAG/067-03-001.rock-of-bral-splash.webp"
					},
					"title": "There's only one rule on the Rock of Bral: leave your vendettas at the docks",
					"width": 1700,
					"height": 2200,
					"credit": "Robin Olausson"
				},
				{
					"type": "section",
					"name": "Past and Present",
					"page": 59,
					"id": "0d8",
					"entries": [
						"The Rock traces its roots back to roughly 170 years ago, when the eponymous Captain Bral established a pirate refuge here. The asteroid became a haven for thieves and cutthroats, and among them a few merchants and entrepreneurs set up shop. Even in a climate of lawlessness, the place evolved into something resembling a settlement of citizens. After Captain Bral's death, the burgeoning city became known as Bral, in his honor, and its location as the Rock of Bral. For the next several decades, various pirate captains held sway in the city, but none of them demonstrated an interest in trying to take over sole leadership of the city.",
						"Eventually, the merchants and tavernkeepers who made their livings on the Rock became as numerous as the pirates and brigands who sought refuge there. One of the pirate captains, Cozar, sensed that times were changing on the Rock—that the days of lawlessness were coming to an end. Through a series of strategic alliances and shrewd business deals, he consolidated his political power and dubbed himself Prince Cozar, the Rock's first overlord. Under Prince Cozar's long reign, the city evolved from a pirate hideout into a major city, attracting profit-seekers, adventurers, and other more respectable types.",
						"Upon Cozar's death, the rule of Bral passed to Frun, his son and heir. Frun was far from an able politician. Rather, he was a hedonist whose overindulgences compromised his authority. Business leaders and other influential types grabbed power where they could, and by the end of his reign, Frun was little more than a figurehead. His only notable accomplishments were the renovation of the royal palace and the construction of the arena that bears his name.",
						"Frun was succeeded by his son, Calar, whose bearing and tastes resembled those of his father but whose time as the overlord lasted only days. Calar died six years ago under mysterious circumstances shortly after taking the throne; his body was found floating in space just beyond the asteroid's air envelope. Leadership of the Rock passed to Calar's younger brother, Andru, who had a group of malcontents arrested and executed for the crime within days.",
						"Though his place on the throne is secure for now, Prince Andru is merely one player in a maze of political intrigue. He has a host of agents and forces loyal to him, but he must act with consideration, since he has opponents who would rather see Bral ruled by a more ineffectual leader or by a council that could more easily be influenced. Andru maintains his strong base of support because he is a serious and intelligent person—often likened to his grandfather, Prince Cozar, in this regard—and he isn't easily intimidated."
					]
				},
				{
					"type": "section",
					"name": "Life on the Rock",
					"page": 59,
					"id": "0d9",
					"entries": [
						"Bral is populated by an outlandish collection of traders, rogues, mercenaries, pirates, nobles, and entrepreneurs. Generally, law enforcement is sporadic, which means that order is an elusive concept. Most folks who call the Rock home adhere to two principles: mind your own business whenever possible, and enough gold can fix anything.",
						{
							"type": "entries",
							"name": "Keeping Order",
							"page": 59,
							"id": "0da",
							"entries": [
								"General lawlessness prevails in much of the city, but that's not to say that order doesn't exist. Simply put, most citizens police themselves. No city watch patrols the streets. Tavernkeepers hire muscular folks to break up fights and toss out drunkards. Market vendors trust their own eyes to spot shoplifters. Every person on the Rock is expected to have enough sense to hang onto their purse and not be taken in by a swindler.",
								"Serious crimes, such as arson, can be reported to one of the city's three magistrates, who preside over the Low City, the Middle City, and the High City, respectively. If the magistrate concludes that the situation warrants their attention, the Magistrate's Watch is dispatched to investigate and take offenders into custody, if necessary. Most members of the Magistrate's Watch use the {@creature veteran} stat block.",
								"Reporting crimes is voluntary, and many folks don't bother to do so, since the resulting investigation and legal proceedings are likely to take up too much of their time."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Who's Who",
					"page": 60,
					"id": "0db",
					"entries": [
						"Part of the trick to making the most of a visit to the Rock is knowing whom to approach and whom to avoid, so here's a helpful guide to who does what.",
						{
							"type": "entries",
							"name": "Prince Andru and His Court",
							"page": 60,
							"id": "0dc",
							"entries": [
								"The Bralian monarch is a slender, graceful man of 44 years. Self-serving and devious, he firmly believes that the end justifies the means. After secretly orchestrating the murder of his brother Calar, the previous monarch, Prince Andru consolidated his power and has held the throne in the years since.",
								"Prince Andru surrounds himself with a small group of advisors, two of whom are described below.",
								{
									"type": "entries",
									"name": "Proconsul Gadaric Main",
									"page": 60,
									"id": "0dd",
									"entries": [
										"Gadaric is Andru's chief advisor. His appearance is that of the stereotypical elderly court wizard. He is hot-headed and a bit unreliable."
									]
								},
								{
									"type": "entries",
									"name": "Captain Mahaxara Khal",
									"page": 60,
									"id": "0de",
									"entries": [
										"Mahaxara, the current captain of the Royal Guard, is tall and athletic. She has snake tattoos adorning her arms. She is unflinchingly loyal to House Cozar, though she has no appetite for courtly politics."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Underbarons",
							"page": 60,
							"id": "0df",
							"entries": [
								"Four underbarons, each one equivalent to the master of a thieves' guild, compete among themselves for greater shares of influence and income in the city. Despite their status as lords of criminal fiefdoms, the underbarons enjoy the prince's tolerance, if only because each one's existence serves as a check against the others.",
								"The businesses in any given area of the city operate under the protection of one of the underbarons. That service is paid for through the collection of \"insurance\" fees. The arrangement isn't strictly extortion, because it's common for an underbaron to reimburse clients who suffer losses because of a rival guild's actions.",
								"The four current underbarons are as follows:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ozamata",
											"entry": "This lawful evil human controls the docks and most of the Low City."
										},
										{
											"type": "item",
											"name": "Meredin Sandyfoot",
											"entry": "This neutral good halfling, headquartered in a neighborhood known as the Burrows, holds sway over craftspeople."
										},
										{
											"type": "item",
											"name": "The Juggler",
											"entry": "This chaotic good elf oversees a network of swindlers and minstrels. Her real name is Kiria Evensong, and she runs the {@book Juggler's Folk Guildhouse|AAG|3|Juggler's Folk Guildhouse} (described later in the chapter)."
										},
										{
											"type": "item",
											"name": "The Unknowable One",
											"entry": "Within the cavernous interior of the Rock dwells a mysterious underbaron who specializes in smuggling. This underbaron—a {@creature mind flayer}—breeds {@creature Intellect Devourer||intellect devourers} and uses them to turn Bralian citizens into spies."
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Getting Your Bearings",
					"page": 60,
					"id": "0e0",
					"entries": [
						"The Rock of Bral is roughly 1 mile long and half that in width and depth, oriented front to back, with a leading edge and a trailing edge. A gravity plane bisects the length of the Rock, separating it into a topside and an underside.",
						"The city of Bral is spread across the topside. On the trailing edge rises the High City, which includes the royal palace of Starhaven and its grounds, the noble estates, and Lake Bral. From there, the geography of Bral slopes down toward the Middle City, the financial and mercantile heart of the city. At the leading edge of the Rock is the Low City, an area populated by folk of modest means and the businesses they patronize. New arrivals at Bral typically disembark at the Low City's docks.",
						"The underside of the Rock is off limits to the general population and not part of the city per se. It is where Bral's military forces are based. Most of the ground on the underside is used to grow crops to feed the populace. These fields are tended by convicted criminals who are housed in barracks and guarded by soldiers.",
						"The interior of the Rock, which stretches half a mile from the surface of the topside to the surface of the underside, contains a network of caverns and tunnels. Built by pirates and smugglers, this dungeon is home to one of the city's underbarons (see {@book Underbarons|AAG|3|Underbarons} above) and is frequently used for clandestine meetings.",
						{
							"type": "entries",
							"name": "High City",
							"page": 60,
							"id": "0e1",
							"entries": [
								"Rising above the rest of Bral on the trailing edge of the asteroid, the High City is a green, spacious expanse that holds Prince Andru's palace, called Starhaven, and various noble estates.",
								{
									"type": "entries",
									"name": "Starhaven",
									"page": 60,
									"id": "0e2",
									"entries": [
										"Standing at the highest point topside, Andru's palace of Starhaven crowns the Rock. Enclosed behind a wall, the seat of the ruling prince is a sprawling structure of gleaming domes and climbing vines.",
										"The palace has many windows, all rendered shatterproof by magic. Attendants in impeccable livery see to the needs of the palace's occupants, while armored guards stand vigilant around the grounds."
									]
								},
								{
									"type": "entries",
									"name": "Lake Bral",
									"page": 60,
									"id": "0e3",
									"entries": [
										"Lake Bral fills a chasm and provides most of the water that sustains Bral's population. The chasm extends through the gravity plane of the asteroid, so that Lake Bral has two surfaces—its topside surface and another in a cavern deep inside the Rock.",
										"Although the lake means that a shortage of water isn't normally a concern on Bral, the water supply becomes depleted every few years. To replenish it, the Bralian navy embarks on an expedition to latch onto a nearby ice asteroid and bring it back. Before being brought into the Rock's gravity plane and lowered into the lake, the ice is broken up into manageable pieces.",
										"A natural stone formation, called the Stonebridge, spans a narrow part of the lake."
									]
								},
								{
									"type": "entries",
									"name": "Festival Grounds and Arena of Frun",
									"page": 61,
									"id": "0e4",
									"entries": [
										"The Festival Grounds is a broad parkland used for public gatherings on holidays and as a recreation spot at other times. Once a year, the Arena of Frun is the site of a series of athletic games, though it is seldom used for organized events otherwise."
									]
								},
								{
									"type": "entries",
									"name": "Library of the Spheres",
									"page": 61,
									"id": "0e5",
									"entries": [
										"The Library of the Spheres boasts a vast collection of tomes, scrolls, and other manuscripts. The library doesn't contain any books or scrolls of a magical nature, and none of its contents can be taken off the premises."
									]
								},
								{
									"type": "entries",
									"name": "The Man-o'-War",
									"page": 61,
									"id": "0e6",
									"entries": [
										"For those feeling fancy or for whom fanciness is a way of life, the Man-o'-War, with its view overlooking Lake Bral, is the finest restaurant and inn in the city. The establishment has a strict dress code, and guests are not permitted to carry weapons.",
										"Shrii Hallek, a respectful female hadozee, manages the Man-o'-War for its mysterious owners, who are rumored to be adventurers."
									]
								},
								{
									"type": "entries",
									"name": "Royal Theater Company",
									"page": 61,
									"id": "0e7",
									"entries": [
										"The Royal Theater has been in operation for over sixty years. The company's lavish stage productions often feature magical illusions and pyrotechnical special effects."
									]
								},
								{
									"type": "entries",
									"name": "Temple District",
									"page": 61,
									"id": "0e8",
									"entries": [
										"The temples in the Temple District are devoted to various gods, faiths, and pantheons. The priests here are willing to cast helpful spells in exchange for a donation in coins, gems, or art objects of a certain value, as noted in the Helpful Spells table.",
										{
											"type": "table",
											"caption": "Helpful Spells",
											"colLabels": [
												"Spell",
												"Donation"
											],
											"colStyles": [
												"col-6",
												"col-6"
											],
											"rows": [
												[
													"{@spell Commune}",
													"1,000 gp"
												],
												[
													"{@spell Legend lore}",
													"1,500 gp"
												],
												[
													"{@spell Lesser restoration}",
													"150 gp"
												],
												[
													"{@spell Raise dead}",
													"2,000 gp"
												],
												[
													"{@spell Remove curse}",
													"250 gp"
												],
												[
													"{@spell Scrying}",
													"1,000 gp"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Middle City",
							"page": 62,
							"id": "0e9",
							"entries": [
								"The financial and mercantile center of Bral, the Middle City is home to thousands of Bralians who can afford to live outside the Low City but don't have the privilege or means to dwell behind the walls of the High City.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/AAG/068-03-002.elmandar-star-charts.webp"
									},
									"title": "Elmandar's Star Charts is run by a retired elf adventurer who once served as the spelljammer aboard a space galleon called the Eclipse (shown here as a model)",
									"width": 1700,
									"height": 1099,
									"credit": "Kent Davis"
								},
								{
									"type": "entries",
									"name": "The Donjon",
									"page": 62,
									"id": "0ea",
									"entries": [
										"The Donjon is a walled fortification near the shore of Lake Bral where some offenders and malefactors against the crown are held. In addition to its role as an auxiliary barracks for the Royal Guard, the Donjon is where those judged too dangerous to serve sentences working the fields on the underside are imprisoned. The Warden of the Donjon is a {@creature plasmoid boss|BAM} (see {@book Boo's Astral Menagerie|BAM}) named Ux."
									]
								},
								{
									"type": "entries",
									"name": "The Edge",
									"page": 62,
									"id": "0eb",
									"entries": [
										"One of the largest and busiest taverns in Bral is the Edge, an establishment that's popular among space travelers visiting the Rock. A chatty, philosophical {@creature thri-kreen mystic|BAM} (see {@book Boo's Astral Menagerie|BAM}) named Vikka tends bar."
									]
								},
								{
									"type": "entries",
									"name": "Elmandar's Star Charts",
									"page": 62,
									"id": "0ec",
									"entries": [
										"Elmandar, a retired elf adventurer, is Bral's most accomplished astronomer. The star charts that he and his staff of cartographers create are highly sought after by navigators. These maps don't come cheap, each one priced between 300 and 800 gold pieces, but the owner of an Elmandar map can bring it back to the shop at any time for an update at no charge."
									]
								},
								{
									"type": "entries",
									"name": "Gaspar's Reclamations",
									"page": 62,
									"id": "0ed",
									"entries": [
										"Gaspar's Reclamations specializes in recovering magic items, gems, and works of art on behalf of its clients. The firm makes a living by charging a modest \"finder's fee\" for returning a lost item to its rightful owner. More important in the short term is the boost to its reputation that the business receives with every successful recovery."
									]
								},
								{
									"type": "entries",
									"name": "Great Market",
									"page": 62,
									"id": "0ee",
									"entries": [
										"A chaotic expanse of small vendors, street performers, beggars, orators, merchants, and customers of all descriptions, the Great Market is the hub of the Middle City. During business hours, throngs of people swarm the area, and pickpockets dart among them to ply their own trade."
									]
								},
								{
									"type": "entries",
									"name": "Juggler's Folk Guildhouse",
									"page": 62,
									"id": "0ef",
									"entries": [
										"Operating behind the facade of a small backstreet playhouse, the guild of thieves known as the Juggler's Folk doubles as an acting company that puts on bawdy and crass comedies to maintain their ruse. The underbaron known as the Juggler operates out of the theater, occasionally performing before audiences unaware of her identity."
									]
								},
								{
									"type": "entries",
									"name": "Red Masks Guildhouse",
									"page": 62,
									"id": "0f0",
									"entries": [
										"The Red Masks are a group of violent youngsters fighting for influence on the Rock. They frequently come into conflict with members of the Juggler's Folk. Fronted by a modest tavern, the Red Masks Guildhouse is located within a series of linked cellars beneath the streets. The tavern has no sign that bears its name, though a placard hanging over the door depicts a thrashing bull rendered crudely in red paint.",
										"Most of the tavern's patrons don't suspect the establishment's true purpose. Those who are here on guild business need to be admitted to the Red Masks' secret sanctum before they are permitted to speak freely with the group's leaders."
									]
								},
								{
									"type": "entries",
									"name": "Mages' Guildhall",
									"page": 62,
									"id": "0f1",
									"entries": [
										"A sturdy three-story tower, the Mages' Guildhall is the headquarters and meeting place of the Mages' Guild of Bral. All arcane spellcasters in the city are entitled to join this loose federation, either as short-term guests or permanent, dues-paying members. The benefits of membership include access to hard-to-find spell components, the use of the guild's research facilities, and the prospect of professional discourse with others of a similar mind."
									]
								},
								{
									"type": "entries",
									"name": "The Sindiath Line",
									"page": 62,
									"id": "0f2",
									"entries": [
										"A gaudily decorated building tucked away in a cluster of residences is a branch office of the Sindiath Line, a charter service that ferries passengers from Bral to destinations throughout Wildspace, including other Wildspace systems. The captains who work for the Sindiath Line are capable and dependable."
									]
								},
								{
									"type": "entries",
									"name": "The Smith's Coster",
									"page": 62,
									"id": "0f3",
									"entries": [
										"The largest and most successful merchant company based on the Rock is the Smith's Coster, which maintains a fleet of trading vessels and several warship escorts. The company specializes in trafficking weapons—for instance, providing iron blades to a community that lacks smithing in exchange for furs and other valuable merchandise, or making firearms available to a culture in which they were previously unknown."
									]
								},
								{
									"type": "entries",
									"name": "Valkan's Legion",
									"page": 62,
									"id": "0f4",
									"entries": [
										"The largest group of soldiers on the Rock, aside from the forces commanded by the prince, belongs to the mercenary company called Valkan's Legion. The organization maintains a building in the Middle City as a meeting place and mustering point for its members, who reside in their own homes when they're not on active duty.",
										"Led by the renowned Valkan Riogan, who heads up many of the legion's larger operations personally, the company takes on missions on behalf of the crown as well as hiring out squads of soldiers to rich individuals who need protection or security on a temporary basis."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Low City",
							"page": 63,
							"id": "0f5",
							"entries": [
								"The beating heart of the Rock lies in the warren of streets and crowded markets of the Low City. It buzzes with activity at all hours, its streets choked with boisterous peddlers, clamorous beggars, and sneaky thieves.",
								"The Low City has a preponderance of taverns, inns, alehouses, shops, and crafting establishments and an equally staggering number of vacant buildings.",
								{
									"type": "entries",
									"name": "Docks",
									"page": 63,
									"id": "0f6",
									"entries": [
										"Most ships approach Bral at the asteroid's leading edge, where a set of wooden docks extends into Wildspace to provide berths for new arrivals. Caverns at the gravity plane have been cut into the Rock's edge and turned into storage areas. Many of them are fitted with hoists used to transport cargo to the warehouses topside."
									]
								},
								{
									"type": "entries",
									"name": "The Drydock",
									"page": 63,
									"id": "0f7",
									"entries": [
										"Referred to as the drydock, the shipyards, or simply the yards, this large, flat area along the leading edge is where ships are built and repaired."
									]
								},
								{
									"type": "entries",
									"name": "The Happy Beholder",
									"page": 63,
									"id": "0f8",
									"entries": [
										"This prosperous tavern is owned and run by Large Luigi, a locally famous, lawful neutral {@creature beholder}. Luigi has encyclopedic knowledge of all sorts of topics, and he's more than happy to share information with just about anybody. He is a civic-minded, well-liked citizen who has no political ambitions. His tavern is rarely troubled by bullies or thieves.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/AAG/069-03-003.large-luigi-splash.webp"
											},
											"title": "Large Luigi, the proprietor of the Happy Beholder, is delighted to meet new patrons",
											"width": 1700,
											"height": 1135,
											"credit": "Ralph Horsley"
										}
									]
								},
								{
									"type": "entries",
									"name": "Lesser Market",
									"page": 63,
									"id": "0f9",
									"entries": [
										"The Low City's marketplace is much smaller and shabbier than the Great Market of the Middle City. Most of its structures are rickety stalls where small merchants peddle their wares. Though it draws its clientele mostly from the surrounding neighborhoods, the Lesser Market also attracts new arrivals, fresh from the docks, who are looking for a bargain or perhaps for something more sinister."
									]
								},
								{
									"type": "entries",
									"name": "Mercane Agency",
									"page": 63,
									"id": "0fa",
									"entries": [
										"{@creature Mercane|BAM|Mercanes} (see {@book Boo's Astral Menagerie|BAM}) recently established a presence on the Rock by taking over an unmarked, inconspicuous building near the Lesser Market. The place is occupied by a small staff of agents who act as an intermediary between the mercanes and those who want to do business with them. Such business typically involves the purchase of {@item Spelljamming Helm|AAG|spelljamming helms} and other magic items.",
										"The mercanes don't advertise their involvement with the facility, nor do they visit the agency very often. When they do, it's usually to conduct business with a particularly wealthy or influential client."
									]
								},
								{
									"type": "entries",
									"name": "The Rockrat",
									"page": 64,
									"id": "0fb",
									"entries": [
										"Of all the taverns on Bral, the Rockrat has the reputation of being the most dilapidated and filthy. Its only concession to decoration is a few hanging pieces of damaged nautical gear. Its owner and proprietor is a friendly, foul-mouthed wererat named Maya."
									]
								},
								{
									"type": "entries",
									"name": "Xenotermination, Ltd.",
									"page": 64,
									"id": "0fc",
									"entries": [
										"This small group of highly capable combat specialists and spellcasters makes a living by hiring themselves out to capture or kill formidable Wildspace creatures. Typically, they are hired by an individual or a business whose welfare (financial or otherwise) is threatened by a monster that has defied less potent attempts to remove or subdue it.",
										"From time to time, Xenotermination takes on temporary members, who are sought out because they have a particular talent. Anyone who wants to offer their services, on either a permanent or occasional basis, is welcome to visit the building where the present members of the group house themselves.",
										{
											"type": "inset",
											"name": "Historic Enclaves",
											"page": 64,
											"id": "0fd",
											"entries": [
												"The Rock has several neighborhoods that started as enclaves for immigrants who arrived in large groups. Since then, many of these neighborhoods came to overlap as they merged into the roiling expanse of the Low City, though the name and a bit of the character of each remains. Three of these neighborhoods took root in areas immediately adjacent to the docks:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "The Burrows",
															"entry": "This lively, friendly community of halflings stands ready to greet new arrivals to the Rock by offering fresh bread, cookies, flowers, charming gift baskets, and directions."
														},
														{
															"type": "item",
															"name": "Dwarven District",
															"entry": "Many dwarf crafters live in this Middle City district, and their handiwork is second to none."
														},
														{
															"type": "item",
															"name": "Gifftown",
															"entry": "Many of Bral's giff residents reside in or near Gifftown, gathering in taverns to swap stories of their accomplishments. Gunshots ring out from time to time as giff challenge one another to games of marksmanship."
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Underside",
							"page": 64,
							"id": "0fe",
							"entries": [
								"The underside of the Rock is under the purview of the prince. No private citizens are allowed to reside here. The surface area is devoted mostly to fields that are planted and cultivated to replenish Bral's supplies of food and air. It also contains the headquarters and docks of the royal navy, barracks that house the prisoners who work the fields, and the army headquarters known as the Citadel, which overlooks the entire expanse.",
								"The underside is under military control. Unauthorized visitors who get themselves apprehended are generally assumed to be either spies or prisoners trying to escape.",
								{
									"type": "entries",
									"name": "The Citadel",
									"page": 64,
									"id": "0ff",
									"entries": [
										"The well-defended fortress at the center of the underside is the command center and barracks for Bral's army. The Port Tower and the Starboard Tower are connected to the Citadel by narrow, covered walkways. Three passages branch off from each tower and end at smaller towers dispersed along the edges of the Rock. All these locations enable soldiers to maintain surveillance of the asteroid's immediate environs, and they are equipped with ballistae and mangonels to defend against an invasion."
									]
								},
								{
									"type": "entries",
									"name": "Fields",
									"page": 64,
									"id": "100",
									"entries": [
										"The fruits, vegetables, and grains harvested from the fields on the underside keep the Rock's occupants well fed without the need for imported foodstuffs. The planting, cultivating, and harvesting of the produce are performed by convicts working off their sentences.",
										"The work of the prisoners is loosely supervised by bands of army regulars."
									]
								},
								{
									"type": "entries",
									"name": "Naval Base",
									"page": 64,
									"id": "101",
									"entries": [
										"Along the leading edge of the underside is an array of docks where ships of the royal navy are berthed. At any time, at least two or three ships are actively stationed at the docks, prepared to depart at a moment's notice.",
										"Just inland from the docks is a sprawling complex, the base proper, that includes a drydock area where most of the fleet is moored. The facility also contains barracks and mustering areas for captains and crews."
									]
								},
								{
									"type": "entries",
									"name": "Prisoner Barracks",
									"page": 64,
									"id": "102",
									"entries": [
										"Convicts who have been sentenced to hard labor on the underside are housed in two rectangular, windowless buildings connected to the Citadel by narrow walkways. When they're not out working the fields, prisoners are kept behind locked doors in the barracks and left to their own devices."
									]
								},
								{
									"type": "entries",
									"name": "The Vanes",
									"page": 64,
									"id": "103",
									"entries": [
										"The vanes, extending out from four towers on the trailing side of the asteroid, are enormous sails that can be moved to generate a disturbance in the Rock's air envelope, causing the Rock to rotate or turn in a certain direction if the need presents itself. If no other reason arises, the vanes are adjusted once every few months to ensure they're in good operating condition."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Additional Spelljammer Tables",
			"entries": [
				{
					"type": "section",
					"name": "Shipboard Tasks",
					"entries": [
						"During the uneventful part of a voyage, the captain of a spelljamming ship can put crew members to work in several ways. If a character is looking for a job to do, or if a captain wants to keep a character busy, roll on the Shipboard Tasks table to determine what needs to be done. The time it takes to complete a task is at least 1 hour, and certain tasks might take longer at your discretion.",
						{
							"type": "table",
							"caption": "Shipboard Tasks",
							"colLabels": [
								"d12",
								"Task"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Scrape barnacles off the hull."
								],
								[
									"2",
									"Scrub pots and dishes in the galley."
								],
								[
									"3",
									"Chop vegetables in the galley."
								],
								[
									"4",
									"Swab the deck or sweep the cargo hold."
								],
								[
									"5",
									"Update the ship's navigational charts, which requires cartographer's tools."
								],
								[
									"6",
									"Repair the captain's favorite pair of boots, which requires cobbler's tools. (A {@spell mending} spell also does the trick.)"
								],
								[
									"7",
									"Repair superficial damage to the ship, which requires carpenter's tools or woodcarver's tools. (A {@spell mending} spell also does the trick.)"
								],
								[
									"8",
									"Compose a new chantey, which requires a musical instrument."
								],
								[
									"9",
									"Entertain the crew with tall tales or gossip."
								],
								[
									"10",
									"Fix the captain's broken spyglass, which requires jeweler's tools or tinker's tools. (A {@spell mending} spell also does the trick.)"
								],
								[
									"11",
									"Teach the captain the basics of a language they don't already know."
								],
								[
									"12",
									"Prepare a tasty dinner for the captain's table, which requires cook's utensils."
								]
							]
						}
					],
					"id": "008"
				},
				{
					"type": "section",
					"name": "Ship Quirks",
					"entries": [
						"Roll on the Ship Quirks table if you want to add a bit of \"personality\" to a ship.",
						{
							"type": "table",
							"caption": "Ship Quirks",
							"colLabels": [
								"d10",
								"Quirk"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"A chatty but harmless spirit haunts the cargo hold."
								],
								[
									"2",
									"The excessive creaking of the hull echoes throughout the ship."
								],
								[
									"3",
									"Any creature that removes itself from the ship's {@item spelljamming helm|AAG} receives a startling but harmless magical shock."
								],
								[
									"4",
									"The ship's companionways are smaller than those found in most other similar vessels."
								],
								[
									"5",
									"The ship makes a groaning sound in what seems like defiance whenever it comes to a stop."
								],
								[
									"6",
									"The floor of the main deck is adorned with a stylized rendering of a mysterious star chart that pulsates occasionally with scintillating colors."
								],
								[
									"7",
									"The ship's air envelope has a salty, briny smell."
								],
								[
									"8",
									"Bulkheads throughout the ship have lines of poetry scrawled on them."
								],
								[
									"9",
									"Unattended tools often go missing, only to reappear {@dice 1d4} hours later in another part of the ship."
								],
								[
									"10",
									"A creature seated in the ship's {@item spelljamming helm|AAG} hears faint spacefaring chanteys in its mind except when the ship is under attack."
								]
							]
						}
					],
					"id": "009"
				},
				{
					"type": "section",
					"name": "Ship Cargo",
					"entries": [
						"To randomly determine what's in the cargo hold of a spelljamming ship, roll {@dice 1d6} times on the Cheap Cargo table and {@dice 1d4}–1 times on the Expensive Cargo table. A duplicate result indicates that the ship has more of the same cargo.",
						"If a cargo container is locked, at least one crew member (typically the captain) has the key to it. A character can try to unlock a container using thieves' tools, doing so with a successful {@dc 20} Dexterity check.",
						{
							"type": "table",
							"caption": "Cheap Cargo",
							"colLabels": [
								"d12",
								"Cargo"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Trunk containing ten outfits of {@item traveler's clothes|PHB} (2 gp each)"
								],
								[
									"2",
									"Crate containing one hundred bars of soap (2 cp each)"
								],
								[
									"3",
									"Twenty ballista bolts (5 gp each)"
								],
								[
									"4",
									"Coop containing fifty live chickens (2 cp each)"
								],
								[
									"5",
									"Crate containing twenty wheels of cheese (5 sp each)"
								],
								[
									"6",
									"Locked cage containing one friendly Beast of your choice"
								],
								[
									"7",
									"Ten 40-gallon barrels of fresh water"
								],
								[
									"8",
									"Ten crates, each containing fifty days of rations (25 gp per crate)"
								],
								[
									"9",
									"Locked cage containing one hostile Beast of your choice"
								],
								[
									"10",
									"Chest containing fifty {@item Perfume (vial)|PHB|vials of perfume} (2 gp each)"
								],
								[
									"11",
									"Crate containing fifty loaves of bread (2 cp each)"
								],
								[
									"12",
									"Ten 40-gallon barrels of ale (4 gp each)"
								]
							]
						},
						{
							"type": "table",
							"caption": "Expensive Cargo",
							"colLabels": [
								"d12",
								"Cargo"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Crate containing fifty blank {@item Spellbook|PHB|spellbooks} (50 gp each)"
								],
								[
									"2",
									"Crate containing one hundred {@item Ink (1-ounce bottle)|PHB|1-ounce bottles of ink} (10 gp each) and one thousand sheets of {@item Parchment (one sheet)|PHB|parchment} (1 sp each)"
								],
								[
									"3",
									"Crate containing twenty {@item Potion of Healing||potions of healing}, {@item Alchemist's Fire (flask)|PHB|flasks of alchemist's fire}, or {@item Antitoxin (vial)|PHB|vials of antitoxin} (50 gp each)"
								],
								[
									"4",
									"Crate containing one hundred bottles of exquisite wine (25 gp each)"
								],
								[
									"5",
									"Set of exquisitely crafted furniture (2,500 gp)"
								],
								[
									"6",
									"Locked trunk containing five unloaded {@item Pistol||pistols} (250 gp each) and a box of 100 bullets"
								],
								[
									"7",
									"Locked case containing an exquisite Dragonchess set made of crystal or ivory (2,500 gp)"
								],
								[
									"8",
									"Locked trunk containing ten {@item Bomb||bombs} (150 gp each; see \"{@book Explosives|DMG|9|Explosives}\" in the {@book Dungeon Master's Guide|DMG})"
								],
								[
									"9",
									"Crate containing one hundred fireworks (25 gp each)"
								],
								[
									"10",
									"Crate containing five unloaded {@item Musket||muskets} (500 gp each) and a box of 100 bullets"
								],
								[
									"11",
									"Locked case containing five {@item Spyglass|PHB|spyglasses} (1,000 gp each)"
								],
								[
									"12",
									"Ten 20-pound {@item Gunpowder Keg||kegs of gunpowder} (250 gp each; see \"{@book Explosives|DMG|9|Explosives}\" in the {@book Dungeon Master's Guide|DMG})"
								]
							]
						}
					],
					"id": "00a"
				}
			],
			"id": "007"
		},
		{
			"type": "section",
			"name": "Poster Map",
			"entries": [
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AAG/Bral-Map-Topside.webp"
							},
							"title": "The Rock of Bral: Topside",
							"width": 4096,
							"height": 2887,
							"grid": {
								"type": "none",
								"size": 58,
								"distance": 100
							},
							"imageType": "map",
							"id": "00b",
							"credit": "Marco Bernardini"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AAG/Bral-Map-Topside-player.webp"
							},
							"title": "Player Version",
							"width": 4096,
							"height": 2887,
							"grid": {
								"type": "none",
								"size": 58,
								"distance": 100
							},
							"imageType": "mapPlayer",
							"mapParent": {
								"id": "00b"
							},
							"credit": "Marco Bernardini"
						}
					]
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AAG/Bral-Map-Underside.webp"
							},
							"title": "The Rock of Bral: Underside",
							"width": 4096,
							"height": 2887,
							"grid": {
								"type": "none",
								"size": 58,
								"distance": 100
							},
							"imageType": "map",
							"id": "013",
							"credit": "Marco Bernardini"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AAG/Bral-Map-Underside-player.webp"
							},
							"title": "Player Version",
							"width": 4096,
							"height": 2887,
							"grid": {
								"type": "none",
								"size": 58,
								"distance": 100
							},
							"imageType": "mapPlayer",
							"mapParent": {
								"id": "013"
							},
							"credit": "Marco Bernardini"
						}
					]
				}
			],
			"id": "006"
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Project Lead",
											"entries": [
												"Christopher Perkins"
											]
										},
										{
											"type": "item",
											"name": "Writers",
											"entries": [
												"Christopher Perkins, Jeremy Crawford, Ari Levitch"
											]
										},
										{
											"type": "item",
											"name": "Art Directors",
											"entries": [
												"Kate Irwin, Richard Whitters"
											]
										},
										{
											"type": "item",
											"name": "Rules Developers",
											"entries": [
												"Jeremy Crawford, Dan Dillon"
											]
										},
										{
											"type": "item",
											"name": "Editors",
											"entries": [
												"Judy Bauer, Kim Mohan"
											]
										},
										{
											"type": "item",
											"name": "Senior Graphic Designer",
											"entries": [
												"Trish Yochum"
											]
										},
										{
											"type": "item",
											"name": "Graphic Designers",
											"entries": [
												"Matt Cole, Trystan Falcone"
											]
										},
										{
											"type": "item",
											"name": "Cover Illustrators",
											"entries": [
												"Bruce Brenneise, Hydro74"
											]
										},
										{
											"type": "item",
											"name": "Interior Illustrators",
											"entries": [
												"Alfven Ato, Olivier Bernard, Bruce Brenneise, David René Christensen, Billy Christian, Kent Davis, Nikki Dawes, Olga Drebas, Justin Gerard, Suzanne Helmigh, Ralph Horsley, Katerina Ladon, Olly Lawson, Robson Michel, Scott Murphy, David Auden Nash, Irina Nordsol, Jessica Nguyen, Robin Olausson, Claudio Pozas, Ned Rogers, Campbell White, Zuzanna Wuzyk, Kieran Yanner"
											]
										},
										{
											"type": "item",
											"name": "Interior Cartographers",
											"entries": [
												"CoupleofKooks, Dyson Logos"
											]
										},
										{
											"type": "item",
											"name": "Rock of Bral Poster Map Cartographer",
											"entries": [
												"Marco Bernardini"
											]
										},
										{
											"type": "item",
											"name": "Concept Illustrators",
											"entries": [
												"Titus Lunter, Shawn Wood"
											]
										},
										{
											"type": "item",
											"name": "Project Engineer",
											"entries": [
												"Cynda Callaway"
											]
										},
										{
											"type": "item",
											"name": "Imaging Technicians",
											"entries": [
												"Daniel Corona, Kevin Yee"
											]
										},
										{
											"type": "item",
											"name": "Prepress Specialist",
											"entries": [
												"Jefferson Dunlap"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D&D Studio",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Executive Producer",
													"entries": [
														"Ray Winninger"
													]
												},
												{
													"type": "item",
													"name": "Director of Studio Operations",
													"entries": [
														"Kyle Brink"
													]
												},
												{
													"type": "item",
													"name": "Game Architects",
													"entries": [
														"Jeremy Crawford, Christopher Perkins"
													]
												},
												{
													"type": "item",
													"name": "Design Manager",
													"entries": [
														"Steve Scott"
													]
												},
												{
													"type": "item",
													"name": "Design Department",
													"entries": [
														"Sydney Adams, Judy Bauer, Makenzie De Armas, Dan Dillon, Amanda Hamon, Ben Petrisor, Taymoor Rehman, F. Wesley Schneider, James Wyatt"
													]
												},
												{
													"type": "item",
													"name": "Art Department",
													"entries": [
														"Matt Cole, Trystan Falcone, Bree Heiss, Kate Irwin, Bob Jordan, Emi Tanji, Trish Yochum"
													]
												},
												{
													"type": "item",
													"name": "Senior Producers",
													"entries": [
														"Lisa Ohanian, Dan Tovar"
													]
												},
												{
													"type": "item",
													"name": "Producers",
													"entries": [
														"Bill Benham, Robert Hawkey, Lea Heleotis"
													]
												},
												{
													"type": "item",
													"name": "Director of Product Management",
													"entries": [
														"Liz Schuh"
													]
												},
												{
													"type": "item",
													"name": "Product Managers",
													"entries": [
														"Natalie Egan, Chris Lindsay, Hilary Ross, Chris Tulach"
													]
												},
												{
													"type": "item",
													"name": "Consultants",
													"entries": [
														"Basheer Ghouse, James Mendez Hodes, Sara Thompson"
													]
												}
											]
										}
									],
									"id": "016"
								},
								{
									"type": "entries",
									"name": "Marketing",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Director of Global Brand Marketing",
													"entries": [
														"Brian Perry"
													]
												},
												{
													"type": "item",
													"name": "Senior Global Brand Manager",
													"entries": [
														"Shelly Mazzanoble"
													]
												},
												{
													"type": "item",
													"name": "Associate Global Brand Manager",
													"entries": [
														"Sara Chan"
													]
												},
												{
													"type": "item",
													"name": "Senior Marketing Communications Manager",
													"entries": [
														"Greg Tito"
													]
												},
												{
													"type": "item",
													"name": "Community Manager",
													"entries": [
														"Brandy Camel"
													]
												},
												{
													"type": "item",
													"name": "Social Media Marketing Managers",
													"entries": [
														"Nicole Olson, Joshua Morris"
													]
												}
											]
										}
									],
									"id": "017"
								},
								{
									"type": "entries",
									"name": "D&D Beyond",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Senior Producer",
													"entries": [
														"Faith Elisabeth Lilley"
													]
												},
												{
													"type": "item",
													"name": "Digital Design Team",
													"entries": [
														"Jay Jani, Adam Walton, Joseph Keen"
													]
												}
											]
										}
									],
									"id": "018"
								}
							]
						}
					],
					"id": "015"
				},
				{
					"type": "inset",
					"name": "The following products provided information and inspiration:",
					"entries": [
						"Baker III, L. Richard. Rock of Bral. 1992.",
						"Crawford, Jeremy. {@book Monsters of the Multiverse|MPMM}. 2022.",
						"Greenwood, Ed. Lost Ships. 1990.",
						"Grubb, Jeff. Spelljammer: The Concordance of Arcane Space. 1989.",
						"Schick, Lawrence and David Cook. Star Frontiers: Alpha Dawn. 1982."
					],
					"id": "019"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/AAG/credits.webp"
					},
					"maxWidth": 500,
					"width": 850,
					"height": 967
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AAG/credits2.webp"
							},
							"title": "On the Cover: Illustrator Bruce Brenneise depicts a nautiloid traveling through Wildspace, undoubtedly transporting mind flayers to an unsuspecting world.",
							"width": 1200,
							"height": 780
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AAG/credits3.webp"
							},
							"title": "On the Alt-Cover: The distinguished visage of a giff graces Hydro74's cover, which has crossed flintlock pistols—weapons no giff adventurer should be without—on the back.",
							"width": 1200,
							"height": 799
						}
					]
				}
			],
			"id": "014"
		}
	]
}
