{
	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/001.webp"
					},
					"title": "Tolarian Scholar",
					"credit": "Sara Winters",
					"width": 768,
					"height": 990
				},
				{
					"type": "quote",
					"skipItalics": true,
					"skipMarks": true,
					"entries": [
						"By the time you read this, you'll have heard news of the forthcoming publication of {@book Guildmaster's Guide to Ravnica|GGR}, which I privately refer to as \"Plane Shift: Ravnica.\" That book is the primary reason that this installment of the Plane Shift series is relatively late, because the D&D part of my brain was occupied with working on it. But that book is also the culmination of all the work I've done on this series over the last couple of years. Plane Shift—and your overwhelmingly positive response to it—paved the way for the hardcover Ravnica book, by proving that a D&D/Magic crossover was something that people wanted to see. So your delight and enthusiasm for this pet project is directly responsible for the {@book Guildmaster's Guide to Ravnica|GGR} coming later this year. Thank you!",
						"When I started working on the D&D team at Wizards of the Coast in 2000, there was already some talk of doing a crossover product between D&D and Magic: The Gathering. At the time, Magic was more or less synonymous with the world of Dominaria. So in a way, this installment of the Plane Shift series is over eighteen years in the making.",
						"This work isn't comprehensive, of course. As always, {@i The Art of Magic: The Gathering—Dominaria} is the definitive resource, but even that book could only scratch the surface of Dominaria. The art book was built on the world guide, and the world guide specifically chose ten regions of the world—two per mana color—as a focus for the card set. Of those ten regions, seven are either located on or around the continent of Aerona or have a significant impact on it. For that reason, I made the decision in this article to focus on the Domains, omitting the regions of Urborg, Shiv, and Yavimaya. I figured that leaving those out would diminish the temptation for characters to circumnavigate a globe that includes so many regions already omitted from the art book. That said, the art book includes a complete map, and the Internet is home to abundant information about Dominaria (especially on {@link the Magic Website|https://magic.wizards.com/en}). So if you want to expand your campaign beyond Aerona, you should have little trouble doing so.",
						"There's not a lot of rules content in this article, largely because Dominaria is as close as Magic comes to the classic fantasy that D&D draws from. Feel free to make extensive use of class options, monsters, and other parts of the fifth edition D&D rules (which you can {@link find here|https://dnd.wizards.com/articles/features/basicrules}).",
						"Once more, thanks for showing so much support for the Plane Shift series, and for making possible the even more exciting projects to come!"
					],
					"by": "James Wyatt"
				},
				"{@note The game mechanics in this supplement are usable in your D&D campaign but are not fully tempered by playtests and design iterations. For these reasons, material in this supplement is not legal in D&D Organized Play events.}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/002.webp"
					},
					"title": "Clifftop Retreat",
					"credit": "Christine Choi",
					"width": 378,
					"height": 992
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "The Domains",
			"page": 4,
			"entries": [
				"Dominaria is an enormous plane, with numerous landmasses separated by vast oceans. This article, though, focuses on the continent of Aerona and its surrounding lands, which are collectively known as the Domains.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Aerona",
									"page": 4,
									"entries": [
										"The continent of Aerona is sharply split between its northern and southern parts, with the division marked by a wide bay and a forbidding mountain range.",
										"The southern part of Aerona is dominated by {@b Benalia}, the foremost mercantile and military power on Dominaria. It spreads along the western coast and out to the nearby islands, including the Isle of Avenant to the north and much of the Spice Isles to the west. Though most famous for their fertile fields, the lands of Benalia also include old-growth forests, rolling mountains, and a lengthy coastline.",
										"The skies above Benalia are dotted with the curved, floating spires of the {@b Church of Serra}, with a heavy concentration of them above Benalia City. In stark contrast to the beneficence of the church, agents of {@b Belzenlok's Cabal} have been infiltrating Benalia from their stronghold to the east, in Urborg.",
										"South and east of Benalia lie the impassable tangles of the {@b Llanowar} forest. Llanowar is populated by diverse elven societies that are threatened by the goblins and orcs of the Ironclaw Mountains.",
										"Land passage through Benalia to the east coast of Aerona is virtually impossible thanks to the peaks of the Ironclaws, but the Benalish are the preeminent naval power in the region. By informal but frequently reiterated agreement, Benalish ships stay out of the Voda Sea, and the merfolk of {@b Vodalia} allow shipping to pass along Aerona's coastlines largely unhindered. This command of Aerona's southern coasts allows the Benalish to maintain a permanent presence in Sursi on the east coast of the continent.",
										"To the northeast of Benalia are the Red Iron Mountains, which divide the more sparsely populated northern half of Aerona from the lands to the south. The mountains' native Crookshank kobolds fared poorly during the chaos of the Rift Years, and the mountains are now dotted with Benalish mining settlements.",
										"To the east, the Red Iron Mountains divide as the continent does, with the Ironcrowns veering off to the south. The northern branch becomes the formidable peaks of the Hurloon Mountains, home of a peaceful but reclusive nation of minotaurs. The occasional Benalish trading mission ventures into Hurloon, but permanent settlements and Serran missionaries are met with open hostility."
									],
									"id": "004"
								},
								{
									"type": "entries",
									"name": "Icehaven",
									"page": 4,
									"entries": [
										"The forbidding subcontinent north of Aerona is Icehaven, home to the warrior nation of {@b Keld}. Keldon raiders and Benalish colonists now clash regularly along the west coast of northern Aerona, both seeking to control the relatively narrow stretch of land between the Sea of Avenant and the Whispering Woods to the east."
									],
									"id": "005"
								},
								{
									"type": "entries",
									"name": "Spice Isles",
									"page": 4,
									"entries": [
										"West of Benalia spreads a vast ocean dotted with islands. The most prominent of the {@b Tolarian Academies}, Tolaria West, is situated in the northwestern Spice Isles. (A second Tolarian Academy is situated on Walassa to the east of Aerona, part of the mercantile empire of Orvada.)"
									],
									"id": "006"
								}
							],
							"id": "003"
						}
					],
					"id": "002"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/003.webp"
					},
					"credit": "{@link Jared Blando|https://jaredblando.com/}",
					"width": 609,
					"height": 609
				}
			],
			"id": "001"
		},
		{
			"type": "section",
			"name": "Seven Pillars of Benalia",
			"page": 5,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/004.webp"
					},
					"title": "Danitha Capashen, Paragon",
					"credit": "Chris Rallis",
					"width": 626,
					"height": 315
				},
				"Benalia is a land of natural and architectural beauty: vast fields of sun-kissed grain crisscrossed by meandering rivers and dotted with cities of white limestone towers and vivid stained glass. One would hardly guess that less than a century before, this great empire was fractured, its people scattered, and its shining capital city a salt-choked ruin. Today, the seven noble houses of Benalia once again rule one of the most prosperous and powerful nations of Dominaria. The Benalish are keenly aware that their New Benalia is in its infancy, with a thousand years of heroic ancestors and tales of bravery to live up to. But they are a diligent people—and proud enough to consider themselves equal to the task.",
				{
					"type": "entries",
					"name": "Heroes of Benalia",
					"page": 5,
					"entries": [
						"Benalia is an empire poised for expansion, and many of its greatest heroes are part of its strong and growing array of military forces.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Alignment:",
									"entry": "Usually lawful, often good"
								},
								{
									"type": "item",
									"name": "Races:",
									"entry": "{@race Human}, {@race Aven|PSD}"
								},
								{
									"type": "item",
									"name": "Suggested Backgrounds:",
									"entry": "{@background Acolyte}, {@background Noble}, {@background Sage} (House Tarmula), {@background Sailor} (House Deniz), {@background Soldier}"
								}
							]
						},
						{
							"type": "entries",
							"name": "Suggested Classes",
							"page": 5,
							"entries": [
								"Consider any of the following class options for a Benalish character.",
								{
									"type": "entries",
									"name": "{@class Cleric}",
									"page": 5,
									"entries": [
										"The priests who march with the armies of Benalia are consecrated by the Serran church—and are technically part of its ecclesiastical hierarchy. In practice, though, they serve more as military officers than as clergy. Benalish clerics inspire their charges to great feats of glory and heroism, bolstering them with the blessings of Serra."
									],
									"id": "00a"
								},
								{
									"type": "entries",
									"name": "{@class Fighter}",
									"page": 5,
									"entries": [
										"Benalish fighters drawn from the noble houses are often elite knights. They are responsible for security for Benalish lords and their manors, and make up the core of military forces in the field. Noble fighters also serve as officers for the soldiery, but many people from the common classes also rise to officer ranks. Each of the noble houses maintains its own standing army, but several legions of professional soldiers tithed from the different houses make up the backbone of the Benalish fighting force."
									],
									"id": "00b"
								},
								{
									"type": "entries",
									"name": "{@class Paladin}",
									"page": 5,
									"entries": [
										"Warriors who combine loyalty to Benalia with devotion to Serra might join the ranks of Benalia's knights if they come from noble blood. This is particularly true of the members of House Capashen, who have a long heritage of worshiping Serra."
									],
									"id": "00c"
								},
								{
									"type": "entries",
									"name": "{@class Ranger}",
									"page": 5,
									"entries": [
										"The leather-clad Benalish warriors known colloquially as \"heroes\" make up a special, renowned class of defender. They are trained from a young age to survive in any environment while operating independently, and they owe their loyalty directly to Benalia City and the Council of Seven."
									],
									"id": "00d"
								}
							],
							"id": "009"
						},
						{
							"type": "table",
							"caption": "Suggested Ideals",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Nation.} I am devoted to the restoration of Benalia's empire."
								],
								[
									"2",
									"{@b Peace.} Life can truly thrive only when war and strife are stilled."
								],
								[
									"3",
									"{@b Protection.} I will also protect the less fortunate from the depredations of the rich and strong."
								],
								[
									"4",
									"{@b Hope.} The world is emerging from a long despair, and needs every shred of inspiration we can offer."
								],
								[
									"5",
									"{@b Honor.} If I dishonor myself, I bring dishonor on my deity, my nation, and my family."
								],
								[
									"6",
									"{@b Solidarity.} Together, we are stronger than any of us alone."
								]
							]
						},
						{
							"type": "table",
							"caption": "Suggested Bonds",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am connected to one of the Seven Great Houses, and I place its interests above all others."
								],
								[
									"2",
									"I have closer ties among my Star-Clan than in my blood family."
								],
								[
									"3",
									"I own a weapon or a piece of armor used by a renowned ancestor."
								],
								[
									"4",
									"I am in love with a member of a different great house."
								],
								[
									"5",
									"I believe I am the last heir of a great house that was lost."
								],
								[
									"6",
									"My family's estate lies in ruins, and I want to rebuild it."
								]
							]
						}
					],
					"id": "008"
				},
				{
					"type": "entries",
					"name": "Aven",
					"page": 6,
					"entries": [
						"{@note See the {@race Aven|PSD} race.}",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/PSD/005.webp"
							},
							"width": 767,
							"height": 543,
							"title": "Aven Sentry",
							"credit": "Dan Scott"
						}
					],
					"id": "00e"
				},
				{
					"type": "entries",
					"name": "Benalish Adventures",
					"page": 7,
					"entries": [
						"What might bring adventurers to Benalia? What adventures can Benalish heroes undertake? And what nefarious schemes might a Benalish villain pursue? You can use the following tables for inspiration when building adventures around the people and locations of Benalia.",
						{
							"type": "entries",
							"name": "Benalish Quests",
							"page": 7,
							"entries": [
								"Benalish characters often have ties to either the Seven Great Houses or the military forces of Benalia. They might be sent on missions by their individual houses or by the Council of Seven, when not undertaking quests driven by their own lofty ideals.",
								{
									"type": "table",
									"caption": "Benalish Quests",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Defend a mining settlement in the Red Iron Mountains from the raids of Crookshank kobolds."
										],
										[
											"2",
											"Establish trade or negotiate a treaty with minotaurs in the Hurloon Mountains."
										],
										[
											"3",
											"Help settle a dispute between two of the Great Houses."
										],
										[
											"4",
											"Convince the Council of Seven to send military aid to one of the seven houses."
										],
										[
											"5",
											"Establish a trading colony in an inhospitable land."
										],
										[
											"6",
											"Uncover a traitor or Cabal cultist among the Seven Great Houses."
										]
									]
								}
							],
							"id": "010"
						},
						{
							"type": "entries",
							"name": "Benalish Sites",
							"page": 7,
							"entries": [
								"Like much of Dominaria, Benalia is dotted with the ruins of ancient empires and scarred by long-ago wars. First built on the ashes of the ancient Sheoltun Empire, it was ravaged by the Phyrexian Invasion, then rebuilt over the rubble of its own near-destruction.",
								{
									"type": "table",
									"caption": "Benalish Sites",
									"colLabels": [
										"d10",
										"Adventure Site"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A lost Sheoltun temple of the state-sponsored Church of Angelfire"
										],
										[
											"2",
											"A hidden mountain cave holding an ancient Thran relic"
										],
										[
											"3",
											"A secret subbasement deep under New Benalia, which once served as a meeting place for the outlawed Church of Serra during the Sheoltun Empire's reign"
										],
										[
											"4",
											"A wrecked Phyrexian portal-ship, long overgrown by nature"
										],
										[
											"5",
											"The remains of a castle that sank in a mire during the Years of Salt"
										],
										[
											"6",
											"The top of a tower in Benalia City"
										],
										[
											"7",
											"An open field dotted with ruins left behind by long-ago war"
										],
										[
											"8",
											"A shipwreck just off the coast"
										],
										[
											"9",
											"An abandoned mansion in the Caligo Morass"
										],
										[
											"10",
											"A Serran cathedral fallen to the ground from its place in the sky"
										]
									]
								}
							],
							"id": "011"
						},
						{
							"type": "entries",
							"name": "Benalish Villains",
							"page": 7,
							"entries": [
								"When evil arises in the realm of Benalia, it often takes the form of that most dangerous of villains: the kind that believe themselves to be righteous and good. They might use villainous methods to advance what are basically good ends, or grow so zealous in their fight against evil that they begin to see it everywhere.",
								{
									"type": "table",
									"caption": "Benalish Villains",
									"colLabels": [
										"d8",
										"Villain"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A zealous warrior wants to lead an army to war against Keld."
										],
										[
											"2",
											"A house leader wants their house to be the Highest House several years ahead of schedule."
										],
										[
											"3",
											"A suspicious noble joins forces with a fiery Serran priest to try to root out corruption and the taint of the Cabal from the populace, with many innocents getting hurt in the process."
										],
										[
											"4",
											"A hotheaded aven demands that their people gain immediate representation on the Council of Seven."
										],
										[
											"5",
											"A pious noble seeks to bring the entire Church of Serra under Benalish control, combining church and state into a theocratic empire."
										],
										[
											"6",
											"One member of the Council of Seven has a long-standing grudge against another."
										],
										[
											"7",
											"A skin-witch of the Caligo Morass brings a nearby area under a curse."
										],
										[
											"8",
											"An important noble has fallen under the influence of an advisor with ties to the Cabal, and is advancing the Cabal's plans without knowing it."
										]
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSD/006.webp"
									},
									"title": "Caligo Skin-Witch",
									"credit": "Daarken",
									"width": 386,
									"height": 546
								}
							],
							"id": "012"
						}
					],
					"id": "00f"
				}
			],
			"id": "007"
		},
		{
			"type": "section",
			"name": "Church of Serra",
			"page": 8,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/007.webp"
					},
					"title": "Invoke the Divine",
					"credit": "Magali Villeneuve",
					"width": 391,
					"height": 261
				},
				"Gracefully curved towers float in a golden sky, so serene that not even gravity can touch them. Devout priests sing beautiful songs of veneration. Winged angels fly through the air on their way to bring gentle comfort to the needy and swift justice to the cruel. This is the Church of Serra, a benevolent religion founded to honor the memory and example of its goddess.",
				{
					"type": "entries",
					"name": "Heroes of Serra",
					"page": 8,
					"entries": [
						"Belying the appearance of a monolithic order at the center of the church, dozens of officially recognized clerical and knightly orders within it keep peculiar traditions dating back centuries. Each order counts an array of angels, clerics, and knights among its adherents.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Alignment:",
									"entry": "Usually lawful good"
								},
								{
									"type": "item",
									"name": "Races:",
									"entry": "{@race Human}, {@race Aven|PSD}"
								},
								{
									"type": "item",
									"name": "Suggested Backgrounds:",
									"entry": "{@background Acolyte}, {@background Hermit}, {@background Sage}, {@background Soldier}"
								}
							]
						},
						{
							"type": "entries",
							"name": "Suggested Classes",
							"page": 8,
							"entries": [
								"Consider the following class options when playing a Serran character.",
								{
									"type": "entries",
									"name": "{@class Cleric}",
									"page": 8,
									"entries": [
										"Many different ranks of priests fill the church hierarchy, but they all serve the same essential functions of ministering to the populace and interpreting the teachings of Serra. Priests who go out into the world and spread Serra's word are known as missionaries. As a cleric of Serra, you can choose from the {@class Cleric||Knowledge|Knowledge}, {@class Cleric||Life|Life}, {@class Cleric||Light|Light}, and {@class Cleric||War|War} domains."
									],
									"id": "016"
								},
								{
									"type": "entries",
									"name": "{@class Monk}",
									"page": 8,
									"entries": [
										"Monks are true believers who devote their lives to understanding Serra's word rather than preaching it. Some focus on contemplation, study, and the healing arts, but others find their deep wisdom by way of martial practice."
									],
									"id": "017"
								},
								{
									"type": "entries",
									"name": "{@class Paladin}",
									"page": 8,
									"entries": [
										"Even within the peaceful Church of Serra, some are called to fight. Soldiers (called acolytes and guardians) serve a largely ceremonial function, protecting the cathedrals of Serra. But paladins are more worldly, venturing out across the land in search of evil to defeat. Serran paladins typically swear the {@class Paladin||Oath of Devotion|Devotion}. Those who are devoted to the Four Virtues of art, discourse, freedom, and peace are more apt to swear the {@class Paladin||Oath of the Ancients|Ancients}."
									],
									"id": "018"
								}
							],
							"id": "015"
						},
						{
							"type": "table",
							"caption": "Suggested Ideals",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Law.} \"Law must be upheld. If the knots of order are loosened, chaos will spill through.\" ({@i Song of All}, Canto 167)"
								],
								[
									"2",
									"{@b Grace.} \"Grace must be preserved. If the strands of Grace are unraveled, its design will be lost, and the people with it.\" ({@i Song of All}, Canto 167)"
								],
								[
									"3",
									"{@b Duty.} \"Duty must be obeyed. If the frame of Duty is broken, none shall weave life's fabric.\" ({@i Song of All}, Canto 167)"
								],
								[
									"4",
									"{@b Reason.} \"Reason must be retained. If the web of Reason comes unwoven, madness will escape.\" ({@i Song of All}, Canto 167)"
								],
								[
									"5",
									"{@b Truth.} \"Truth must be set free. If the wings of Truth are clipped, the voices will fall silent.\" ({@i Song of All}, Canto 167)"
								],
								[
									"6",
									"{@b The Four Virtues.} Art, discourse, freedom, and peace are the life of the spirit, as the spirit is the life of the body."
								]
							]
						},
						{
							"type": "table",
							"caption": "Suggested Bonds",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I would do anything to protect the Cathedral of Serra at Sursi."
								],
								[
									"2",
									"I have sworn to aid Lyra Dawnbringer in protecting Benalia."
								],
								[
									"3",
									"I make regular pilgrimages to the Temple of Serra at Epityr in New Argive, the oldest active Serran worship site in the world."
								],
								[
									"4",
									"I preserve many of the old traditions of the Daru nomads or the aven, revering Serra as the Ancestor."
								],
								[
									"5",
									"A lesser angel has become a close friend and confidante to me."
								],
								[
									"6",
									"I think the stained glass in my holy symbol came from Serra's Realm before that artificial plane's collapse. Invoke the Divine Magali Villeneuve"
								]
							]
						},
						{
							"type": "inset",
							"name": "Serra Angels",
							"page": 9,
							"entries": [
								"The most visible and recognized symbols of the Church of Serra are her angels—both those that were personally created by Serra and those that appeared spontaneously in the Cathedral at Sursi. Some angels live contemplative lives within the cathedrals, but most are active defenders of the faith, protecting Serra's people across the world. Powerful angels often take responsibility for large regions of the world. Lyra, for example, stands as the protector of Benalia, and Shalai plays a similar role in Llanowar. Serra's angels are believed to hear prayers addressed to Serra, and they have an uncanny tendency to arrive exactly when they are needed.",
								"Any of the angels in the {@book Monster Manual|MM} can serve as {@creature serra angel|PSD|Serra angels}. The {@creature deva|MM} represents the most common angels, while the {@creature planetar|MM} and {@creature solar|MM} are appropriate for powerful angels such as {@creature Lyra|PSD} and {@creature Shalai|PSD}.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSD/008.webp"
									},
									"title": "Angel",
									"credit": "Winona Nelson",
									"width": 348,
									"height": 495
								}
							],
							"id": "019"
						}
					],
					"id": "014"
				},
				{
					"type": "entries",
					"name": "Serran Adventures",
					"page": 9,
					"entries": [
						"As a major force for good in the world, the Church of Serra is more likely to act as a patron for heroic adventurers than as an adversary. That said, even the most well-meaning paladin can take on a villainous nature, either out of misguided zeal or when manipulated by a sinister force. You can use the following tables to help inspire adventure ideas dealing with the Church of Serra.",
						{
							"type": "entries",
							"name": "Serran Quests",
							"page": 9,
							"entries": [
								"Characters with ties to the Church of Serra might be sent on holy quests by priests or even angels. Alternatively, they might draw on their own pious devotion to undertake a pilgrimage—or a crusade.",
								{
									"type": "table",
									"caption": "Serran Quests",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Act as an impartial mediator between Benalia and Keld (or two other powers of the region)."
										],
										[
											"2",
											"Tame a mesa pegasus from the lands of Sursi on the east coast of southern Aerona, near the great Cathedral of Serra."
										],
										[
											"3",
											"Protect a peaceful community of Serran monks who have come under attack (from without or within)."
										],
										[
											"4",
											"Answer the call of a barbarian chieftain who wants to hear the message of Serra and consider conversion."
										],
										[
											"5",
											"Find an angel who has disappeared in a dangerous land."
										],
										[
											"6",
											"Retrieve as much artwork as possible from a ruined Serran church—whether an ancient site or one that was only recently destroyed."
										]
									]
								}
							],
							"id": "01b"
						},
						{
							"type": "entries",
							"name": "Serran Sites",
							"page": 9,
							"entries": [
								"Sites associated with the Church of Serra are not limited to any particular geographical area. Adventures linked to the church might take characters across the world.",
								{
									"type": "table",
									"caption": "Serran Sites",
									"colLabels": [
										"d10",
										"Adventure Site"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A majestic Serran cathedral floating in the air (perhaps above Benalia City)"
										],
										[
											"2",
											"A small monastery surrounded by pastoral farmland or quiet woods"
										],
										[
											"3",
											"A remote temple maintained and inhabited by an order of knights"
										],
										[
											"4",
											"An ancient ruin preserving some foreign aspect of Serra worship (such as Otarian devotion to the Ancestor)"
										],
										[
											"5",
											"A sacred cave where a new angel was (or is about to be) birthed"
										],
										[
											"6",
											"An abandoned missionary post destroyed by hostile natives of the area"
										],
										[
											"7",
											"A chapel within a castle or palace beset by intrigue"
										],
										[
											"8",
											"A roadside shrine where miracles have occurred lately"
										],
										[
											"9",
											"A community devoted to the spiritual path of the artistic life"
										],
										[
											"10",
											"The scorched site of an angel's death"
										]
									]
								}
							],
							"id": "01c"
						},
						{
							"type": "entries",
							"name": "Serran Villains",
							"page": 9,
							"entries": [
								"The Church of Serra is markedly lacking in hypocrisy. Perhaps enough holy power suffuses the sites and relics of the church that people are truly transformed into better versions of themselves by their exposure to it. Or perhaps the church is particularly effective at rooting out corruption and false virtue before those things can exert their evil on the world in Serra's name. When adventurers find themselves opposed to a Serran, it might be for reasons like those shown on the Serran Villains table.",
								{
									"type": "table",
									"caption": "Serran Villains",
									"colLabels": [
										"d8",
										"Villain"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A Serran priest believes that no one is beyond redemption, and is shielding a murderous villain from the law in the hope that they will repent."
										],
										[
											"2",
											"A naive angel keeps sending Serran knights on deadly quests against impossible odds."
										],
										[
											"3",
											"An aven priest wants to lead other aven away from the Serran church and revive the worship of the Ancestor, but without the accretion of Serran tradition."
										],
										[
											"4",
											"A warrior chieftain claims to have converted to Serra worship and launches a crusade in the church's name—but this is a thinly veiled excuse to conquer a neighboring territory."
										],
										[
											"5",
											"A Serra angel has been corrupted by the demonic power of the Cabal."
										],
										[
											"6",
											"A community of Serran monks has been somehow led astray into the contemplation of an ancient, nameless evil."
										],
										[
											"7",
											"An old priest grows bitter with grief and frustration, convinced that their life's work has been a waste—and turns to the pursuit of revenge."
										],
										[
											"8",
											"A priest twists the teachings of Serra to paint a certain group of innocent people as evil, and to call for their extermination."
										]
									]
								}
							],
							"id": "01d"
						}
					],
					"id": "01a"
				}
			],
			"id": "013"
		},
		{
			"type": "section",
			"name": "Tolarian Academy",
			"page": 10,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/009.webp"
					},
					"title": "Academy Journeymage",
					"credit": "Magali Villeneuve",
					"width": 630,
					"height": 204
				},
				"To the mages and scholars of the Tolarian Academies, magic is one science among many. Their books of lore contain eldritch runes as well as elaborate equations, and they employ complex constructs alongside enchanted golems. What happens to bronze if you transmute the tin it contains into iron after smelting? Does introducing an electrical charge enhance the scrying ability of a {@item crystal ball}? To the Tolarians, there's nothing strange or even interdisciplinary about these questions—even if the answer in either case could easily turn out to be: \"It explodes.\"",
				{
					"type": "entries",
					"name": "Heroes of Tolaria",
					"page": 10,
					"entries": [
						"Students of magic come from all over Dominaria to the Tolarian Academies, and both the student body and the faculty reflect this. People of virtually every intelligent species on the plane can be found somewhere among the Tolarians, and students and faculty might hail from any of the plane's human cultures.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Alignment:",
									"entry": "Usually neutral, often lawful"
								},
								{
									"type": "item",
									"name": "Races:",
									"entry": "Any"
								},
								{
									"type": "item",
									"name": "Suggested Backgrounds:",
									"entry": "{@background Hermit}, {@background Noble}, {@background Sage}"
								}
							]
						},
						{
							"type": "entries",
							"name": "Suggested Classes",
							"page": 10,
							"entries": [
								"Tolaria is a {@class wizard} school, and virtually everyone at the Academy—students, teachers, scholars, and administrators alike—is a wizard skilled in or learning the practice of magic. Professors within each academy can trace their educational history back to different members of the original Tolarian Academy, including Urza, Barrin, and Rayne. Members of different lineages typically focus on different subjects, employ different teaching styles, adhere to different ethical standards, use different jargon, and even adopt distinct accents when addressing students. At least in theory, members of other classes can study at the Tolarian Academies, though some amount of magical talent is a requirement for entry. An eldritch knight or arcane trickster might learn magic there while honing other skills, or a sorcerer might try to elevate the mastery of their innate abilities through rigorous arcane study."
							],
							"id": "020"
						},
						{
							"type": "table",
							"caption": "Suggested Ideals",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Teaching.} Tolaria is a school where the world's most promising wizards can learn from masters of their craft."
								],
								[
									"2",
									"{@b Restoration.} Every day, lost knowledge is regained and devastated lands are renewed. It's our duty to use our magic to help this effort continue."
								],
								[
									"3",
									"{@b Responsibility.} Following the philosophy of the Academy's original headmaster, Barrin, I am dedicated to keeping powerful magic out of the hands of those who would abuse it."
								],
								[
									"4",
									"{@b Innovation.} Like the ancient artificer Urza, I believe progress comes through bold and radical new design."
								],
								[
									"5",
									"{@b Progress.} Like the kind Tolarian chancellor Rayne, I believe progress comes through careful iteration and measured experimentation."
								],
								[
									"6",
									"{@b Self-Improvement.} Like Urza's brother Mishra, I believe that the improvement of the body through genetic and artificial modification leads to the general improvement of humanity."
								]
							]
						},
						{
							"type": "table",
							"caption": "Suggested Bonds",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I have a former student I'm convinced will do great things—for good or for evil."
								],
								[
									"2",
									"I bought a cheap curio from a secondhand store, and I was expelled when it caused a magical accident."
								],
								[
									"3",
									"I've gotten tangled up with illegal research by way of the Shadow Academy, which uses interdimensional spaces to facilitate communication."
								],
								[
									"4",
									"By virtue of a parent who is emeritus faculty, I have the rare privilege of citizenship in one of the Academies."
								],
								[
									"5",
									"One of my old teachers has a knack for contacting me at the strangest times."
								],
								[
									"6",
									"I believe that my genetic makeup was manipulated for some unknown purpose."
								]
							]
						}
					],
					"id": "01f"
				},
				{
					"type": "entries",
					"name": "Tolarian Adventures",
					"page": 11,
					"entries": [
						"Students and scholars at the Tolarian Academies are engaged in a tremendous range of research, providing a fertile field for adventures. Magical mishaps, wonderful discoveries, mages driven mad by power, and forbidden research can all provide starting points for adventures dealing with the Academies.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/PSD/010.webp"
							},
							"title": "Arcane Flight",
							"credit": "Steve Prescott",
							"width": 765,
							"height": 473
						},
						{
							"type": "entries",
							"name": "Tolarian Quests",
							"page": 11,
							"entries": [
								"Characters who are associated with the Tolarian Academies might be students, who are often sent on dangerous assignments in order to pass a class or advance in rank through the schools' three-tiered system of levels. Or they might instead be teachers, scholars, or researchers whose work draws them into unexpected danger.",
								{
									"type": "table",
									"caption": "Tolarian Quests",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Retrieve a unique magical device from the ruins of a catastrophe—but be careful, because the device might well have been what caused the catastrophe."
										],
										[
											"2",
											"Copy a spell from the spellbook of a mysterious or hostile wizard."
										],
										[
											"3",
											"Find a way to reverse the effect of a disastrous magical experiment."
										],
										[
											"4",
											"Decide what to do with a notebook you found, which is full of forbidden research into Phyrexian transformation."
										],
										[
											"5",
											"Steal a magical object that's on display in a museum on campus in order to uncover its secrets or harness the energy it holds."
										],
										[
											"6",
											"Try to reproduce the research of a wizard who has gone missing, without ending up missing yourself."
										]
									]
								}
							],
							"id": "022"
						},
						{
							"type": "entries",
							"name": "Tolarian Sites",
							"page": 11,
							"entries": [
								"The two Tolarian Academies in the Domains are Tolaria West, in the northwestern Spice Isles; and the Academy at Orvada on the island of Walassa to the east—part of the mercantile Orvadan Empire. Each Academy is a small city in its own right, and both offer plentiful adventure opportunities. Other locations involved in Tolarian adventures are likely to be places of heightened magical activity (past or present), which often draw the attention of students or faculty. The Tolarian Sites table provides some examples.",
								{
									"type": "table",
									"caption": "Tolarian Sites",
									"colLabels": [
										"d10",
										"Adventure Site"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"An underwater ruin left behind by a terrible catastrophe"
										],
										[
											"2",
											"The trap-filled tower of an eccentric, suspicious, and powerful wizard"
										],
										[
											"3",
											"An arcane workshop or laboratory filled with inexplicable and undoubtedly dangerous devices"
										],
										[
											"4",
											"A laboratory where research was once conducted—or still is conducted—on living monsters"
										],
										[
											"5",
											"A small stronghold drifting through the air or across the ocean"
										],
										[
											"6",
											"A library hidden in an extradimensional space"
										],
										[
											"7",
											"An ancient Phyrexian or Thran artifact, now overgrown by nature"
										],
										[
											"8",
											"A crater where a meteorite or a flying vessel crashed to the ground centuries ago"
										],
										[
											"9",
											"A newly discovered ruin from an ancient era of advanced magical technology"
										],
										[
											"10",
											"An area that has just returned after being phased out of the flow of time"
										]
									]
								}
							],
							"id": "023"
						},
						{
							"type": "entries",
							"name": "Tolarian Villains",
							"page": 12,
							"entries": [
								"Most Tolarian wizards are drawn to knowledge for its own sake, or actively try to use magic to make the world a better place. Some are dedicated to keeping dangerous magic out of the hands of those who would use it for selfish or evil ends. But a rare few members of the Academies are inevitably drawn to use magic to dominate, plunder, and destroy—and these wizards make extremely dangerous villains. The Tolarian Villains table offers some examples.",
								{
									"type": "table",
									"caption": "Tolarian Villains",
									"colLabels": [
										"d8",
										"Villain"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A member of the Society of Mishra seeks to be transformed into a biomechanical demon of fused metal and flesh."
										],
										[
											"2",
											"A Gathist involved in illegal genetic experimentation seeks to create a race of supersoldiers to forge a nation through conquest."
										],
										[
											"3",
											"A collector steals magical items and treats them like valuable works of art."
										],
										[
											"4",
											"A professor of temporal studies seeks to hasten the process of rebirth and renewal—by shifting the entire world backward in time to its \"glory days.\""
										],
										[
											"5",
											"An archaeologist has discovered an ancient magical weapon that caused untold devastation, and is trying to find a use for it."
										],
										[
											"6",
											"A professor has imprisoned students in a tower and compelled them to participate in genetic, biomechanical, psychological, or other research."
										],
										[
											"7",
											"An artificer built a golem that has achieved its own evil consciousness, and which seeks to better understand living creatures through vivisection."
										],
										[
											"8",
											"A misguided master wizard is trying to trace a single \"true Tolarian ancestry,\" so as to prevent those who don't belong to that human bloodline from entering the Academies and studying magic."
										]
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSD/011.webp"
									},
									"title": "Rona, Disciple of Gix",
									"credit": "Tommy Arnold",
									"width": 768,
									"height": 992
								}
							],
							"id": "024"
						}
					],
					"id": "021"
				}
			],
			"id": "01e"
		},
		{
			"type": "section",
			"name": "Merfolk of Vodalia",
			"page": 13,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/012.webp"
					},
					"title": "Salvager of Secrets",
					"credit": "Lars Grant-West",
					"width": 643,
					"height": 423
				},
				"Dominaria is home to many continents and many different species and nations. But most of the world is covered in water, and the vast expanses beneath the white-capped waves belong to the merfolk. Secretive and proud, the merfolk rule the world's only true global empire—a federation of tribes and states knit together by trade and common heritage. The center of this society lies in the Voda Sea off the eastern coast of Aerona, in the empire known as Vodalia.",
				"Unlike the merfolk of many other planes, Dominarian merfolk have no legs. As such, they can't leave the sea without magical aid, so they are not presented here as a potential player character race. This section instead focuses on adventures involving Vodalia and the seas.",
				{
					"type": "entries",
					"name": "Vodalian Adventures",
					"page": 13,
					"entries": [
						"As they have through most of Dominaria's history, the struggles of the merfolk and their aquatic rivals and allies play out almost entirely beneath the waves, out of the sight and mind of the world's surface cultures. Though it is possible for a surface power to harm the merfolk, doing so is difficult—and the Vodalians can easily retaliate by locking down oceanic travel if necessary. At present, the Vodalians charge for safe passage through their seas, but they take no sides in the political struggles of the surface. But if anything should upset that delicate balance, an opportunity might arise for adventurous characters to right the situation.",
						{
							"type": "entries",
							"name": "Vodalian Quests",
							"page": 13,
							"entries": [
								"Because Vodalian merfolk find it challenging to accomplish business in the surface world, they often use agents of other races to undertake quests and missions among the air-breathing peoples. Characters might be hired to perform these tasks, or to do them in exchange for a favor performed by the merfolk. Or they might be ordered into service, and threatened with a terrible fate if they refuse.",
								{
									"type": "table",
									"caption": "Vodalian Quests",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Retrieve an artifact from ancient Vodalia that is kept in a Tolarian museum."
										],
										[
											"2",
											"Sabotage a Cabal port on Walassa, where ships set sail for Aerona carrying Cabal cultists."
										],
										[
											"3",
											"Protect a peripatetic member of the Society of the Conch on a journey to learn about your native culture."
										],
										[
											"4",
											"Defend a surface port loyal to Vodalia from a land-based attack."
										],
										[
											"5",
											"Find a pirate captain who slaughtered a group of merfolk, but who has not been seen in the Voda Sea since."
										],
										[
											"6",
											"Retrieve an item of historical significance from a Keldon fortress."
										]
									]
								}
							],
							"id": "027"
						},
						{
							"type": "entries",
							"name": "Vodalian Sites",
							"page": 14,
							"entries": [
								"In contrast to quests given by Vodalian merfolk, adventures involving Vodalian sites almost always involve venturing underwater.",
								{
									"type": "table",
									"caption": "Vodalian Sites",
									"colLabels": [
										"d10",
										"Adventure Site"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A shipwreck on the ocean floor"
										],
										[
											"2",
											"A surface-built city that sank in a magical catastrophe"
										],
										[
											"3",
											"A temple to Svyelune"
										],
										[
											"4",
											"A city built on the back of an enormous leviathan"
										],
										[
											"5",
											"A palace in a coral reef"
										],
										[
											"6",
											"A ship crossing the Voda Sea"
										],
										[
											"7",
											"A well-preserved Thran or Phyrexian artifact deep underwater"
										],
										[
											"8",
											"A deep ocean trench"
										],
										[
											"9",
											"A sea cave on an island shore"
										],
										[
											"10",
											"A beach where merfolk trade with surface-dwellers"
										]
									]
								}
							],
							"id": "028"
						},
						{
							"type": "entries",
							"name": "Vodalian Villains",
							"page": 14,
							"entries": [
								"Despite their difficulty in leaving the water, determined merfolk villains can have a profound impact on the surface world—not least because the seas are the primary mode of communication and trade between nations.",
								{
									"type": "table",
									"caption": "Vodalian Villains",
									"colLabels": [
										"d8",
										"Villain"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A hotheaded young military officer, part of the Akula Current, plans to escalate conflict with a surface port in hopes of eventually annexing the port."
										],
										[
											"2",
											"A notable aristocrat decides that no ships may cross their territory—and sinks a merchant vessel to emphasize the point."
										],
										[
											"3",
											"A mage manipulates coastal waters, causing saltwater to back up rivers, beachfront land to flood, and docks to be swept away by the waves."
										],
										[
											"4",
											"A group of merfolk turn to piracy, angering both surface-dwellers and other merfolk."
										],
										[
											"5",
											"A trickster lures sailors into shipwrecks, then either takes them captive or watches them drown."
										],
										[
											"6",
											"A spellcaster calls up horrific monsters from the ocean depths to attack a coastal town."
										],
										[
											"7",
											"A general's crusade against homarids is driving those creatures into human-occupied coastal lands."
										],
										[
											"8",
											"A wizard seeks the Golgothian Sylex—the artifact that destroyed the island of Argoth and launched the ice age—in hopes of destroying all land on Dominaria."
										]
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSD/013.webp"
									},
									"title": "Merfolk Trickster",
									"credit": "Jesper Ejsing",
									"width": 768,
									"height": 991
								}
							],
							"id": "029"
						}
					],
					"id": "026"
				},
				{
					"type": "entries",
					"name": "Homarid",
					"page": 15,
					"entries": [
						"The merfolk of Vodalia have waged bitter war for generations against the cryptic, cold-loving crustacean race of {@creature Homarid|PSD|homarids}. The surface ocean waters have become too warm for the homarids in recent times, but in the years following the Brothers' War, as a global ice age settled over Dominaria, the homarids swarmed to the surface and nearly unraveled the fabric of the first Vodalian Empire. Even now, these creatures teem in the deep, frigid trenches to the west of the Voda Sea.",
						"{@note See the {@creature Homarid|PSD} creature.}"
					],
					"id": "02a"
				}
			],
			"id": "025"
		},
		{
			"type": "section",
			"name": "Belezenlok's Cabal",
			"page": 16,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/014.webp"
					},
					"title": "Demonlord Belzenlok",
					"credit": "Tyler Jacobson",
					"width": 644,
					"height": 428
				},
				"The Cabal has worshiped darkness since its founding. Today, the demonlord Belzenlok is that order's latest and most fearsome god. From his place in the black heart of the mile-high Stronghold, Belzenlok sends his fervent worshipers to every corner of the globe. In his name, they sow terror, seize powerful relics, and prepare Dominaria for the coming of its true lord and master.",
				"Though it began as a crime syndicate organized as an extended family, the Cabal under Belzenlok has become a full-blown demonic cult. In the field, the knights of Belzenlok are dark paladins devoted to his gruesome glory, while inside his temples, shaven-headed initiates bow as dark-robed priests chant his name.",
				"Because the Cabal is a worldwide force of evil in modern Dominaria, this section assumes that the organization is playing the role of a villain in the campaign and not producing heroes or sending them on quests.",
				{
					"type": "entries",
					"name": "Cabal Adventures",
					"page": 16,
					"entries": [
						"Though headquartered at the Stronghold in Urborg, the Cabal has agents all over the world—and they're particularly active in Aerona. Some engage in overt raids designed to cause terror and confusion, while others infiltrate society as secret agents and assassins. Their goal is to destabilize the powerful nations of the world, paving the way for Belzenlok's armies to march forth and claim what is rightfully his.",
						{
							"type": "entries",
							"name": "Cabal Sites",
							"page": 16,
							"entries": [
								"Sites involved in Cabal adventures are typically places ripe with evil magic, from small outpost temples to remote mountain fortresses. The Cabal Sites table notes some examples.",
								{
									"type": "table",
									"caption": "Cabal Sites",
									"colLabels": [
										"d10",
										"Adventure Site"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A small shrine to Belzenlok located near a major city"
										],
										[
											"2",
											"A basement room in a busy town where Cabal cultists meet"
										],
										[
											"3",
											"A ruined library that cultists are excavating, hoping to find magic items to decorate Belzenlok's throne"
										],
										[
											"4",
											"A half-collapsed temple in a dark swamp"
										],
										[
											"5",
											"An ancient war machine whose power the Cabal is trying to harness"
										],
										[
											"6",
											"A small outpost of Grimnant knights"
										],
										[
											"7",
											"A deep sinkhole with whispering echoes emerging from the darkness"
										],
										[
											"8",
											"A secret fortress in the mountains"
										],
										[
											"9",
											"An abandoned mine shaft"
										],
										[
											"10",
											"The house of an aristocrat who has joined the Cabal"
										]
									]
								}
							],
							"id": "02d"
						},
						{
							"type": "entries",
							"name": "Cabal Villains",
							"page": 17,
							"entries": [
								"Belzenlok's Cabal is singlehandedly focused on gathering power and control over all of Dominaria for the glorification of its leader. The Cabal Villains table gives some examples of their wicked nature and terrible schemes.",
								{
									"type": "table",
									"caption": "Cabal Villains",
									"colLabels": [
										"d8",
										"Villain"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A Grimnant commander leads raids along a nation's borders to sow chaos and confusion."
										],
										[
											"2",
											"A Cabal assassin starts killing the firstborn children of prominent families."
										],
										[
											"3",
											"A dementist unleashes formless horrors of nightmare upon a defenseless town."
										],
										[
											"4",
											"A cult leader sends a miasma out from a hidden temple to pollute and corrupt the surrounding forest."
										],
										[
											"5",
											"A Cabal cultist has infiltrated a ruling council or prominent church body and begins destroying it from within."
										],
										[
											"6",
											"A dementist is controlling the mind of a monster, sending it to rampage through an area of farms and villages."
										],
										[
											"7",
											"A Cabal infiltrator sows discord among various factions within a larger organization (different Serran orders, different Benalish houses, and so forth)."
										],
										[
											"8",
											"Cabal infiltrators detonate nightmare devices designed to cause as much terror as possible, striking in highly populated areas at unpredictable times."
										]
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSD/015.webp"
									},
									"title": "Whisper, Blood Liturgist",
									"credit": "Kieran Yanner",
									"width": 386,
									"height": 341
								}
							],
							"id": "02e"
						},
						{
							"type": "entries",
							"name": "Belzenlok's Cultists",
							"page": 17,
							"entries": [
								"{@note See {@cult Cult of Belzenlok|PSD}.}",
								"Cabalists are uniformly fanatical, tormented into zealotry by pain, greed, and the distinctive power of their dementia magic. From the Cabal's beginning, spellcasters known as dementists have manipulated the very stuff of nightmares, reshaping reality and creating items and creatures from the parallel realm of \"dementia space.\" Though it has been greatly changed by centuries of hardship, dementia magic remains a powerful asset of the Cabal, and cabalists value prowess with such magic above everything except the favor of Belzenlok."
							],
							"id": "02f"
						},
						{
							"type": "entries",
							"name": "Cultists, Initiates, and Priests",
							"page": 17,
							"entries": [
								"Most members of the Cabal serve it in a religious capacity. Cells of Cabal cultists are found throughout the world, worshiping Belzenlok in secret. Once inducted into the Cabal more formally, cultists shave their heads and become initiates, assisting priests in their dark rites. As Cabal priests rise through the ranks, they dress more ornately, often wearing headgear or high collars that set them apart from initiates. Most Cabal clerics are dementists, and carry with them implements of sacrifice and veneration. But a few are more martial in nature, wielding heavy blades and viewing combat as the most active form of sacrifice to Belzenlok.",
								"These figures might be represented by {@creature acolyte|MM|acolytes}, {@creature cultist|MM|cultists}, {@creature cult fanatic|MM|cult fanatics}, {@creature mage|MM|mages}, or {@creature priest|MM|priests}, starting off with the statistics in the {@book Monster Manual|MM}. You can then modify those statistics using the guidelines found under \"Cabalist Characteristics,\" below."
							],
							"id": "030"
						},
						{
							"type": "entries",
							"name": "Grimnants",
							"page": 17,
							"entries": [
								"Cabal knights are all members of an order called the Grimnant. The armor they wear has been melted down from scavenged or stolen pieces and forged anew, painted in a black lacquer and with its edges honed. Often, the armor is molded to mirror aspects of the demon Belzenlok, a form of idol worship that Grimnant knights believe gains them power and favor.",
								"Grimnants are brutal combatants who arrive after the Cabal's infiltration has weakened a target. Most have some minor knowledge of dementia magic or carry trinkets that give them the ability to wield dark magic in battle, but they're not generally known as spellcasters. Appearing stoic from afar, most Grimnant knights experience a bloodlust in battle and enjoy going in close for the kill.",
								"Grimnant knights can use the statistics of {@creature gladiator|MM|gladiators}, {@creature guard|MM|guards}, {@creature knight|MM|knights}, or {@creature veteran|MM|veterans}, as modified by the information under \"Cabalist Characteristics.\" Some Grimnants are actually {@creature wight|MM|wights} riding {@creature zombie horse|PSD|undead horses} with the statistics of {@creature zombie|MM|zombies} (except that their size is Large)."
							],
							"id": "031"
						},
						{
							"type": "entries",
							"name": "Infiltrators and Assassins",
							"page": 17,
							"entries": [
								"In its cells throughout the world, the Cabal has need for more than prayer. Whether striking from the shadows or venturing out in full regalia to spread open terror, Belzenlok's infiltrators and assassins emphasize what many fear: that the Cabal is already everywhere. You can use the statistics for {@creature assassin|MM|assassins}, {@creature bandit|MM|bandits}, {@creature bandit captain|MM|bandit captains}, {@creature spy|MM|spies}, or {@creature thug|MM|thugs} for these characters, modifying them as desired using the information below."
							],
							"id": "032"
						},
						{
							"type": "entries",
							"name": "Cabalist Characteristics",
							"page": 17,
							"entries": [
								"Like the diabolical cults and demonic boons that appear in {@book Mordenkainen's Tome of Foes|MTF}, the following boons can enhance the abilities of Belzenlok's cabalists. For any monster or NPC that can cast spells, you can replace any of those spells with spells from the signature spells list, as long as the new spell is of the same level as the spell it replaces.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Signature Spells:",
											"entry": "{@spell Chill touch} (cantrip), {@spell hex} (1st level), {@spell phantasmal force} (2nd level), {@spell fear} (3rd level)"
										}
									]
								},
								"Belzenlok's cultists can gain the Demonic Vigor trait. Favored cultists or cult leaders can also have the Unholy Tether trait.",
								{
									"type": "entries",
									"name": "Demonic Vigor (1/day)",
									"page": 17,
									"entries": [
										"As a bonus action, or as a reaction when this creature would drop to 0 hit points, it regains 1 hit point and gains temporary hit points equal to its Constitution modifier plus its maximum number of Hit Dice."
									],
									"id": "034"
								},
								{
									"type": "entries",
									"name": "Unholy Tether",
									"page": 17,
									"entries": [
										"As a reaction when an ally of this creature within 30 feet of it dies, this creature regains hit points equal to twice the dead creature's Constitution modifier."
									],
									"id": "035"
								}
							],
							"id": "033"
						}
					],
					"id": "02c"
				}
			],
			"id": "02b"
		},
		{
			"type": "section",
			"name": "Warhosts of Keld",
			"page": 18,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/016.webp"
					},
					"title": "Garna, the Bloodflame",
					"credit": "Winona Nelson",
					"width": 628,
					"height": 371
				},
				"Hailing from the merciless and barren land of Keld on the far northern continent of Icehaven, the brutal Keldons are hulking, gray-skinned humans. Though they are often perceived as a horde of brutish, unthinking barbarians and a threat to civilization in all its forms, the Keldons have a deep and rich culture that goes back many centuries. Having endured devastation on a massive scale and lived through their own prophesied apocalyptic judgment, today's Keldons fight to be worthy of their glorious ancestors, their unforgiving home, and their strongest champions.",
				{
					"type": "entries",
					"name": "Heroes of Keld",
					"page": 18,
					"entries": [
						"Most Keldons live as part of a warhost, fighting at the command of a warlord and living within a community of other Keldons. Occasionally, though, a Keldon leaves their warhost—and sometimes leaves Keld entirely—whether by choice or in disgrace and exile. Their strong and hardy nature makes Keldons excellent adventurers.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Alignment:",
									"entry": "Usually chaotic, often neutral"
								},
								{
									"type": "item",
									"name": "Races:",
									"entry": "{@race Human (Keldon)|PSD}"
								},
								{
									"type": "item",
									"name": "Suggested Backgrounds:",
									"entry": "{@background Folk Hero}, {@background Outlander}, {@background Soldier}"
								}
							]
						},
						{
							"type": "entries",
							"name": "Suggested Classes",
							"page": 18,
							"entries": [
								"Consider these class options for a Keldon character.",
								{
									"type": "entries",
									"name": "{@class Barbarian} or {@class Fighter}",
									"page": 18,
									"entries": [
										"The individual members of a Keldon warhost, sometimes referred to as fists, are all formidable fighters in their own right. Some embrace a modicum of coordinated strategy, while others give themselves over to berserker rage."
									],
									"id": "039"
								},
								{
									"type": "entries",
									"name": "{@class Bard} or {@class Cleric}",
									"page": 18,
									"entries": [
										"Traditional Keldon shamans retain an important place in the warhosts. These shamans are historians as well, keeping alive the link between Keld's past traditions and its present. Their chief responsibility is in maintaining, annotating, and interpreting the enormous Book of Keld. Most Keldon warriors have little patience for reading, so the keepers also act as bards or skalds, recounting the tales within the book to inspire Keldons in battle. Keldon clerics typically choose the {@class cleric||Forge|Forge|XGE} domain (presented in {@book Xanathar's Guide to Everything|XGE}).",
										{
											"type": "table",
											"caption": "Suggested Ideals",
											"colLabels": [
												"d6",
												"ideal"
											],
											"colStyles": [
												"col-1 text-center",
												"col-11"
											],
											"rows": [
												[
													"1",
													"{@b Self-Reliance.} I don't wear or use anything I haven't made myself. You can't count on anyone else in this world."
												],
												[
													"2",
													"{@b Future.} I believe a true Twilight still awaits the Keldon faithful, when our fallen heroes will rise up to fight alongside us as we conquer the world."
												],
												[
													"3",
													"{@b Pragmatism.} No ancestors are coming to save us—we are our only hope."
												],
												[
													"4",
													"{@b Coin.} I will happily fight for those too weak to defend themselves, if they pay me enough."
												],
												[
													"5",
													"{@b Freedom.} The so-called \"new Keld\" is too safe, too controlled. The fire in Keldon blood demands warfare and pillage."
												],
												[
													"6",
													"{@b Keld.} I am Keldon, and that is all that matters. I seek the glory and prosperity of my people above all else."
												]
											]
										},
										{
											"type": "table",
											"caption": "Suggested Bonds",
											"colLabels": [
												"d6",
												"Bond"
											],
											"colStyles": [
												"col-1 text-center",
												"col-11"
											],
											"rows": [
												[
													"1",
													"I fight to prove myself worthy of my glorious ancestors."
												],
												[
													"2",
													"Even away from Keld, my loyalty is to my warlord and the rest of my warhost."
												],
												[
													"3",
													"I'm inexplicably drawn to the sacred peak called the Mountain."
												],
												[
													"4",
													"My favorite weapon is one I forged from the broken weapons of my enemies."
												],
												[
													"5",
													"I want to be a warlord someday, and I won't stop there."
												],
												[
													"6",
													"I had a dear mentor from another nation who taught me my skills."
												]
											]
										}
									],
									"id": "03a"
								}
							],
							"id": "038"
						}
					],
					"id": "037"
				},
				{
					"type": "entries",
					"name": "Keldons",
					"page": 19,
					"entries": [
						"The people of Keld are human, but they are like no other humans anywhere. Nearly all adults stand over six feet tall, and heights above seven feet are not uncommon. They are massively muscled and have gray skin, ranging from an ashy gray-white to a deeper bluegray. The typical {@race Human (Keldon)|PSD}'s hairline points sharply down in the middle of the forehead and at either temple, but recedes elsewhere—sometimes dramatically. {@race Human (Keldon)|PSD|Keldons} are remarkably resistant to the cold of their homeland, baring skin even in near-freezing temperatures without discomfort.",
						"Keldons value self-reliance, strength, and courage above all else. Anything that is the product of their own labor is a fine thing. Anything else is treated with a healthy dose of skepticism. At best, they are a proud, pragmatic, passionate people, and their loyalty is fierce once earned. At worst, they can be reckless, hot-tempered, and violent—and no small number of Keldons still consider these qualities virtues rather than vices.",
						"Because of their many exploits as both conquerors and mercenaries, Keldons appear in the legends and histories of other peoples across the world. Sometimes these tales are exaggerated—but many that sound exaggerated are not."
					],
					"id": "03b"
				},
				{
					"type": "entries",
					"name": "Keld Adventures",
					"page": 20,
					"entries": [
						"The Keldons are a fierce, warlike people. As adventurers—or adventure patrons—they typically pursue objectives with violent ends. As villains, they are a dangerous force of conquest not easily dissuaded from their goals.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/PSD/017.webp"
							},
							"title": "Rampaging Cyclops",
							"credit": "Tomasz Jedruszek",
							"width": 386,
							"height": 495
						},
						{
							"type": "entries",
							"name": "Keld Quests",
							"page": 20,
							"entries": [
								"A Keldon warhost is absolutely loyal to its warlord, and the members of a warhost follow their leader's instructions without question. Allwarlords in turn answer to overseers, who are appointed by the grand warlord to coordinate Keld's military efforts; and to the doyens, who act as advisors and settle civil disputes. Occasionally, a warlord, overseer, or doyen—or the grand warlord herself—identifies a task that is more easily done by a small, skilled team than by a host of brutal warriors. Those tasks are often entrusted to adventurers who are unwaveringly loyal either to Keld or to coin.",
								{
									"type": "table",
									"caption": "Keld Quests",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Persuade a Benalish house to abandon a colony newly established on Keld's soil."
										],
										[
											"2",
											"Carry an urgent message from one warlord to another across a dangerous area."
										],
										[
											"3",
											"Convince a wayward warlord to obey an overseer's orders before the situation escalates into full-on rebellion."
										],
										[
											"4",
											"Undermine the loyalty of a rebellious warlord's warhost, thus depriving the warlord of power."
										],
										[
											"5",
											"Kill a monster lurking in the mountains."
										],
										[
											"6",
											"Fend off attacks by frost giants from the north."
										]
									]
								}
							],
							"id": "03d"
						},
						{
							"type": "entries",
							"name": "Keld Sites",
							"page": 20,
							"entries": [
								"The Keldons are not builders. As such, sites involved in adventures in and around Keld are likely to be focused on wilderness areas or ancient ruins predating their rise.",
								{
									"type": "table",
									"caption": "Keld Sites",
									"colLabels": [
										"d10",
										"Adventure Site"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"At the foot of the Keldons' sacred Mountain"
										],
										[
											"2",
											"At the entrance to the Keldon Necropolis, where great figures of the past are interred"
										],
										[
											"3",
											"Inside a glacier"
										],
										[
											"4",
											"A mountain cave"
										],
										[
											"5",
											"A tower formed from strange black ice"
										],
										[
											"6",
											"A forest clearing where the air is cold enough to freeze your breath in your mouth"
										],
										[
											"7",
											"A smith's forge"
										],
										[
											"8",
											"A plateau where carved megaliths are erected"
										],
										[
											"9",
											"A camp with dozens of round tents"
										],
										[
											"10",
											"At the peak of the Keldons' sacred Mountain"
										]
									]
								}
							],
							"id": "03e"
						},
						{
							"type": "entries",
							"name": "Keld Villains",
							"page": 20,
							"entries": [
								"With a people like the Keldons, practically every good and noble warlord is balanced out by one who is bloodthirsty and ambitious. But the violent conquerors, as terrifying as they might be, are often the easiest Keldon villains to deal with.",
								{
									"type": "table",
									"caption": "Keld Villains",
									"colLabels": [
										"d8",
										"Villain"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A warlord leads an attack on a different warhost."
										],
										[
											"2",
											"A doyen advises several different warlords to provoke conflicts with Benalia, believing that a full-scale war will trigger the true Twilight."
										],
										[
											"3",
											"A shaman has secretly made an alliance with the frost giants of the northern wastes to help overthrow the grand warlord."
										],
										[
											"4",
											"A shaman dabbles in the hated arts of necromancy, hoping to reproduce the false Twilight caused by the Phrexians."
										],
										[
											"5",
											"A frost giant shaman brings a nightmarish winter down over Keld, and it begins spreading farther south."
										],
										[
											"6",
											"A warlord leads a host in longboats to the Benalish isle of Avenant."
										],
										[
											"7",
											"A warlord directly challenges the authority of the grand warlord, hoping to take her place."
										],
										[
											"8",
											"A warlord kills the grand warlord and starts transforming Keld back into the land of bloodthirsty raiders it once was."
										]
									]
								}
							],
							"id": "03f"
						}
					],
					"id": "03c"
				}
			],
			"id": "036"
		},
		{
			"type": "section",
			"name": "Elves of Llanowar",
			"page": 21,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PSD/018.webp"
					},
					"title": "Hallar, the Firefletcher",
					"credit": "Bram Sels",
					"width": 644,
					"height": 474
				},
				"Few outsiders dare to venture into the vast and ancient Llanowar forest, where huge old-growth trees tower a thousand feet above the ground. Among those trees live the fierce Llanowar elves, whose appearance of savagery and reputation for xenophobic hostility are enough to keep most other folk away from even the shadow of the forest. In reality, however, the Llanowar are a reclusive people, and careful visitors can enter and leave their domain without ever seeing its inhabitants. When the Llanowar elves are seen, it is because they wish to be seen—and often to an intruder's detriment.",
				{
					"type": "entries",
					"name": "Heroes of Llanowar",
					"page": 21,
					"entries": [
						"The people of Llanowar are elves with a reputation for xenophobia, offering intruders greetings that range from quiet suspicion to swift death. Some elves are concerned primarily with their own self-preservation, and the safety of their families, villages, and elfhames. But there are others who keep their eyes on larger dangers. Some of those elves join the Order of the Steel Leaf, keeping watch on the forest's borders and occasionally venturing beyond those borders to meet threats. Others take to the wider world, pursuing foes that threaten more than just Llanowar—or simply seeking adventure.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Alignment:",
									"entry": "Usually neutral"
								},
								{
									"type": "item",
									"name": "Races:",
									"entry": "{@race Elf (wood)} or {@race half-elf} (particularly in the Ruadach elfhame)"
								},
								{
									"type": "item",
									"name": "Suggested Backgrounds:",
									"entry": "{@background Folk Hero}, {@background Hermit}, {@background Outlander}, {@background Sage}, {@background Soldier}"
								}
							]
						},
						{
							"type": "entries",
							"name": "Suggested Classes",
							"page": 21,
							"entries": [
								"Consider the following class options for a Llanowar elf character.",
								{
									"type": "entries",
									"name": "{@class Bard} or {@class Druid}",
									"page": 21,
									"entries": [
										"Since the death of the elf Planeswalker Freyalise, the elves of Llanowar have turned to the worship of Gaea, the goddess of life and nature. Most believe that Freyalise was an avatar or aspect of Gaea in life—and some still pray to her, believing that she continues to take that role in death. But even the faithful of Freyalise are likely to pray directly to Gaea most days. That said, the druids of Llanowar are not just a religious order. They are a professional philosophical class, with different orders filling different social and religious roles among the elves. Some orders consist of poets, bards, and historians who collect and preserve the lore of Llanowar and its peoples for future generations. Others are made up of astronomers, mathematicians, and navigators, who use their esoteric knowledge to predict weather and astronomical events. Most importantly, the druids serve as the judicial system, both investigating complaints and judging the accused."
									],
									"id": "043"
								},
								{
									"type": "entries",
									"name": "{@class Fighter} or {@class Ranger}",
									"page": 21,
									"entries": [
										"From kavu-riding cavalry to branch-walking archers, the elves of Llanowar are accomplished warriors who take easily to either of these classes.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PSD/019.webp"
											},
											"title": "Elfhame Druid",
											"credit": "Yongjae Choi",
											"width": 768,
											"height": 600
										},
										{
											"type": "table",
											"caption": "Suggested Ideals",
											"colLabels": [
												"d8",
												"Ideal"
											],
											"colStyles": [
												"col-1 text-center",
												"col-11"
											],
											"rows": [
												[
													"1",
													"{@b Riashil Pacifism.} To live at peace with nature, we must first learn to live at peace with each other."
												],
												[
													"2",
													"{@b Staprion Defiance.} Those who cross lines must be put in their place."
												],
												[
													"3",
													"{@b Loridalh Interdependence.} I am my own master, but I am strongest when I work as part of the web of all life."
												],
												[
													"4",
													"{@b Kelfae Flexibility.} The search for stability—whether in a swaying treetop or in the turmoil of life—is fruitless."
												],
												[
													"5",
													"{@b Jubilar Remembrance.} The sacrifice of those who were exterminated in the Phyrexian Invasion must be remembered, and their stories retold."
												],
												[
													"6",
													"{@b Basiphem Pride.} Because we are strong, it is our responsibility to aid the rest of the forest where we can."
												],
												[
													"7",
													"{@b Hedressel Holiness.} We must maintain our distance—culturally and physically—from other peoples to maintain our connections to the wood."
												],
												[
													"8",
													"{@b Ruadach Openness.} We must open ourselves to new cultures, new peoples, and new ideas, or we will rot like a fallen log."
												]
											]
										},
										{
											"type": "table",
											"caption": "Suggested Bonds",
											"colLabels": [
												"d8",
												"Bond"
											],
											"colStyles": [
												"col-1 text-center",
												"col-11"
											],
											"rows": [
												[
													"1",
													"I could always count on my mother to give me a good bonk on the head if I did something foolish. (Riashil)"
												],
												[
													"2",
													"I will have my revenge against the Cabal for the harm they have done to my kin. (Staprion)"
												],
												[
													"3",
													"One of the twelve tallest emergent trees in Llanowar is the dearest place to me in all the world. (Loridalh)"
												],
												[
													"4",
													"I was bonded to a kavu at birth. (Kelfae)"
												],
												[
													"5",
													"I survived the Phyrexian Invasion over three hundred years ago, and I will never forget the faces of those who died. (Jubilar)"
												],
												[
													"6",
													"My family carries the shame of failing to protect Llanowar from the Phyrexian Invasion, and I will stop at nothing to undo that shame. (Basiphem)"
												],
												[
													"7",
													"I spent a year in Hedressel, and I would give my life to defend that holy place. (Hedressel)"
												],
												[
													"8",
													"I left my family rather than endure the grief of losing them. (Ruadach)"
												]
											]
										}
									],
									"id": "044"
								}
							],
							"id": "042"
						}
					],
					"id": "041"
				},
				{
					"type": "entries",
					"name": "Llanowar Adventures",
					"page": 23,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/PSD/020.webp"
							},
							"title": "Mammoth Spider",
							"credit": "Lars Grant-West",
							"width": 496,
							"height": 369
						},
						"The most well-known cultural feature of the Llanowar elves is a reclusiveness that borders on xenophobia. This distrust has varied in its degree and harshness throughout history—and it can vary more widely among the different societies of Llanowar. Some elves conduct cautious trade at carefully patrolled border sites, while others harshly punish any transgression of their unwritten laws.",
						{
							"type": "entries",
							"name": "Llanowar Quests",
							"page": 23,
							"entries": [
								"Many Llanowar elves dislike leaving the protective eaves of the forest. So when danger arises outside the boundaries of the wood, elfhame leaders might send the more restless young elves of their community to face the danger—or they might ask (or call in) a favor from outside adventurers.",
								{
									"type": "table",
									"caption": "Llanowar Quests",
									"colLabels": [
										"d6",
										"Quest"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Find the source of orc raids in the Ironcrown Mountains."
										],
										[
											"2",
											"Retrieve something caught in the web of an enormous spider."
										],
										[
											"3",
											"Carry a message to a Benalish city—about diplomacy, trade, matters of the heart, or anything else."
										],
										[
											"4",
											"Track down an interloper who managed to escape punishment for crimes against the forest (perhaps even trespassing in Hedressel)."
										],
										[
											"5",
											"Dispose of a newly uncovered piece of Phyrexian wreckage."
										],
										[
											"6",
											"Plant a seed from Llanowar in the Whispering Woods or another distant forest."
										]
									]
								}
							],
							"id": "046"
						},
						{
							"type": "entries",
							"name": "Llanowar Sites",
							"page": 23,
							"entries": [
								"The Llanowar forest teems with life—and with magic. Special locations within the forest are abundant, offering many possibilities for adventure.",
								{
									"type": "table",
									"caption": "Llanowar Sites",
									"colLabels": [
										"d10",
										"Adventure Site"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"Inside a giant tree that has strangely begun to rot from the inside"
										],
										[
											"2",
											"At the top of an emergent tree, where magical flowers grow"
										],
										[
											"3",
											"Nestled among the roots of one of the oldest and largest trees in the forest"
										],
										[
											"4",
											"A temple hollowed out from a huge branch of a still-living tree"
										],
										[
											"5",
											"A statue of the elf hero Eladamri, situated in the middle of a placid forest clearing"
										],
										[
											"6",
											"A network of rope bridges connecting canopy trees"
										],
										[
											"7",
											"A sinister-looking tower made from a dead tree"
										],
										[
											"8",
											"An enormous patch of mushrooms that gets larger every day"
										],
										[
											"9",
											"An overgrown Phyrexian war machine"
										],
										[
											"10",
											"An anthill, termite nest, or wasp nest that's larger than a grand temple"
										]
									]
								}
							],
							"id": "047"
						},
						{
							"type": "entries",
							"name": "Llanowar Villains",
							"page": 23,
							"entries": [
								"The anger and violence of the xenophobic Llanowar elves is usually reactive—reserved for those who trespass in their forest. But the distance from reactive to active villainy is often a small step.",
								{
									"type": "table",
									"caption": "Llanowar Villains",
									"colLabels": [
										"d8",
										"Villain"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"A zealous druid wants to drive the humans and half-elves out of Ruadach."
										],
										[
											"2",
											"A pragmatist thinks the old druidic traditions are holding the elves back from greatness, and seeks to destroy Hedressel or Molimo (or both)."
										],
										[
											"3",
											"A knight of the Steel Leaf tries to stir up war with Benalia, in order to have an excuse to slaughter the humans."
										],
										[
											"4",
											"A druid uses ancient necromancy to poison a stream supplying water to a Benalish town."
										],
										[
											"5",
											"A Staprion warrior believes the pacifist Riashil are traitors to the elves, and tries to goad them into fighting."
										],
										[
											"6",
											"An elf has bred a giant kavu intended to topple trees and destroy elfhames."
										],
										[
											"7",
											"A necromancer wants to use the spirits of the elven dead that are said to guard Hedressel to destroy the elves entirely."
										],
										[
											"8",
											"A leader of the Order of the Steel Leaf is in league with the Cabal, and tries to undermine the Staprion offensive against that order."
										]
									]
								},
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/PSD/021.webp"
									},
									"title": "Forest",
									"credit": "Jonas De Ro",
									"width": 375,
									"height": 216
								}
							],
							"id": "048"
						},
						{
							"type": "entries",
							"name": "Kavu",
							"page": 23,
							"entries": [
								"Kavu are reptilian creatures that are either very ancient or a relatively recent creation on Dominaria. Either awakening from a millennia-long hibernation or springing fully formed into being, they emerged from the ground to defend against the Phyrexian Invasion. The Llanowar elves now breed the kavu to fill a variety of roles, believing that these creatures were the goddess Gaea's means of intervening in Dominaria's defense. The close relationship between elves and kavu is a constant reminder of Gaea's beneficence. Every Kelfae bonds with an arboreal kavu companion, and some Kelfae and Basiphem warriors ride them into battle.",
								{
									"type": "list",
									"columns": 2,
									"items": [
										"{@creature Kavu Predator|PSD}",
										"{@creature Steel Leaf Kavu|PSD}"
									]
								}
							],
							"id": "049"
						}
					],
					"id": "045"
				}
			],
			"id": "040"
		},
		{
			"type": "entries",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						"Written by James Wyatt with Ashlie Hope",
						"Cover art by Tyler Jacobson",
						"Editing by Scott Fitzgerald Gray"
					]
				}
			],
			"id": "04a"
		}
	]
}
