{
	"data": [
		{
			"type": "section",
			"name": "The Deck of Many Things",
			"page": 3,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/BMT/005-01-003.deck.webp"
					},
					"credit": "Hinchel Or",
					"width": 850,
					"height": 1884
				},
				"The {@deck Deck of Many Things|BMT} is one of the best-known magic items in {@style Dungeons & Dragons|small-caps;dnd-font}. Players delight in the possibilities the deck offers, such as suddenly advancing in level or gaining fabulous wealth. Since its introduction, the deck has been associated with physical cards—game props Dungeon Masters could use to build a deck their players drew from. The cards and book you're holding are designed to satisfy this demand in the best way possible, providing a beautiful deck of physical cards DMs and players can handle, shuffle, and draw from when they encounter the {@deck Deck of Many Things|BMT} in their games.",
				"But this deck is much more than that. The deck has been expanded with forty-four new cards DMs can use to build customized versions of the {@deck Deck of Many Things|BMT} for their games. This deck has also been designed for two additional uses:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Divination",
									"page": 3,
									"entries": [
										"Dungeon Masters can use the cards for divinatory readings that provide players with clues about the challenges that lie ahead. Divinatory readings are described in the \"{@book Divinatory Uses|DMTCRG|1}\" section."
									],
									"id": "003"
								},
								{
									"type": "entries",
									"name": "Generating Adventures",
									"page": 3,
									"entries": [
										"DMs can use the deck to generate adventure ideas and even outline an adventure's starting situation, journey, encounters, and climax. The guidelines for this are found in the \"{@book Adventure Spreads|DMTCRG|2}\" section and include an example of how the cards can be used to create a story or a dungeon,"
									],
									"id": "004"
								}
							],
							"id": "002"
						}
					],
					"id": "001"
				},
				{
					"type": "entries",
					"name": "Customizing Your Deck",
					"page": 3,
					"entries": [
						"The {@i Deck of Many Things} is as old as D&D, first appearing in 1976. That earliest version of the deck had eighteen unnamed cards, and the DM was encouraged to build the deck from ordinary playing cards, Virtually everything about the deck has changed as the game has evolved: the number of cards has increased, the cards have gained names, the names have changed, and the rules have gone back and forth about whether the {@i Deck of Many Things} is an artifact or perhaps even an intelligent item with its own mysterious goals.",
						"What this means for players and DMs is that no definitive version of the {@i Deck of Many Things} exists. Like everything else in D&D the deck is a tool you can customize to suit the needs of your table, You might include all the cards to capture the wild unpredictability of fate, use only cards that fit a certain theme or yield particular results, or select a few specific cards that precisely fit your adventure. You can even invent new cards. You can find examples Of how to customize the deck to suit your table, including card lists, in {@book chapter 2 of The Book of Many Things|BMT|1}.",
						{
							"type": "inset",
							"page": 3,
							"name": "Updates to the Deck",
							"entries": [
								"This book, the associated cards, and {@book The Book of Many Things|BMT} include some updates and revisions to the {@item Deck of Many Things|DMG|version of the deck in the Dungeon Master's Guide}:",
								{
									"type": "list",
									"items": [
										"Two cards have been renamed. The card formerly known as the {@card Vizier|Deck of Many Things} is now the {@card Sage|Deck of Many Things|BMT}, and the card previously called the {@card Idiot|Deck of Many Things} is now the {@card Puzzle|Deck of Many Things|BMT}.",
										"In addition to the twenty-two cards of the {@item Deck of Many Things|DMG}, this deck includes an additional forty-four cards, known as the {@deck Deck of Many More Things|BMT}. These sixty-six cards often appear together as a combined deck. The game rules for the new cards appear in {@book chapter 7 of The Book of Many Things|BMT|6}."
									]
								}
							],
							"id": "006"
						}
					],
					"id": "005"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/BMT/credits2.webp"
					},
					"credit": "Ekaterina Burmak",
					"width": 1700,
					"height": 1208
				},
				{
					"type": "entries",
					"name": "Card Meanings",
					"page": 4,
					"entries": [
						"The meanings of in individual cards depend on how you're using the deck. If you're using it to represent the {@item Deck of Many Things|BMT} magic item, the game rules for the twenty-two cards that make up the classic deck appear in the {@item Deck of Many Things|DMG|Dungeon Master's Guide} while rules for the forty-four new cards are detailed in {@book chapter 7 of The Book of Many Things|BMT|6}. However, you can change the powers of cards as you see fit.",
						"If you're using the deck for divination or generating adventures, you have two main options for card meanings. The easiest method is to use the literal meaning of the card. In this case, the {@card Dragon|Deck of Many More Things|BMT} card literally suggests a dragon.",
						"For a more nuanced option, the \"{@book Reading the Cards|DMTCRG|3}\" section presents an array of potential meanings for each card, depending on which way the card is oriented and using signifiers that suggest how the card applies to people or creatures the characters might meet, places they might visit, treasures they might find, and situations they might experience. For example, the {@card Dragon|Deck of Many More Things|BMT} card could refer to a literal dragon, but it might also indicate a dragonborn, a dragon's lair, or someone hoarding treasure.",
						{
							"type": "entries",
							"name": "Card Spreads",
							"page": 4,
							"entries": [
								"In addition to having their own meanings, cards take on additional meanings when combined as spreads: arrangements of oracle cards on a surface. With spreads, the order in which cards are drawn and where they're placed in relation to other cards add meaning to a reading. For example, cards drawn earlier in a reading might be interpreted as talking about the past or the start of an adventure, while those drawn later might speak about the future or an adventure's culmination."
							],
							"id": "008"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/BMT/022-04-002.gem-card-asteria.webp"
							},
							"credit": "Julie Dillon",
							"width": 1700,
							"height": 1064
						}
					],
					"id": "007"
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "Divinatory Uses",
			"page": 6,
			"entries": [
				"{@i The Deck of Many Things} card set is a wonderful tool for representing fortune-telling encounters in your game, whether characters arc reading the cards for each other or the DM is portraying a non-player character peering into the characters' futures.",
				{
					"type": "entries",
					"name": "Divinatory Basics",
					"page": 6,
					"entries": [
						"Traditional readings require two people: a questioner who is looking for answers, and a reader who places the cards in a spread and interprets their meaning. The questioner and reader cooperate to understand the situation the questioner is in and what might be possible in the questioner's future.",
						"Usually, the DM takes on the role of the reader, and a character is the questioner. However, a character might be both questioner and reader, interpreting the cards to answer a question they're asking themself, or a character might perform readings for the others in the party.",
						{
							"type": "entries",
							"name": "Choosing Questions",
							"page": 6,
							"entries": [
								"When posing a question using the deck, avoid anything with a simple yes-or-no answer and questions with a specific, factual answer. Instead, ask open-ended questions that might have many answers. Questions like \"How can we stop Iuz from conquering all of the Flanaess?\" are more suited to the divinatory nature of the cards than \"Where is the Eye of Vecna?\""
							],
							"id": "00b"
						},
						{
							"type": "entries",
							"name": "Stacking the Deck",
							"page": 6,
							"entries": [
								"The reader should decide what cards to include in the deck for the reading, depending on their goals.",
								"A DM might want to include only cards that reflect the themes of the adventure, or choose the exact cards to display to give the players specific clues. A character reading a nonplayer character's fortune might do the same if they want to trick or manipulate that person, but trusting in fate and including the whole deck is always an option."
							],
							"id": "00c"
						},
						{
							"type": "entries",
							"name": "Performing the Reading",
							"page": 6,
							"entries": [
								"As cards are drawn, take your time interpreting them. Ponder how the cards' possible interpretations might speak to the questioner's memories, experiences, and current situation. The reader should help the questioner look for connections between cards, seeking the story the cards tell as they're brought together."
							],
							"id": "00d"
						}
					],
					"id": "00a"
				},
				{
					"type": "entries",
					"name": "Divinatory Spreads",
					"page": 6,
					"entries": [
						"This section presents three divinatory spreads you can use in your games. These are only a few of many possible spreads: you can use them as a basis for creating your own ways to place and interpret the cards. Customize the spread to suit the question asked and the deck to suit the themes of your game.",
						{
							"type": "entries",
							"name": "One-Card Spread",
							"page": 6,
							"entries": [
								"For the simplest reading, draw a single card from the deck. Many readers use this technique in the morning when preparing for a day of adventure. The card they draw presents a message about the day to come, something to use as guidance when the adventure becomes challenging and the way forward unclear. Alternatively, drawing a single card can provide quick guidance concerning an immediate problem or an ongoing situation that has become impossible to ignore."
							],
							"id": "00f"
						},
						{
							"type": "entries",
							"name": "Three-Card Spread",
							"page": 7,
							"entries": [
								"A three-card spread allows the cards to tell a story, as the cards interact with each other and their meanings resonate and connect. This increases the power and usefulness of the cards, but there are many ways to interpret a three-card spread, so it's important to know what you want from the cards before you place them.",
								"The most common form of a three-card spread is to interpret the first card as representing the past, especially forces in the past that are relevant to the question. The second card represents the present situation, and the final card hints at the future.",
								"Alternatively, the first card might represent a problem, the second card an obstacle, and the final card the solution. Or the first card could represent the questioner, the second card another individual, and the third card the relationship between the two."
							],
							"id": "010"
						},
						{
							"type": "entries",
							"name": "Five-Card Spread",
							"page": 7,
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/DMTCRG/Five-Card Spread.webp"
									},
									"title": "Diagram 1: Five-Card Spread",
									"width": 800,
									"height": 934
								},
								"A five-card spread (see diagram 1) allows a question to be answered with great complexity and nuance, as the cards show multiple perspectives and weave an interconnected story, Here's an example of a five-card spread you might use:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "The Quest",
											"entry": "The first card is the Quest card, which is placed in the center. This represents the adventure itself or the current situation."
										},
										{
											"type": "item",
											"name": "That Which Is Hidden",
											"entry": "The second card, That Which Is Hidden, is placed to the left of the Quest card. That Which Is Hidden describes things in the questioner's past, elements of the subconscious, hidden enemies, or simply things that have been forgotten or neglected. The forces represented by this card weigh down the questioner and impede completion of the quest."
										},
										{
											"type": "item",
											"name": "That Which Is Needed",
											"entry": "The third card, That Which Is Needed, is placed to the right of the Quest card. It represents the tools necessary for success on the quest. This might be the help of an ally or a useful item, but it could also stand for knowledge the questioner must acquire to achieve their goal."
										},
										{
											"type": "item",
											"name": "The Challenge",
											"entry": "The fourth card, the Challenge, is placed below the Quest card and represents the chief obstacle to success: the thing most likely to prevent the questioner from achieving the quest. Use the assets described in That Which Is Needed, while taking precautions against That Which Is Hidden, to overcome whatever the Challenge represents."
										},
										{
											"type": "item",
											"name": "The Outcome",
											"entry": "Finally, the Outcome is placed above the Quest card. This might represent the culmination of the adventure, but it can also illuminate ramifications or consequences that follow the quest's success or failure."
										}
									]
								}
							],
							"id": "011"
						}
					],
					"id": "00e"
				}
			],
			"id": "009"
		},
		{
			"type": "section",
			"name": "Adventure Spreads",
			"page": 8,
			"entries": [
				"An adventure spread is an arrangement of cards from {@deck Deck of Many More Things|DMTCRG|The Deck of Many Things} card set that you can use to craft an adventure for your D&D game. With this method, the cards drawn determine adventure details such as the situation that launches the adventure, challenges the party faces along the way, and the final obstacle the party must overcome. This kind of spread typically uses the full deck, but you can use a smaller set of cards if you want your adventure to focus on particular themes or adversaries.",
				{
					"type": "entries",
					"name": "Creating an Adventure Spread",
					"page": 8,
					"entries": [
						"To prepare the deck for creating an adventure spread, shuffle the cards, being sure to rotate some cards as you do so some cards will be upright and others reversed (upside down). Then lay out the top nine cards in a cross pattern, as shown in diagram 2. Each card represents a situation, person, creature, location, or treasure in the adventure, using the signifiers for each card described in the \"{@book Reading the Cards|DMTCRG|3}\" section. You can pick any of a card's signifiers for any of the positions in the diagram, so let your imagination wander and build a story that excites you. Treat the cards placed sideways as upright if the top of the card is on the left and as reversed if the top is on the right.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/DMTCRG/Adventure Spread.webp"
							},
							"title": "Diagram 2: Adventure Spread",
							"width": 1444,
							"height": 934
						},
						"Lay out the cards in this order:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1: Party Gathers",
									"entry": "This card represents the situation the characters are in before the adventure starts. It might be a place where they meet, a person they're visiting, a treasure they're all drawn to for different reasons, or a dangerous creature unrelated to the adventure to follow."
								},
								{
									"type": "item",
									"name": "2: Adventure Begins",
									"entry": "Place this card across the first card to represent how the adventure starts. It might be a situation that starts the action, an individual who gives the adventurers a quest, or an attack by a creature that prompts the party to follow it to its lair."
								},
								{
									"type": "item",
									"name": "3: Journey",
									"entry": "To the right of the first card, place a card that describes the transition from the introduction to the adventure location—probably a person, creature, or location the characters encounter along the way."
								},
								{
									"type": "item",
									"name": "4: Entrance",
									"entry": "Draw a card and place it to the right of the Journey card. This card describes the entrance to the adventure location. It might represent a creature that guards the entrance or the physical details of the entrance itself."
								},
								{
									"type": "item",
									"name": "5, 6, 7: Challenges",
									"entry": "These three cards describe the primary challenges the characters must face in the adventure. They might be creatures, people, or situations. Arrange these cards in a vertical line to the right of the Entrance card. You can draw additional cards if you want more than three challenges, or fewer cards for a shorter session."
								},
								{
									"type": "item",
									"name": "8: Treasure",
									"entry": "This card, placed to the right of the Challenge cards, describes a treasure that is the ultimate goal or reward of the adventure."
								},
								{
									"type": "item",
									"name": "9: Guardian",
									"entry": "Place this card across the Treasure card to describe the final obstacle the characters must overcome to achieve their goal and claim the Treasure. It's typically a creature but can also be a situation."
								}
							]
						}
					],
					"id": "013"
				},
				{
					"type": "entries",
					"name": "Example",
					"page": 9,
					"entries": [
						"Jennifer is running a game for her players next week, and she doesn't have an adventure planned. She decides to use The {@deck Deck of Many More Things|DMTCRG|Deck of Many Things} card set to generate adventure ideas. After shuffling the deck, she places cards as shown in diagram 3. Here's the adventure she creates: if a creature's name is bold, its stat block appears in the {@book Monster Manual|MM} unless otherwise stated:",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/DMTCRG/Example Adventure Spread.webp"
							},
							"title": "Diagram 3: Example Adventure Spread",
							"width": 1443,
							"height": 934
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1: Party Gathers",
									"entry": "Jennifer's first card is the {@card Jester|Deck of Many More Things|DMTCRG} upright. She likes the idea of starting off in a fairground. The characters can engage in carnival games before the action starts."
								},
								{
									"type": "item",
									"name": "2: Adventure Begins",
									"entry": "Jennifer draws the {@card Comet|Deck of Many More Things|DMTCRG} card reversed, whose creature signifier suggests the fairground is overrun by small creatures fleeing from a rampaging monster. She decides the creatures are panicked {@creature goblin|MM|goblins}; they're not malicious or intent on fighting. but their arrival cre- ates chaos. Jennifer isn't sure what the monster is yet, but it should be a threat that demands heroic action from the characters."
								},
								{
									"type": "item",
									"name": "3: Journey",
									"entry": "Jennifer draws the {@card Fool|Deck of Many More Things|DMTCRG} card reversed. She opts to use the person signifier—a con artist—for an encounter during the journey. As the characters travel to where the rampaging monster was last seen. they're targeted by a con artist who pretends to be a refugee displaced by the monster. Jennifer decides this con artist is a {@creature bard|MPMM} (whose stat block appears in Mordenkainen Presents: Monsters of the Multiverse) who uses the {@spell Charm Person} and {@spell Sleep} spells to try to overcome the characters and steal their belongings."
								},
								{
									"type": "item",
									"name": "4: Entrance",
									"entry": "When determining the lair of the rampaging monster, Jennifer draws the {@card Euryale|Deck of Many More Things|DMTCRG} card reversed. This card's place signifier could be a simple underground cavern, but Jennifer finds the idea of a place with narrow windows or arrow slits more evocative. She envisions a gatehouse built by the fleeing goblins, which the rampaging monster has driven them from. Because the gatehouse is built for goblins, the ceilings are low and the doorways narrow, posing interesting tactical challenges for the characters as they explore."
								},
								{
									"type": "item",
									"name": "5: Challenge",
									"entry": "For the first challenge, Jennifer draws the {@card Donjon|Deck of Many More Things|DMTCRG} card reversed, which indicates a creature that has escaped captivity or gone feral. She decides the goblins kept a pack of {@creature worg|MM|worgs} in their gatehouse, and now the hungry worgs prowl the corridors. While the worgs are likely to attack, clever players might be able to get past them non-violently, perhaps by feeding them or speaking to them in a language they know (such as {@language Goblin})."
								},
								{
									"type": "item",
									"name": "6: Challenge",
									"entry": "For the second challenge, Jennifer draws the {@card Fates|Deck of Many More Things|DMTCRG} card, opting to use a {@creature green hag|MM} investigating the gatehouse with an eye toward making it her new home. The hag warns the characters that fate isn't on their side, but she won't attack unless the adventurers force her hand."
								},
								{
									"type": "item",
									"name": "7: Challenge",
									"entry": "The third challenge is the {@card Flames|Deck of Many More Things|DMTCRG} card reversed, which suggests another creature fleeing from a larger or more dangerous creature, namely the rampaging monster at the heart of the adventure. Jennifer figures there must be goblins in the gatehouse, perhaps in a hastily fortified chamber; she creates an encounter using a {@creature goblin boss|MM} and enough additional goblins to give the characters a fight. The goblin boss won't be satisfied until the adventurers, the hag, and the rampaging monster are all gone from the gatehouse. The adventurers can resolve this by clearing out the monster and the hag, winning the grudging appreciation of the goblin boss."
								},
								{
									"type": "item",
									"name": "8: Treasure",
									"entry": "8: Treasure. Jennifer draws the {@card Gem|Deck of Many More Things|DMTCRG} card for the adventure's reward, which indicates precious gemstones or a magical gem. She decides a treasury in the gatehouse has a store of precious gemstones; she uses the tables in the Dungeon Master's Guide to generate a treasure hoard of gems appropriate for the characters. She also adds a {@item Spell Gem|OotA} (a magic item described in Out of the Abyss) to make the treasure more memorable."
								},
								{
									"type": "item",
									"name": "9: Guardian",
									"entry": "For the Guardian card. Jennifer draws the {@card Balance|Deck of Many More Things|DMTCRG} card, suggesting an impartial enemy like a Construct or Beast. After a quick search of the Monster Manual, Jennifer decides that a {@creature helmed horror|MM} is perfect for her party. She decides the goblins must've fought the helmed horror's creator, and now the Construct is rampaging through the gatehouse to satisfy its creator's final command: \"Avenge me!\" Jennifer places the {@item Spell Gem|OotA} in the helmed horror's helmet; the Construct can use this gem, but without its creator to recharge it, that's a trick that works only once, If the heroes defeat the helmed horror, they can claim the {@item Spell Gem|OotA} for themselves."
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/BMT/Deck Defender.webp"
							},
							"credit": "Nikki Dawes",
							"width": 1700,
							"height": 1079
						}
					],
					"id": "014"
				},
				{
					"type": "entries",
					"name": "Variant: Dungeon Spread",
					"page": 11,
					"entries": [
						"A dungeon spread is a simpler version of an adventure spread that's optimized for quickly building dungeon-focused adventures. In this variant, you divide The {@deck Deck of Many More Things|DMTCRG|Deck of Many Things} card set into three separate decks: a {@deck locations deck|DMTCRG}, a {@deck features deck|DMTCRG}, and an optional {@deck story deck|DMTCRG}. For simplicity, use the literal meanings of the cards in the locations and features decks; these cards are straightforward descriptions of potential locations and of the creatures, treasures, and other features characters might find in these locations.",
						"If you want to create a prelude to the dungeon, use the optional steps that call for the story deck, and give those cards their full range of symbolic meaning as discussed in the \"{@book Reading the Cards|DMTCRG|3}\" section. If you'd rather dive straight into the action, you can skip those steps and omit the story deck.",
						{
							"type": "entries",
							"name": "Dungeon Spread Decks",
							"page": 11,
							"entries": [
								{
									"type": "tableGroup",
									"name": "Dungeon Spread Decks",
									"page": 11,
									"source": "DMTCRG",
									"tables": [
										{
											"type": "table",
											"caption": "Locations Deck",
											"page": 11,
											"rows": [
												[
													"{@card Bridge|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Cavern|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Crossroads|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Donjon|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Maze|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Path|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Ruin|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Tavern|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Temple|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Tomb|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Tower|Deck of Many More Things|DMTCRG}"
												]
											]
										},
										{
											"type": "table",
											"caption": "Story Deck *",
											"page": 11,
											"rows": [
												[
													"{@card Balance|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Comet|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Fates|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Flames|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Moon|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Ship|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Star|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Sun|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Talons|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Void|Deck of Many More Things|DMTCRG}"
												]
											],
											"footnotes": [
												"* Optional"
											]
										},
										{
											"type": "table",
											"caption": "Features Deck",
											"page": 11,
											"rows": [
												[
													"{@card Aberration|Deck of Many More Things|DMTCRG}",
													"{@card Mage|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Beast|Deck of Many More Things|DMTCRG}",
													"{@card Map|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Book|Deck of Many More Things|DMTCRG}",
													"{@card Monstrosity|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Campfire|Deck of Many More Things|DMTCRG}",
													"{@card Ooze|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Celestial|Deck of Many More Things|DMTCRG}",
													"{@card Pit|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Construct|Deck of Many More Things|DMTCRG}",
													"{@card Plant|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Corpse|Deck of Many More Things|DMTCRG}",
													"{@card Priest|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Door|Deck of Many More Things|DMTCRG}",
													"{@card Prisoner|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Dragon|Deck of Many More Things|DMTCRG}",
													"{@card Puzzle|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Elemental|Deck of Many More Things|DMTCRG}",
													"{@card Ring|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Euryale|Deck of Many More Things|DMTCRG}",
													"{@card Rogue|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Expert|Deck of Many More Things|DMTCRG}",
													"{@card Sage|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Fey|Deck of Many More Things|DMTCRG}",
													"{@card Shield|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Fiend|Deck of Many More Things|DMTCRG}",
													"{@card Skull|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Fool|Deck of Many More Things|DMTCRG}",
													"{@card Staff|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Gem|Deck of Many More Things|DMTCRG}",
													"{@card Stairway|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Giant|Deck of Many More Things|DMTCRG}",
													"{@card Statue|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Humanoid|Deck of Many More Things|DMTCRG}",
													"{@card Throne|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Jester|Deck of Many More Things|DMTCRG}",
													"{@card Tree|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Key|Deck of Many More Things|DMTCRG}",
													"{@card Undead|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Knight|Deck of Many More Things|DMTCRG}",
													"{@card Warrior|Deck of Many More Things|DMTCRG}"
												],
												[
													"{@card Lance|Deck of Many More Things|DMTCRG}",
													"{@card Well|Deck of Many More Things|DMTCRG}"
												]
											]
										}
									]
								}
							],
							"id": "016"
						},
						"Using these separate decks, lay out the cards in a slightly modified adventure spread:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1: Party Gathers (Optional)",
									"entry": "Draw a card from the {@deck story deck|DMTCRG} to represent the situation the characters are in before the adventure starts."
								},
								{
									"type": "item",
									"name": "2: Adventure Begins (Optional)",
									"entry": "Draw a card from the {@deck story deck|DMTCRG} to represent the situation that starts off the adventure."
								},
								{
									"type": "item",
									"name": "3: Journey (Optional)",
									"entry": "Draw a card from the {@deck story deck|DMTCRG} to represent the journey to the dungeon."
								},
								{
									"type": "item",
									"name": "4: Entrance",
									"entry": "Draw a card from the {@deck locations deck|DMTCRG} to determine the dungeon's location, then place a card from the {@deck features deck|DMTCRG} across it to describe a feature found at the entrance."
								},
								{
									"type": "item",
									"name": "5, 6, 7: Challenges",
									"entry": "Decide how many challenges you want the adventurers to encounter before reaching the treasure and its guardian. For each challenge, draw a card from the {@deck locations deck|DMTCRG} to describe the challenge's location, then place a card from the {@deck features deck|DMTCRG} across it to describe the challenge itself."
								},
								{
									"type": "item",
									"name": "8: Treasure",
									"entry": "Draw a card from the {@deck features deck|DMTCRG} to describe the treasure at the end of the dungeon."
								},
								{
									"type": "item",
									"name": "9: Guardian",
									"entry": "Finally, draw a card from the {@deck features deck|DMTCRG} to represent the guardian of the treasure and a card from the {@deck locations deck|DMTCRG} to describe where the treasure and its guardian can bc found."
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/BMT/073-12-002.sky.webp"
							},
							"credit": "Wade Acuff",
							"width": 1700,
							"height": 522
						}
					],
					"id": "015"
				},
				{
					"type": "entries",
					"name": "Using an Adventure Spread During Play",
					"page": 12,
					"entries": [
						"In addition to using an adventure spread to plan your adventures, you can also use it during play, simultaneously giving the players a glimpse into the future and planning their adventure. An easy way to do this is to plan a social encounter with a fortune teller near the end of a session or play. (The {@table Using an Adventure Spread During Play; Fortune Tellers|DMTCRG|Fortune Tellers} table suggests descriptions for seers.) Talking the role of the fortune teller, lay out the cards in an adventure spread in view of your players, narrating as you go.",
						"When your players speculate on the meaning of the cards, use their ideas to interpret the spread. If you embrace their guesses, your players can enjoy feeling clever for figuring out the \"real\" meaning of the reading—when in fact they've helped create it. You might also deliberately confound your players by steering away from their interpretations as you build the adventure.",
						{
							"type": "table",
							"caption": "Fortune Tellers",
							"page": 13,
							"colLabels": [
								"d6",
								"Fortune Teller"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"An entertainer at a street fair or civic festival, who emphasizes that this card reading is \"for entertainment purposes only\""
								],
								[
									"2",
									"A professional fortune teller with a shop in a small town, who tries to inject the reading with elements of romance"
								],
								[
									"3",
									"A seer in a temple, whose eyes are closed throughout the reading and who couches everything in terms of the will of a certain god"
								],
								[
									"4",
									"A hag who cackles gleefully at every hint of danger or destruction in the reading"
								],
								[
									"5",
									"A haunted deck of cards that lays itself out and narrates the reading in a distant, ghostly echo"
								],
								[
									"6",
									"A member of the {@book Heralds of the Comet|BMT|11|Heralds of the Comet} (an apocalyptic cult described in The Book of Many Things), who stresses danger and destruction in the reading"
								]
							]
						},
						"When performing this reading, introduce each card as you place it in the spread (you can use the suggested wordings below). Briefly describe the relevant signifier for the card, but don't include any specific examples listed in the card descriptions:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "1: Party Gathers",
									"entry": "\"This is where your future begins.\" Reveal the card, then choose a signifier for the card and describe it to the players,"
								},
								{
									"type": "item",
									"name": "2: Adventure Begins",
									"entry": "\"Then someone or something intervenes, leading you down a new path.\" Reveal the card, then choose a signifier, describing it to the players as an agent of change."
								},
								{
									"type": "item",
									"name": "3: Journey",
									"entry": "\"As you take your first steps into the future, forces will oppose you.\" Reveal the card and describe the forces that will oppose the characters on their journey. Again, remain vague."
								},
								{
									"type": "item",
									"name": "4: Entrance",
									"entry": "\"Now you stand on the threshold of what is to come.\" Reveal the card and describe the place where the characters' future will unfold."
								},
								{
									"type": "item",
									"name": "5, 6, 7: Challenges",
									"entry": "\"Within this place, you will face challenges.\" Reveal the cards one at a time. For each one, choose the creature, the person, or the situation and describe it—or talk about the general meaning of the card and the range of challenges it refers to."
								},
								{
									"type": "item",
									"name": "8: Treasure",
									"entry": "\"Beyond these challenges lies the goal you seek,\" Reveal the card and describe the treasure that awaits, Since treasures can include monetary treasure, art objects, and magic items, you might want to describe the general meaning of the card and the range of things it can refer to rather than specifying one kind of treasure."
								},
								{
									"type": "item",
									"name": "9: Guardian",
									"entry": "\"One final guardian stands between you and the object of your quest.\" Reveal the card, choose either the creature or the situation. and describe it to the players."
								}
							]
						}
					],
					"id": "017"
				}
			],
			"id": "012"
		},
		{
			"type": "section",
			"name": "Reading the Cards",
			"page": 14,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/BMT/004-01-002.splash.webp"
					},
					"credit": "Hinchel Or",
					"width": 1700,
					"height": 2200
				},
				"The following pages describe the meanings of the sixty-six cards in The {@deck Deck of Many Things|BMT} card set. For each card, there's an illustration and a description of the symbols depicted, a summary of the card's overall meaning, and explanations of what the card might signify in both upright and reversed (upside-down) positions. Each position includes five possible signifiers to choose from based on the situation:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						"A {@b person}, with suggestions regarding personality traits or the situation the person is in. A person can be any kind of Humanoid, but might also be a Giant, a Dragon, or any other creature with a personality and the ability to interact with characters. This signifier might also describe something about the person for whom a card reading is being done.",
						"A {@b creature or trap} characters might encounter.",
						"A {@b place}, which can suggest a specific location or a kind of location.",
						"A {@b treasure}, either something of monetary value or a magic item.",
						"A {@b situation}—an interaction or circumstance that characters might be asked to help address."
					]
				},
				"When using the cards for divinatory readings, you can use cards' overall meaning or draw on any signifiers that make sense for your game. The adventure spreads typically draw on all five kinds of signifiers to build the skeleton of an adventure.",
				{
					"type": "entries",
					"name": "Aberration",
					"page": 15,
					"entries": [
						"{@i A beholder hovers in a cluttered laboratory. The Aberration card embodies things contrary to nature.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone with a distorted view of reality, perhaps a {@creature cultist} or a {@creature warlock of the Great Old One|MPMM}; perhaps simply an eccentric person with a nonconformist style."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature corrupted by the influence of the Far Realm, or an Aberration."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where the laws of physics or magic are suspended or distorted."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that reflects a warped view of reality, or a magic item made by Aberrations."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An incursion of energy or creatures from the Far Realm or the deep Underdark."
										}
									]
								}
							],
							"id": "01a"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person (perhaps a {@creature druid}) dedicated to preserving nature against corrupting influences."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that has resisted the corruption of its nature, or a trap that deals psychic damage."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where nature has overgrown the remnants of a corrupting influence."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting the triumph of nature over corruption, or a magic item useful against Aberrations (such as a {@item Ring of Mind Shielding})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "People or creatures fighting against the influence of Aberrations."
										}
									]
								}
							],
							"id": "01b"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/01-aberration.webp"
							},
							"credit": "Jim Zaccaria",
							"width": 720,
							"height": 1227
						}
					],
					"id": "019"
				},
				{
					"type": "entries",
					"name": "Balance",
					"page": 16,
					"entries": [
						"{@i A set of scales holds day and night in balance. This card deals with many aspects of balance, or with things being out of balance.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A fair-minded person who can see multiple perspectives and judge impartially."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A trap, a Beast, a Construct, or an otherwise impartial foe."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where different forces exist in balance—such as a civilization in balance with nature, a land in balance with water, or chaos in balance with order."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure with value to two competing factions, or with two equal magical powers."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation where maintaining balance is important: keeping rivals satisfied, preserving the balance of power among different authorities, or rejecting false dichotomies and forced choices."
										}
									]
								}
							],
							"id": "01d"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A judgmental or biased person willfully ignoring one perspective in favor of another."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Celestial, a Fiend, or some other creature strongly associated with a particular alignment or ideology."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where the balance of elemental or natural forces has been upset, with negative consequences."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure valuable only to certain people, or that can be used only in a very specific way."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Something being over- or undervalued."
										}
									]
								}
							],
							"id": "01e"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/03-balance.webp"
							},
							"credit": "Francesca Resta",
							"width": 850,
							"height": 1552
						}
					],
					"id": "01c"
				},
				{
					"type": "entries",
					"name": "Beast",
					"page": 17,
					"entries": [
						"{@i The Beast card points to creatures of the animal kingdom and foul, cruel, or bad-tempered behavior in people.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who avoids the comforts of civilization or indulges predatory attitudes."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Beast, or a similar creature (such as a Fey or a Monstrosity) that is animal-like; alternatively, a pit or other confined space with a trapped animal within."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where animals roam freely."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that incorporates fur, feathers, bones, or claws from a Beast, or a magic item that allows transformation into a Beast (such as a {@item Cloak of the Bat} or {@item Staff of the Python})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation involving hunting animals or animals preying on people."
										}
									]
								}
							],
							"id": "020"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who fiercely represses urges they deem \"bestial\" in themselves or others."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A domesticated animal or a familiar."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where animals are contained, such as a farm or a zoo."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An ornate saddle, a goad, or another item related to the use of domestic animals, or a magic item that allows control of Beasts (such as a {@item Potion of Animal Friendship})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Domestic animals rebelling against people's control."
										}
									]
								}
							],
							"id": "021"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/03-beast.webp"
							},
							"credit": "Abigail Larson",
							"width": 720,
							"height": 1227
						}
					],
					"id": "01f"
				},
				{
					"type": "entries",
					"name": "Book",
					"page": 18,
					"entries": [
						"{@i An enormous book rests among scrolls and parchment, with a quill and ink nearby. The Book card embodies written information.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A writer, poet, or compulsive note-taker."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that keeps an exhaustive diary in some form, or that seeks a scribe to record its deeds."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A scriptorium or printing press."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable or magical pen, an ink vial, or a set of pigments (such as {@item Nolzur's Marvelous Pigments})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires gleaning information from written clues."
										}
									]
								}
							],
							"id": "023"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A well-educated person who reads often."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A trap involving written runes (such as a {@spell Glyph of Warding} or {@spell Symbol} spell)."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A library or another storehouse of written knowledge."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable or magical written work, such as a book or scroll."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Secrets that should never have been discovered but were written down."
										}
									]
								}
							],
							"id": "024"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/04-book.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "022"
				},
				{
					"type": "entries",
					"name": "Bridge",
					"page": 19,
					"entries": [
						"{@i A stone bridge arcs across a waterway. A shadowy figure lurks under the bridge, only its gleaming eyes clearly visible. This card reflects the effort required to overcome obstacles.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A mediator who enjoys helping others overcome misunderstandings or grievances."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "Someone who coordinates the efforts of different kinds of creatures, such as a {@creature mind flayer} mastermind using {@creature grimlock|MM|grimlocks} and {@creature troll|MM|trolls} as agents."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A bridge across a river or chasm."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting a bridge, or a magic item intended to help overcome obstacles (such as {@item Boots of Striding and Springing})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An urgent need for bridges between long-opposed factions."
										}
									]
								}
							],
							"id": "026"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who is part of a longstanding feud between two families or groups."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that lairs near, on, or under a bridge and either collects tolls from those using the bridge or tries to eat them."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A river or chasm with no bridge, or where the bridge is unsafe or has collapsed."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting walls, barriers. or a labyrinth; alternatively, a magic item that creates magical walls (such as a {@item Cube of Force})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Open conflict between two families or groups."
										}
									]
								}
							],
							"id": "027"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/05-bridge.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "025"
				},
				{
					"type": "entries",
					"name": "Campfire",
					"page": 20,
					"entries": [
						"{@i A large campfire offers safety and comfort in the night. This card suggests a need for rest.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person on vacation, enjoying time away from work and pursuing activities they enjoy."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that alternates brief periods of activity with long periods of rest (as many reptiles and Dragons do); alternatively, a trap that requires a long time to reset between activations."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place recently used as a campsite."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting a peaceful scene, or a magic item that facilitates safe rest (such as a {@item Rod of Security})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A period of rest in the middle of a journey or an adventure."
										}
									]
								}
							],
							"id": "029"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "An exhausted person."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature immune to {@condition exhaustion} (such as an angel, a golem, an Ooze, or an Undead), or a trap or hazard with a constant, ongoing effect."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "Somewhere not conducive to rest, such as a busy marketplace active at all hours."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that suggests frenetic activity, or a magic item that helps its user remain alert (such as a {@item Sentinel Shield}),"
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that demands unrelenting activity."
										}
									]
								}
							],
							"id": "02a"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/06-campfire.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1232
						}
					],
					"id": "028"
				},
				{
					"type": "entries",
					"name": "Cavern",
					"page": 21,
					"entries": [
						"{@i A vast cavern is adorned with glowing fungi and striking stone formations. The Cavern card suggests exploration and delving into hidden secrets.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who asks probing questions but shares little."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature (such as a {@creature piercer} or a {@creature roper}) that mimics the features of natural caverns."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A cavern or a cavernous building such as a large temple."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A geode, jewelry made from gems and precious metals, or a magic item that grants {@sense darkvision} (such as {@item Goggles of Night})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires delving into hidden motivations and secrets."
										}
									]
								}
							],
							"id": "02c"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who lives for the moment, avoiding introspection."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that swallows prey whole, or a trap that causes a ceiling or roof to collapse."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A small niche or cave."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that lacks a sense of depth or perspective."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Everyone's motivations exposed for all to see."
										}
									]
								}
							],
							"id": "02d"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/07-cavern.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1233
						}
					],
					"id": "02b"
				},
				{
					"type": "entries",
					"name": "Celestial",
					"page": 22,
					"entries": [
						"{@i A beautiful couatl twines through the clouds. This card suggests the involvement of celestial beings and service to the divine.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A devout person who looks for miracles and the presence of the divine in all parts of life."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Celestial or other creature that has connections to the gods, or a trap that deals radiant damage."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A location on the upper planes, or a place suffused with their influence."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting angels or other Celestials, treasure from the Upper Planes, or magic items made by Celestials."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Communication between the Upper Planes and the Material Plane—perhaps in dreams or visions, or with Celestials as intermediaries."
										}
									]
								}
							],
							"id": "02f"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone who carries a grudge over a real or perceived injury caused by a god or Celestial."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A fallen Celestial or similar creature that has lost its connection to the divine,"
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place intended to ward off Celestials and influence from the Upper Planes."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure depicting a Celestial's fall, or a magic item useful against Celestials."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation involving Celestials' unwelcome interference in mortal affairs."
										}
									]
								}
							],
							"id": "030"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/08-celestial.webp"
							},
							"credit": "Jim Zaccaria",
							"width": 720,
							"height": 1230
						}
					],
					"id": "02e"
				},
				{
					"type": "entries",
					"name": "Comet",
					"page": 23,
					"entries": [
						"{@i A comet with an enormous tail streaks across the winter sky at night, outshining the stars. The Comet card brings dire warnings or devastation.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A serious person with a gloomy outlook, perhaps carrying bad news."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature regarded as an ill omen, or signs that a dire creature approaches; alternatively, a trap marked by clear signs, perhaps surrounded by the corpses of its victims."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place with a connection to astronomical events: perhaps an observatory or a meteorite's crater."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that carries a curse, or one whose power is destined to be used for destructive ends."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A crisis about to spiral out of control."
										}
									]
								}
							],
							"id": "032"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who is grieving or delights in the suffering of others."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "The destruction left in the wake ofa rampaging creature, or smaller creatures fleeing from a larger one."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A ruin where a terrible event occurred in the past and that might now be haunted."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": ". A treasure formed or shaped by disaster, bloodstained or haunted by former owners: alternatively, something good arising from a bad situation."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "The calm after a devastating storm: a situation where people are reeling from awful news or events."
										}
									]
								}
							],
							"id": "033"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/12-comet.webp"
							},
							"credit": "Vallez Gax",
							"width": 850,
							"height": 1552
						}
					],
					"id": "031"
				},
				{
					"type": "entries",
					"name": "Construct",
					"page": 24,
					"entries": [
						"{@i A modron wields a wrench in the interior of a clockwork machine. This card signifies things made by hand, including Constructs.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "An artisan who delights in handcrafted goods."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A construct, particularly designed to be animated (like a golem) as opposed to an ordinary object (like a {@creature animated broom|CM|broom} or {@creature rug of smothering|MM|rug}) that has been animated."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A workshop or art studio."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An exquisitely crafted art object (especially one with practical use) or magical tools."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An artisan attempting to bring a construct to life."
										}
									]
								}
							],
							"id": "035"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who scorns the idea of working with their hands."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature able to destroy buildings and objects, such as one with the Siege Monster trait."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A garbage heap or another place where objects are discarded."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An object fashioned with minimum alteration of its raw materials, or a magic item useful against Constructs (such as a {@item Mace of Smiting})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A rueful artisan attempting to destroy a Construct that has broken free of all restraint."
										}
									]
								}
							],
							"id": "036"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/10-construct.webp"
							},
							"credit": "Abigail Larson",
							"width": 720,
							"height": 1229
						}
					],
					"id": "034"
				},
				{
					"type": "entries",
					"name": "Corpse",
					"page": 25,
					"entries": [
						"{@i An adventurer lies dead in a dungeon hallway, pierced by arrows. The Corpse card embodies decay and corruption.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "An evil person whose morality has rotted away."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A zombie or similar corporeal Undead whose flesh is decaying, or a trapped corpse."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "Somewhere things are left to rot, such as a graveyard or charnel house."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting dead bodies, a corpse just starting to decay, or a magic item that causes decay (such as a {@item Staff of Withering})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An organization or institution overwhelmed by corruption."
										}
									]
								}
							],
							"id": "038"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A good person who remains uncorrupted despite being surrounded by wickedness."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An Ooze or fungus creature that facilitates the decomposition of corpses."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where fungus grows abundantly on a diet of rotting flesh."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that remains uncorrupted in the midst of rot."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An attempt to corrupt a respected and noble organization."
										}
									]
								}
							],
							"id": "039"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/11-corpse.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1231
						}
					],
					"id": "037"
				},
				{
					"type": "entries",
					"name": "Crossroads",
					"page": 26,
					"entries": [
						"{@i A signpost points in many directions at a crossroads. The Crossroads cards warns of a difficult but necessary decision.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person agonizing about a difficult decision or who regrets a recent decision."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that induces confusion or erratic behavior (such as an {@creature umber hulk})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A crossroads, or a settlement where trade routes cross."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that depicts a crossroads or cross patterns, or a magic item with multiple properties or uses (such as a staff)."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A choice between options that are equally appealing—or equally disastrous."
										}
									]
								}
							],
							"id": "03b"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who refuses to make decisions, relying instead on inaction or random determination."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that prevents others from acting (such as a {@creature ghoul})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place that constrains movement, such as a narrow ravine or passage."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object featuring overlapping circular patterns, or a magic item that does only does one thing a limited number of times (such as a wand)."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation stemming from someone's refusal to act or choose."
										}
									]
								}
							],
							"id": "03c"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/12-crossroads.webp"
							},
							"credit": "Abigail Larson",
							"width": 720,
							"height": 1229
						}
					],
					"id": "03a"
				},
				{
					"type": "entries",
					"name": "Donjon",
					"page": 27,
					"entries": [
						"{@i Underground stairs lead to a heavy door made of iron bars. This card represents both imprisonment and freedom.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A prisoner, or a person who feels trapped."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that grapples or swallows prey whole."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place of imprisonment, such as a literal dungeon or a menagerie."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure locked in a vault, or magic with the power to bind or imprison."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An impasse, a situation that threatens someone's freedom, or a situation where someone's indecision is keeping everyone in suspense."
										}
									]
								}
							],
							"id": "03e"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A recently freed or escaped prisoner, or a free thinker who rejects social norms."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that has escaped from captivity or gone feral."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A prison broken open, or a place associated with liberation (such as a monument commemorating emancipation)."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that once held a being captive, such as an {@item Efreeti Bottle} that has lost its magic or an empty {@item Iron Flask}."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires creative solutions, or an effort to free people or creatures from captivity."
										}
									]
								}
							],
							"id": "03f"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/17-donjon.webp"
							},
							"credit": "Jim Zaccaria",
							"width": 850,
							"height": 1552
						}
					],
					"id": "03d"
				},
				{
					"type": "entries",
					"name": "Door",
					"page": 28,
					"entries": [
						"{@i A large wooden door bars the path ahead. The card offers an opportunity to change.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone trying to make amends for past misdeeds and adopt a better way of life."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that changes form, or a trapped door."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A door, an open doorway, or a passage from one place to another."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that looks very different from various perspectives, or a magic item that creates portals or allows teleportation (such as an {@item Amulet of the Planes})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An opportunity to deal with a situation differently than you have in the past."
										}
									]
								}
							],
							"id": "041"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who keeps repeating the same mistakes and misdeeds."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that causes its prey or enemies to change, such as a lycanthrope or slaad."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A locked door or barricaded passage."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A jeweled chest or lockbox, or a magic item that resists change (such as an {@item Immovable Rod})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that keeps recurring."
										}
									]
								}
							],
							"id": "042"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/14-door.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1233
						}
					],
					"id": "040"
				},
				{
					"type": "entries",
					"name": "Dragon",
					"page": 29,
					"entries": [
						"{@i A menacing red dragon perches atop its treasure hoard inside a cave. This card can point to things connected to Dragons, but it also suggests hoarding, reed, and places rich in magical energy.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A dragonborn, a person who uses draconic magic, a person who is fascinated by dragons, or a person who hoards wealth or other goods."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Dragon or similar creature."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "The lair of a Dragon or some other impressive creature, or a site of great magical power."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "Large quantities of treasure, though not necessarily of great monetary value (for example, many copper coins or a large collection of cheap statuettes)."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Someone hoarding resources that are widely needed or desired."
										}
									]
								}
							],
							"id": "044"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone with a grudge against a particular Dragon or against Dragons in general."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A dracolich or another Undead dragon, a Construct that resembles a Dragon, or another Dragon-like creature."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where a Dragon was slain, leaving a magical or physical scar on the land."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting the death of a Dragon, or a magic item useful against Dragons (such as a {@item Dragon Slayer})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A group that plans to drive a Dragon from its lair, steal from its hoard, or kill it."
										}
									]
								}
							],
							"id": "045"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/15-dragon.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1228
						}
					],
					"id": "043"
				},
				{
					"type": "entries",
					"name": "Elemental",
					"page": 30,
					"entries": [
						"{@i A hungry Xorn feeds in an Underdark cavern. This card suggests an Elemental creature or reducing a thing to its essence.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who uses magic tied to the elements or who is cartoonishly two-dimensional."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An Elemental creature, or a creature that uses air, earth, fire, or water magic."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place influenced by the Elemental Planes or associated with an element (such as a cave, a mountain, a volcano, or a river)."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that incorporates material from an Elemental Plane or imagery of the elements, or a magic item that conjures or controls Elementals (such as a {@item Ring of Elemental Command})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Forces from the Elemental Planes spilling into the world."
										}
									]
								}
							],
							"id": "047"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person driven by an internal conflict between two opposed tendencies or influences."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature (such as a mephit) that combines the substance of two Elemental Planes, or creatures from opposing Elemental Planes."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where forces of the Elemental Planes are in opposition to each other."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that incorporates material from multiple Elemental Planes or imagery of elements in opposition; a magic item useful against Elementals."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Opposed forces from two or more Elemental Planes entering the world."
										}
									]
								}
							],
							"id": "048"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/16-elemental.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1231
						}
					],
					"id": "046"
				},
				{
					"type": "entries",
					"name": "Euryale",
					"page": 31,
					"entries": [
						"{@i A female medusa with a serpentine tail instead of legs is surrounded by flowers and herbs. The Euryale card points to vision, insight, and observation,}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who observes without becoming involved or attached,"
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A {@creature medusa} or another creature with the power to petrify or a gaze attack."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "Somewhere with commanding views, such as a watchtower or a high promontory."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A landscape painting or tapestry, or a magic item that enhances vision (such as {@item Goggles of Night})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that rewards or requires careful observation, such as a surveillance operation."
										}
									]
								}
							],
							"id": "04a"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A nosy person vho inserts themself into situations where they don't belong."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature made of or associated with stone."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place with narrow windows (perhaps arrow slits) or with a limited view, perhaps underground."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable sculpture or statue, a gemstone, or a magic item made from stone, such as a {@item Figurine of Wondrous Power}."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation arising from people's unwillingness to observe things as they are, or their tendency to project their own feelings and opinions onto others."
										}
									]
								}
							],
							"id": "04b"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/22-euryale.webp"
							},
							"credit": "Tinnel Lovitt",
							"width": 850,
							"height": 1552
						}
					],
					"id": "049"
				},
				{
					"type": "entries",
					"name": "Expert",
					"page": 32,
					"entries": [
						"{@i A bard plays a musical instrument. This card implies expertise, rightly or wrongly applied.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person (perhaps a bard, a rogue, a ranger, or an artificer) with exactly the right skills for the task at hand."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature with abilities similar to those of a bard, ranger, or rogue, such as expertise in one or more skills."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place (such as a guild hall) where skilled folk gather to share their expertise."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure with practical use, such as a musical instrument or a tool."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires and rewards the expert application of practical skills."
										}
									]
								}
							],
							"id": "04d"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who believes themself an expert but isn't actually helpful."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that relies on brute strength instead of skill or stealth."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where children learn the basics of useful skills."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A wildly impractical treasure with no actual use, unwieldy to wear or display."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation stemming from someone's expertise being overlooked or ignored."
										}
									]
								}
							],
							"id": "04e"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/18-expert.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "04c"
				},
				{
					"type": "entries",
					"name": "Fates",
					"page": 33,
					"entries": [
						"{@i Three sisters weave, measure, and cut the threads of fate. This card explores the repercussions of decisions and reflects on the past.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person perhaps nearing the end of their life, troubled by past mistakes or reflecting on prior decisions."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A supernatural creature connected to fate, such as a Celestial, modron, or hag."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "Somewhere meant for literal or metaphorical reflection, such as a room full of mirrors, a still mountain lake, a monastery, a hermitage, or a library."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An ornate or magical mirror, tapestry, or other woven treasure; alternatively, magic that can alter fate."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation ordained by fate, perhaps involving a supernatural punishment or reward."
										}
									]
								}
							],
							"id": "050"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person driven by the desire to escape whatever fate has in store."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature strongly associated with chaos, such as a demon or a slaad."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place that discourages reflection, such as a dark place or a noisy, busy one."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting the effort to escape fate, or a magic item powered by chaos."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An unjust situation where evil is rewarded and good is punished."
										}
									]
								}
							],
							"id": "051"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/08-fates.webp"
							},
							"credit": "Tinnel Lovitt",
							"width": 850,
							"height": 1552
						}
					],
					"id": "04f"
				},
				{
					"type": "entries",
					"name": "Fey",
					"page": 34,
					"entries": [
						"{@i A blink dog runs through the wild. When upright; this card can refer to a Fey creature or a sense of whimsy; reversed, it points to the gloomy Shadowfell.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person with Fey ancestry or some other connection to the Fey (such as a {@creature warlock of the Archfey|MPMM}), or a person with a whimsical sense of humor."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Fey creature, or some other creature with connections to the Feywild."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place in the Feywild, somewhere that allows passage to the Feywild, or a location where Fey magic is active."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting Fey or the Feywild, or a magic item made by Fey."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An absurd situation that shouldn't be taken too seriously."
										}
									]
								}
							],
							"id": "053"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A gloomy person with no sense of humor, or a person who uses shadow-based magic."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature from the Shadowfell, or one transformed by shadow energy (such as a shadow dragon)."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place in the Shadowfell, somewhere that allows passage to the Shadowfell, or a location where shadow magic is active."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting the Shadowfell, or a magic item that uses shadow magic."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A gloomy situation that offers little hope of success or escape."
										}
									]
								}
							],
							"id": "054"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/20-fey.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1230
						}
					],
					"id": "052"
				},
				{
					"type": "entries",
					"name": "Fiend",
					"page": 35,
					"entries": [
						"{@i A balor strikes from the depths of the Abyss. This card alludes to an actual Fiend or the forces of the Lower Planes.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A tiefling, {@creature warlock of the Fiend|MPMM}, member of a Fiend-worshiping cult, or person who seeks to manipulate others into harmful contracts."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Fiend of any sort."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place on the Lower Planes, or a location suffused with their influence."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting Fiends, treasure from the Lower Planes, or magic items made by Fiends."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Interaction between the Lower Planes and the Material Plane perhaps an infernal bargain or demonic destruction."
										}
									]
								}
							],
							"id": "056"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who carries a grudge over a real or perceived injury caused by a Fiend, or a person trapped in a bargain with a Fiend."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A redeemed Fiend or similar creature that has lost its connection to the Lower Planes."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place intended to ward off Fiends and influence from the Lower Planes."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure depicting a Fiend's redemption, or a magic item useful against Fiends."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation involving Fiends' unwelcome interference in mortal affairs."
										}
									]
								}
							],
							"id": "057"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/21-fiend.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "055"
				},
				{
					"type": "entries",
					"name": "Flames",
					"page": 36,
					"entries": [
						"{@i A chain devil, wreathed in flames, looks menacing and angry. The Flames card brings enemies and vengeance.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person carrying a bitter, possibly violent, grudge that poisons their outlook."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Fiend, a vengeful Undead (such as a {@creature ghost} or {@creature revenant}), or a creature dedicated to pursuing designated prey (such as an {@creature invisible stalker})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place of bloodshed, or a place with a connection to the Lower Planes."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that has been the subject of intense discord or rivalry, or a magic item originating on the Lower Planes."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A deep-seated enmity that clouds the judgment of those involved, or someone's thirst for revenge."
										}
									]
								}
							],
							"id": "059"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who is being hunted or persecuted unjustly."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature fleeing from a larger or more dangerous foe."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place of sanctuary for refugees and fugitives."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure symbolizing or commemorating the end of a feud or war, or a magic item that can charm or calm creatures (such as a {@item Rod of Rulership})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Unjust persecution or prejudicial hatred."
										}
									]
								}
							],
							"id": "05a"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/22-flames.webp"
							},
							"credit": "Harry Conway",
							"width": 720,
							"height": 1227
						}
					],
					"id": "058"
				},
				{
					"type": "entries",
					"name": "Fool",
					"page": 37,
					"entries": [
						"{@i A person walks down a path, unwittingly dropping items along the way. The Fool card represents innocence.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "An innocent or naive person blissfully ignorant of the world's sinister side, possibly a child."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A naive Celestial or a flighty Fey, or a trap with a simple or obvious means of avoiding it."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place connected with children, such as a nursery, an orphanage, or a school.s"
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A portrait of a child, jewelry meant for a child, or a magic item connected to the Upper Planes."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation requiring trust, honesty, and a leap of faith."
										}
									]
								}
							],
							"id": "05c"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A con artist who preys on the innocent and gullible while presenting a trustworthy facade."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that changes shape to appear harmless so it can get close to its prey, or a trap that is difficult to avoid."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place tied to the loss of innocence, such as a harsh orphanage or exploitative workhouse."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure stolen from a child or naive person, or magic intended to deceive (such as a {@item Hat of Disguise})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A guileless person being manipulated by schemers."
										}
									]
								}
							],
							"id": "05d"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/01-fool.webp"
							},
							"credit": "Harry Conway",
							"width": 850,
							"height": 1552
						}
					],
					"id": "05b"
				},
				{
					"type": "entries",
					"name": "Gem",
					"page": 38,
					"entries": [
						"{@i A large, faceted gemstone set in intricate filigree gleams invitingly. The Gem card brings vast wealth.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone who inherited wealth or whose wealth is the result of good fortune."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature connected with wealth, such as a Dragon or a {@creature Xorn}, or a treasure that doubles as a trap."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A mine or a treasure vault."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable treasure or a magical gem."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation driven by greed, such as siblings vying for an inheritance or someone hunting for a lost treasure."
										}
									]
								}
							],
							"id": "05f"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who has lost wealth or power through a stroke of bad luck."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A trap or creature that uses the appearance of treasure as bait, such as a {@creature mimic}."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place associated with poverty, such as a tenement or slum."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An item that appears valuable but isn't, or a magic item with a curse."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation stemming from the loss of wealth, such as a person trying to recover money given to a con artist or stolen by a thief."
										}
									]
								}
							],
							"id": "060"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/05-gem.webp"
							},
							"credit": "Tinnel Lovitt",
							"width": 850,
							"height": 1552
						}
					],
					"id": "05e"
				},
				{
					"type": "entries",
					"name": "Giant",
					"page": 39,
					"entries": [
						"{@i A hungry troll lurks in a forest clearing. The Giant card indicates something very large or that looms large in one's perception.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A family member, a dear friend, or another personally important individual; alternatively, a very tall person."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Giant, a giant animal, or another big creature."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place constructed by Giants, or a place of great personal significance."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure made by Giants, or one of great sentimental value,"
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Someone attaching outsize importance to one element of the situation, to the neglect of other factors."
										}
									]
								}
							],
							"id": "062"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who seems insignificant."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Tiny creature that's a greater threat than its size suggests."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "Somewhere destroyed by Giants."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure depicting or commemorating the slaying of a Giant, or a magic item useful against Giants (such as a {@item Giant Slayer})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Someone unable or unwilling to recognize the importance of a critical factor."
										}
									]
								}
							],
							"id": "063"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/25-giant.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1228
						}
					],
					"id": "061"
				},
				{
					"type": "entries",
					"name": "Humanoid",
					"page": 40,
					"entries": [
						"{@i Kobolds set a trap in their cave lair. This card points to the importance of empathy in relationships with other people.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "An empathetic person who's deeply concerned about the suffering of others."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A shapeshifter that takes on Humanoid appearance to blend in, perhaps to learn from them or to influence them toward good."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where diverse people live together in harmony."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure representing the collaboration of different artisans (such as a finely cut gem set in exquisite jewelry), or a magic item that facilitates peace and understanding."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that calls for empathy and compassion if it's to be resolved without violence."
										}
									]
								}
							],
							"id": "065"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone who feels no empathy for others."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A shapeshifter that takes on Humanoid appearance to prey on Humanoids."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where people live apart from others, by choice or by force (such as a monastery or a cultural enclave)."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting or celebrating war; alternatively, a magic item made to be used in war, or that is especially useful against Humanoids."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A violent situation arising from a lack of empathy."
										}
									]
								}
							],
							"id": "066"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/26-humanoid.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1228
						}
					],
					"id": "064"
				},
				{
					"type": "entries",
					"name": "Jester",
					"page": 41,
					"entries": [
						"{@i A person wearing jester's motley and holding a staff rests his foot on a skull. This card deals with the relationship between humor and misfortune.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "An optimistic person who laughs at their own misfortune."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "o A monster some consider silly, such as a {@creature flumph}, an {@creature owlbear}, or a {@creature gelatinous cube}."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place dedicated to amusement, such as a fairground or a feasting hall."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A humorous art object or magic item, such as a {@item Wand of Wonder}."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A hilarious situation stemming from miscommunication and misplaced assumptions."
										}
									]
								}
							],
							"id": "068"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who laughs at the misfortunes of others."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature with an unsettling laugh, such as a {@creature gnoll} or {@creature hyena}, or a creature with a cruel sense of humor."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place associated with cruelty and pain, such as a torture chamber."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting pain or humiliation, or a magic item meant to inflict pain (such as a {@item Sword of Wounding})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "One misfortune piling on another in a way that would be humorous—if it weren't disastrous."
										}
									]
								}
							],
							"id": "069"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/14-jester.webp"
							},
							"credit": "Harry Conway",
							"width": 850,
							"height": 1552
						}
					],
					"id": "067"
				},
				{
					"type": "entries",
					"name": "Key",
					"page": 42,
					"entries": [
						"{@i This large metal key is bizarrely complicated. The Key card represents the perfect solution to a problem or having the right tool for the job.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person with the skills or tools needed to solve the current problem."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that preys on the party's weaknesses, or a trap that can be disarmed only with a key."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place through which only certain people are allowed to pass, or where a key is required."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A magic item needed to overcome an obstacle or defeat an enemy, or the means to unlock a treasure (such as a {@item Chime of Opening})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that be resolved successfully only by taking a specific action."
										}
									]
								}
							],
							"id": "06b"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person ill equipped for the challenges they face."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature with vulnerabilities, or a trap that's bizarrely complex."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "An open and easily accessed place."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure in a locked container, or magic that slows creatures."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that can be successfully resolved in many ways."
										}
									]
								}
							],
							"id": "06c"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/02-key.webp"
							},
							"credit": "Tinnel Lovitt",
							"width": 850,
							"height": 1552
						}
					],
					"id": "06a"
				},
				{
					"type": "entries",
					"name": "Knight",
					"page": 43,
					"entries": [
						"{@i A knight formed of folded cards offers a sword also made from cards. The Knight card signifies trust and loyalty.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A trustworthy person who _honors their commitments."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature bound by oaths or who serves someone else."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place of sanctuary, where strong traditions protect those who take shelter inside."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure celebrating or commemorating an oath (such as a wedding ring), or magic weapons or armor associated with knights or paladins."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires loyalty in one's companions and faithfulness to them."
										}
									]
								}
							],
							"id": "06e"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who can't be trusted, or a traitor posing as a loyal friend."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A knight who has failed to live up to their code of honor (such as a {@creature death knight})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where a great betrayal took place, or a location with treacherous terrain or traps."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that carries a hidden curse, or a magic item that fails when it's needed most."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation involving the betrayal of trust, or rampant suspicion."
										}
									]
								}
							],
							"id": "06f"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/09-knight.webp"
							},
							"credit": "Vallez Gax",
							"width": 850,
							"height": 1552
						}
					],
					"id": "06d"
				},
				{
					"type": "entries",
					"name": "Lance",
					"page": 44,
					"entries": [
						"{@i An ornate dragonlance shines among more ordinary weapons on a rack. The Lance card warns that healing sometimes requires additional injury, as when infection must be cut away.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A surgeon, or someone (such as a guard or soldier) who uses violence in pursuit of worthy societal goals."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature trained to fight alongside guards or soldiers."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where surgery is performed."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure made at great cost, or a magic weapon."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation in which additional pain is required to bring healing."
										}
									]
								}
							],
							"id": "071"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person committed to pacifism or avoiding harm,"
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature uninterested in fighting, or a trap that restrains but doesn't cause damage."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where violence is forbidden."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure celebrating the end of hostilities or the ideal of peace, or a magic item intended to prevent or end conflict."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation complicated by people avoiding any hint of conflict."
										}
									]
								}
							],
							"id": "072"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/30-lance.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "070"
				},
				{
					"type": "entries",
					"name": "Mage",
					"page": 45,
					"entries": [
						"{@i A warlock holds a black crystalline staff. This card suggests both mental acuity and arcane magic.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person (perhaps a sorcerer, warlock, or wizard) who uses arcane magic or other specialized learning."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature with abilities similar to those of a sorcerer, warlock, or wizard."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place dedicated to the study of arcane magic or that is suffused with such magic."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A magic item such as a wand or staff, or a wizard's spellbook."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires and rewards the correct use of arcane magic."
										}
									]
								}
							],
							"id": "074"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who wrongly believes their good luck is the result of innate magical ability or a magical good luck charm."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that resists or negates magic."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where magic has caused destruction, doesn't work (like the effect of an {@spell Antimagic Field}), or works unpredictably (perhaps triggering {@table Wild Magic Surge|PHB|wild magic surges})."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object created by the use of magic, or a magic item with unpredictable effects (such as a {@item Wand of Wonder})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation caused by magic misused or out of control."
										}
									]
								}
							],
							"id": "075"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/31-mage.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1228
						}
					],
					"id": "073"
				},
				{
					"type": "entries",
					"name": "Map",
					"page": 46,
					"entries": [
						"{@i X marks the spot on an elaborate treasure map. The Map card provides guidance that leads to the goal of the quest.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who acts as a guide, showing the way forward."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that tracks by scent."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A path or road."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable map (perhaps a jeweled globe or rare atlas), or a magic item that provides direction."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation best navigated with a guide."
										}
									]
								}
							],
							"id": "077"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone who tries to lead you on the wrong path."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature (such as a {@creature will-o'-wisp}) that leads travelers astray."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A demiplane or similar place that can't be found on maps, or a location hidden behind a secret door."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure from another plane of existence, or a magic item that creates or accesses an extradimensional space (like a {@item Portable Hole})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "No guide or direction is available."
										}
									]
								}
							],
							"id": "078"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/32-map.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1230
						}
					],
					"id": "076"
				},
				{
					"type": "entries",
					"name": "Maze",
					"page": 47,
					"entries": [
						"{@i Unfortunate souls are trapped in an elaborate and impossible maze of cards. Those who draw the Maze card are lost.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who feels lost in their own life, unsure how to affect change, or a person with a wandering mind who takes their time getting to the point."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A minotaur or another creature that hunts in a maze or is imprisoned in a maze."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A maze, or a region (such as a forest or desert) where becoming lost is very easy."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting confusion or disorientation, or a magic item that can cause these states."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A confusing situation where it's difficult to perceive all the factors at play."
										}
									]
								}
							],
							"id": "07a"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person running from expectations placed on them by family and society, trying to find a new path in life."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature whose behavior is unpredictable."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A simple labyrinth designed for meditation or to provide private nooks, or a location in which one is unlikely to get lost (such as a cave with only one exit)."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object incorporating a labyrinth design."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A search for something or someone that has gone missing."
										}
									]
								}
							],
							"id": "07b"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/33-maze.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1228
						}
					],
					"id": "079"
				},
				{
					"type": "entries",
					"name": "Mine",
					"page": 48,
					"entries": [
						"{@i A well-crafted pick leans against a wall at the entrance to a mine. The Mine card represents something valuable underground or buried in the earth.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A miner or an archaeologist."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that burrows underground, especially one that delves into the earth in search of prey (such as a {@creature giant weasel})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A mine, an archaeological dig, or a similar excavated site."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure from the earth, such as metal ore or gems, or any treasure that has been buried and unearthed."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Something unearthed that should have remained buried."
										}
									]
								}
							],
							"id": "07d"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone who places things in the earth, such as a gardener or an undertaker."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that lives underground but hunts above ground (such as an {@creature ankheg} or a {@creature bulette})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place that has sunk into the earth, perhaps swallowed in a sinkhole or covered in a mudslide."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure buried in the earth."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "The retrieval of something buried."
										}
									]
								}
							],
							"id": "07e"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/34-mine.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1230
						}
					],
					"id": "07c"
				},
				{
					"type": "entries",
					"name": "Monstrosity",
					"page": 49,
					"entries": [
						"{@i An owlbear sits in a sunny glade. This card represents something monstrous, including familiar things that turn strange and threatening.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A familiar person whose behavior suddenly turns threatening."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Monstrosity, especially one that superficially resembles an ordinary animal or person (such as a {@creature displacer beast} or {@creature doppelganger})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A familiar place that has become dangerous."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting a Monstrosity or that incorporates claws, fur, or feathers from such a creature."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation involving something or someone becoming more monstrous (literally or figuratively)."
										}
									]
								}
							],
							"id": "080"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who seems dangerous or bizarre but is friendly and helpful."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Monstrosity that is a potential ally, such as a {@creature hippogriff}."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place that offers refuge in unfamiliar or dangerous terrain."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A dead Monstrosity preserved by taxidermy, or a magic item useful against Monstrosities."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Something that appears monstrous but is actually benign."
										}
									]
								}
							],
							"id": "081"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/35-monstrosity.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "07f"
				},
				{
					"type": "entries",
					"name": "Moon",
					"page": 50,
					"entries": [
						"{@i A crescent moon looms large in the autumn sky. The Moon card points to hidden potential.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone whose fine qualities are masked by one annoying trait."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A lycanthrope, or a creature that appears to be an inanimate object until it strikes (such as a {@creature gargoyle})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A secret chamber or a place concealed by terrain; alternatively, a place larger or more elaborate on the inside than it seems from outside."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure whose value isn't immediately apparent, or a magic item that appears to be a worthless object."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A problem that requires investigation and is more complicated than it appears."
										}
									]
								}
							],
							"id": "083"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who seems competent but bungles everything they attempt."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that uses its fearsome appearance to frighten away others because it is too weak to fight."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place with an impressive exterior but a dingy, poorly maintained interior."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that seems more valuable than it is, perhaps an ordinary item that falsely appears magical."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that seems—and is—too good to be true."
										}
									]
								}
							],
							"id": "084"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/11-moon.webp"
							},
							"credit": "Vallez Gax",
							"width": 850,
							"height": 1552
						}
					],
					"id": "082"
				},
				{
					"type": "entries",
					"name": "Ooze",
					"page": 51,
					"entries": [
						"{@i A gelatinous cube with various items suspended inside it creeps through a vaulted sewer. The Ooze card indicates the importance of something that seems lowly or innocuous.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A quiet, unassuming person who has hidden power or secret knowledge."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An Ooze or another creature that seems unimportant, or a trap that is surprisingly simple and straightforward."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A humble place of surprising comfort or importance."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that is valuable but not beautiful, such as a poorly crafted piece of jewelry incorporating precious stones."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Something important that has been overlooked because it seems ordinary."
										}
									]
								}
							],
							"id": "086"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A quiet, unassuming person completely out of their depth."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An Ooze that has developed curiosity, unexpected intelligence, and a way to communicate, or a dangerous trap that is difficult to detect."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A humble place with little to offer."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting an ooze or the destruction of a particularly notable Ooze; alternatively, a magic item useful against Oozes (such as a {@item Ring of Acid Resistance})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation complicated by the sheer number of minor factors tangled within it."
										}
									]
								}
							],
							"id": "087"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/37-ooze.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1231
						}
					],
					"id": "085"
				},
				{
					"type": "entries",
					"name": "Path",
					"page": 52,
					"entries": [
						"{@i A well-worn path twists through the wilderness, with hidden dangers lurking in the shadows to both sides. This card suggests the importance of sticking with a plan and remaining focused on the destination.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A goal-oriented person who knows exactly what they want and has a clear plan to get it."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature single-mindedly pursuing prey or some other goal, or a trapped room navigable by only a single path."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A road or trail."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting a road or path, or a magic item that allows divination (such as a {@item Crystal Ball} or a {@item Spell Scroll (6th Level)|DMG|Spell Scroll} of {@spell Find the Path})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that demands unwavering focus on the goal."
										}
									]
								}
							],
							"id": "089"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "An aimless person who doesn't know what they want and has no idea how to decide."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that reacts to provocation without a clear plan or purpose; it might be acting on instinct or be confused."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A trackless wilderness, or an underground complex that is very difficult to traverse."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An abstract art object, or a magic item that foils divination (such as an {@item Amulet of Proof against Detection and Location})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A series of distractions that deflect attention from an important goal."
										}
									]
								}
							],
							"id": "08a"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/38-path.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1230
						}
					],
					"id": "088"
				},
				{
					"type": "entries",
					"name": "Pit",
					"page": 53,
					"entries": [
						"{@i A deep hole studded with spikes gapes in the earth. The Pit card represents a literal or metaphorical fall—losing status, wealth, or position.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who has lost significant wealth, social status, or favor."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A pit trap, or a scavenger lurking at the bottom of a pit."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A pit or cliff that creates the risk of a fall."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting someone's calamitous fall, or a magic item that allows falling safely (such as a {@item Ring of Feather Falling})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation involving someone's fall from grace."
										}
									]
								}
							],
							"id": "08c"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person in a precarious position who soon will have a calamitous fall."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature (such as a {@creature piercer}) that attacks by falling on prey."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "An abandoned mansion or palace that is in disrepair due to the owner's downfall."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting flight or incorporating feathers, or a magic item that grants flight (such as {@item Winged Boots} or a {@item Cloak of the Bat})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A conspiracy to cause the downfall of a wealthy or prominent person."
										}
									]
								}
							],
							"id": "08d"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/39-pit.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "08b"
				},
				{
					"type": "entries",
					"name": "Plant",
					"page": 54,
					"entries": [
						"{@i A myconid emits a cloud of spores. The Plant card reflects growth and natural life.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who lives in the wilderness among trees and other growing things."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Plant creature, or a creature that facilitates the growth of wild plants."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A verdant place where vegetation grows wild, untouched by people's hands."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object crafted from wood or incorporating leaves; alternatively, a magic item that allows uncontrolled vegetation growth (such as a {@item Bag of Beans})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Something growing out of control with surprising, even supernatural, speed."
										}
									]
								}
							],
							"id": "08f"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A quiet person who enjoys gardening or farming, finding greenery more relatable than people."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A domesticated plant given artificial animation, such as an {@creature awakened tree} or {@creature awakened shrub|MM|shrub}."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place full of carefully pruned and neatly controlled vegetation, such as a topiary garden."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that incorporates living greenery, such as an ornate terrarium or a potted topiary, or a magic item that allows control of vegetation (such as a {@item Staff of the Woodlands})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A conflict between a region suffering a famine and a region with abundant crops."
										}
									]
								}
							],
							"id": "090"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/40-plant.webp"
							},
							"credit": "Joanna Barnum",
							"width": 720,
							"height": 1229
						}
					],
					"id": "08e"
				},
				{
					"type": "entries",
					"name": "Priest",
					"page": 55,
					"entries": [
						"{@i A cleric holds a heavy mace. The Priest card represents wisdom, insight, closeness to the divine, and divine magic.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person (perhaps a cleric, druid, or paladin) who uses divine magic or is very pious."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature with abilities similar to those of a cleric, druid, or paladin."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A temple, shrine, or similar place consecrated to a deity or natural force."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A magic item such as a {@item Staff of Healing} or a {@item Holy Avenger}; alternatively, valuable temple accouterments."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A problem that requires and rewards piety or the use of divine magic."
										}
									]
								}
							],
							"id": "092"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person devoted to a false god, or a cause that isn't worthy of devotion."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A demon or another creature opposed to the gods."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place that was consecrated but that has been abandoned or converted to secular use."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An idol depicting an invented god or a demon lord."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation caused by impiety or misguided zealotry."
										}
									]
								}
							],
							"id": "093"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/41-priest.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "091"
				},
				{
					"type": "entries",
					"name": "Prisoner",
					"page": 56,
					"entries": [
						"{@i A rogue begs for release from a dank prison cell. The Prisoner card represents someone or something locked and hidden away.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person held captive or bound by expectations."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature locked away to prevent it from harming people."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where things are put to keep them out of reach and memory."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure securely locked away, or a magic item that contains a creature (such as an {@item Elemental Gem} or an {@item Iron Flask})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation arising from efforts to keep a person, an object, or information out of reach."
										}
									]
								}
							],
							"id": "095"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "An individual who defies societal norms and expectations."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that grapples, swallows, or otherwise binds or imprisons its prey."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where something or someone is kept on public display."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A prominently displayed treasure, such as a ruler's regalia."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "The theft or liberation of a person, or an object on public display."
										}
									]
								}
							],
							"id": "096"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/42-prisoner.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "094"
				},
				{
					"type": "entries",
					"name": "Puzzle",
					"page": 57,
					"entries": [
						"{@i An elaborate puzzle box floats in the air, glowing from within. The Puzzle card speaks to intelligence and strategic thinking.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person with a keen mind for puzzles, or one who delights in clever banter and wordplay."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A brilliant creature that relies on careful plans and tactics rather than brute strength, or a trap that can be bypassed by solving a puzzle or riddle."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place with hidden doors and other secrets."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure whose function or value isn't immediately apparent."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A complex situation with many interconnected factors."
										}
									]
								}
							],
							"id": "098"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who is very literal and direct."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that delights in straightforward melee combat, relying on strength to overpower its foes."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place with a simple, symmetrical floor plan."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "Coins or other treasure whose value is obvious and almost universally understood."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that's exactly what it appears to be."
										}
									]
								}
							],
							"id": "099"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/04-puzzle.webp"
							},
							"credit": "Tinnel Lovitt",
							"width": 850,
							"height": 1552
						}
					],
					"id": "097"
				},
				{
					"type": "entries",
					"name": "Ring",
					"page": 58,
					"entries": [
						"{@i An emerald ring glows within a decorative jewelry box. The Ring card suggests both a promise and the honor involved in keeping it.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone scrupulously faithful to a promise."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that has promised to serve someone."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where oaths are sworn, such as a temple or courthouse."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A ring, either jewelry or a magic item."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation complicated by a person's promise to do something."
										}
									]
								}
							],
							"id": "09b"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who resents being bound to an oath sworn in haste or duress."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature unwillingly bound to serve someone (such as an {@creature invisible stalker})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where a legendary figure was coerced into swearing an oath that led to their downfall."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A bracelet or magic bracers."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation arising from someone trying to abjure an oath."
										}
									]
								}
							],
							"id": "09c"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/44-ring.webp"
							},
							"credit": "Abigail Larson",
							"width": 720,
							"height": 1229
						}
					],
					"id": "09a"
				},
				{
					"type": "entries",
					"name": "Rogue",
					"page": 59,
					"entries": [
						"{@i A roguish kenku lurking in the shadows holds a dagger, poised to strike. This card suggests treachery and deception.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A deceptive person hiding a sinister secret; pursuit of their own aims trumps any friendship or loyalty."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A dangerous creature that strikes by surprise or from darkness."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A front for a criminal operation, or a monster's lair."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that hides a deadly secret, such as a ring with a spring-loaded poison needle, a {@item Dagger of Venom}, or a cursed magic item."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation rooted in or destined for betrayal."
										}
									]
								}
							],
							"id": "09e"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A good-hearted person entangled in a criminal or evil organization who is desperate for a way out."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature unwillingly bound to the service of villains."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "An oasis of compassion surrounded by violence."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure caked in grime or hidden in a filthy place."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Good characters who are part of an evil organization or who plot to subvert it."
										}
									]
								}
							],
							"id": "09f"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/06-rogue.webp"
							},
							"credit": "Harry Conway",
							"width": 850,
							"height": 1552
						}
					],
					"id": "09d"
				},
				{
					"type": "entries",
					"name": "Ruin",
					"page": 60,
					"entries": [
						"{@i An elegant sword and crown disintegrate into eddies of ash. The Ruin card warns of the inevitability of decay and the danger of material attachments.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who has renounced material attachments, such as a religious ascetic."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that destroys equipment, such as a {@creature rust monster} or a {@creature black pudding}."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A ruin, or a retreat for ascetics."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that is broken or in disrepair."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation involving the decay of objects or relationships over a long period of time."
										}
									]
								}
							],
							"id": "0a1"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person excessively attached to material goods (not necessarily excessive wealth)."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Construct, especially an animated object."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place meant to store goods, such as a warehouse or an armory."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "Valuable trade goods, well-made equipment, or a deed to property."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation involving the production or transportation of goods for sale."
										}
									]
								}
							],
							"id": "0a2"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/16-ruin.webp"
							},
							"credit": "Andrea Sipl",
							"width": 850,
							"height": 1552
						}
					],
					"id": "0a0"
				},
				{
					"type": "entries",
					"name": "Sage",
					"page": 61,
					"entries": [
						"{@i The mind of a sage is filled with obscure lore gained through exhaustive research. This card represents well-intentioned advice.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who offers helpful advice in difficult circumstances."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A helpful creature that leads the way to safety or a goal."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place dedicated to knowledge and wisdom, such as a library or university."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable or magical book or scroll, or a sentient magic item that is known to provide helpful advice."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An opportunity to provide valuable ad- vice on a familiar subject."
										}
									]
								}
							],
							"id": "0a4"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone who helpfully offers bad advice."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "sA creature that tries to lead the way into danger or a trap."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place whose structural flaws threaten its integrity."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A device valuable for its components that doesn't function as intended, or a sentient magic item that provides bad but well-intentioned advice."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An opportunity to provide advice on a completely unfamiliar subject."
										}
									]
								}
							],
							"id": "0a5"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/07-sage.webp"
							},
							"credit": "Joanna Barnum",
							"width": 850,
							"height": 1552
						}
					],
					"id": "0a3"
				},
				{
					"type": "entries",
					"name": "Shield",
					"page": 62,
					"entries": [
						"{@i A circular shield is close at hand in a military barrack. The Shield card is a reminder of the need for protection.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A protective parent or sibling, or a professional protector such as a sentry or guard."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that protects others, such as a watchdog or {@creature shield guardian}, or a warding trap designed to repel invaders."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A defensive structure, such as a fortress or a castle wall."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable or magical shield."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Someone who must protect those who can't protect themselves."
										}
									]
								}
							],
							"id": "0a7"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A guarded person who carefully shields themself from physical or emotional harm."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A heavily armored creature."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "sA hermitage or retreat meant to isolate one person from others."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A suit of armor that is valuable or magical."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation arising from someone selfishly protecting themself without heed to others."
										}
									]
								}
							],
							"id": "0a8"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/48-shield.webp"
							},
							"credit": "Joanna Barnum",
							"width": 720,
							"height": 1227
						}
					],
					"id": "0a6"
				},
				{
					"type": "entries",
					"name": "Ship",
					"page": 63,
					"entries": [
						"{@i A three-masted ship with a couatl figurehead sails across the open sea. The Ship card indicates a long journey, not necessarily by sea.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who routinely travels long distances, such as a sailor, pilgrim, or nomad."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that hunts a large territory or migrates great distances."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A port city, harbor, caravansary, or similar hub for travelers."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting ships or travel, or a magic item that facilitates travel (such as a {@item Folding Boat})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires travel, or one that unfolds while traveling,"
										}
									]
								}
							],
							"id": "0aa"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who dreams of travel but has never wandered far from home."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that rarely leaves its lair—and is more powerful there."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "An isolated place that rarely sees travelers."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure still in the hands of the person who made it, or a magic item (such as {@item Dimensional Shackles}) that prevents magical movement."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation arising from someone's inability or unwillingness to travel."
										}
									]
								}
							],
							"id": "0ab"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/49-ship.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1230
						}
					],
					"id": "0a9"
				},
				{
					"type": "entries",
					"name": "Skull",
					"page": 64,
					"entries": [
						"{@i A skeletal figure is shrouded in a swirling robe, though its skull is clearly visible. The Skull card is a reminder of the universality of death—and the fact that everyone must confront death alone.s}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person facing imminent death, or one who wields necromantic power."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An Undead creature, or a trap that deals necrotic damage."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place of solitude and isolation, or a place where someone died recently."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure associated with death (perhaps funerary implements), or a magic item with necromantic power."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A person's life in peril."
										}
									]
								}
							],
							"id": "0ad"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone haunted by the inevitability of death and seeking to escape it, or a person who has returned from death."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An immortal creature or one that doesn't age, such as an angel, a Fiend, or a naga."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A graveyard or another place where the dead are gathered."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that celebrates or depicts deliverance from death, or a magic item that wards off death (such as a {@item Periapt of Wound Closure} or a {@item Scarab of Protection})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Many lives at stake."
										}
									]
								}
							],
							"id": "0ae"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/19-skull.webp"
							},
							"credit": "Alex Dos Diaz",
							"width": 850,
							"height": 1552
						}
					],
					"id": "0ac"
				},
				{
					"type": "entries",
					"name": "Staff",
					"page": 65,
					"entries": [
						"{@i An elegant black staff leans against a wall, waiting for its owner to return. The Staff card represents support or assistance.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who offers physical, financial, or emotional support."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature used as a mount or a tracker, or another sort of ally."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where support is offered or found, such as a library or a tavern."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A magic staff, a jeweled cane or mobility aid, or a similar treasure."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A group or organization that offers much-needed support."
										}
									]
								}
							],
							"id": "0b0"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person in desperate need of assistance."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that's helpless or ineffective unless it can possess or be carried by another creature."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place in immediate crisis, such as a location suddenly imperiled by fire or flood."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that needs repair before regaining its full value or magical potency."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A group of people who need help from others."
										}
									]
								}
							],
							"id": "0b1"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/51-staff.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1230
						}
					],
					"id": "0af"
				},
				{
					"type": "entries",
					"name": "Stairway",
					"page": 66,
					"entries": [
						"{@i A spiral stairway leads both up and down, but the downward stairs are cluttered and dark. This card points to a change in difficulty, either increasing or decreasing.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who makes every task more difficult than it needs to be, adding complications and getting in the way."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that grows in power as battle continues (such as a {@creature black pudding} or a {@creature hydra})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place reached by descending stairs, such as a basement or a lower level of a dungeon."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An intricate treasure that was difficult to create, or a magic item that helps accomplish difficult tasks (such as an {@item Ioun Stone, Mastery|DMG|Ioun Stone of Mastery})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation more complicated or challenging than it appears."
										}
									]
								}
							],
							"id": "0b3"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A helpful, friendly person who makes everything easier (or at least more pleasant)."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that is difficult to fight at first, but that becomes easier to defeat as the battle proceeds."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place reached by ascending stairs, such as an attic or upper level of a dungeon."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that is simple and elegant."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation much simpler than it appears,"
										}
									]
								}
							],
							"id": "0b4"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/52-stairway.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1228
						}
					],
					"id": "0b2"
				},
				{
					"type": "entries",
					"name": "Star",
					"page": 67,
					"entries": [
						"{@i A brilliant star shines in the spring sky at twilight. The Star card represents inherent ability and training working in concert—nature allied with nurture.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person focused on improving a particular area of skill or behavior."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that has trained to improve itself (perhaps having several skill or saving throw proficiencies), or a trap that requires teamwork to avoid or escape."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place dedicated to study or training, such as a university or gymnasium."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that reflects the skill of its creator, or a magic item that grants proficiency."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires or rewards training and practice."
										}
									]
								}
							],
							"id": "0b6"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person with natural ability but little patience for training or study."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that relies on its natural abilities instead of training (perhaps with no skill or saving throw proficiencies)."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place of untouched natural beauty."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "Unrefined ore or uncut gems, or a magic item that improves an ability score."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation resulting from someone's refusal to practice or train."
										}
									]
								}
							],
							"id": "0b7"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/13-star.webp"
							},
							"credit": "Vallez Gax",
							"width": 850,
							"height": 1552
						}
					],
					"id": "0b5"
				},
				{
					"type": "entries",
					"name": "Statue",
					"page": 68,
					"entries": [
						"{@i A statue depicts the god Istus offering the original {@item Deck of Many Things|DMG} as a gift. The Statue card is a reminder of the past.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone who takes great pride in a prominent ancestor."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An ancient creature that played an important part in a historical event."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A park or plaza built around a statue."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A statuette or sculpture, either valuable or magical (such as a {@item Figurine of Wondrous Power})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation with remarkable similarities to a significant historical event."
										}
									]
								}
							],
							"id": "0b9"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who lives in the shadow of a famous or important ancestor."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that clings to a memory of fallen glory (such as a {@creature storm giant} or a {@creature mind flayer}), a creature in the guise of a statue (such as a {@creature mimic}), or a statue that functions as a trap."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "An immense ruin left behind by an ancient civilization."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object made in imitation of a more famous and valuable piece."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An attempt to re-create a historical situation or rebuild a fallen empire."
										}
									]
								}
							],
							"id": "0ba"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/54-statue.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1230
						}
					],
					"id": "0b8"
				},
				{
					"type": "entries",
					"name": "Sun",
					"page": 69,
					"entries": [
						"{@i A sun blazes brightly in the summer sky. The Sun card brings hope—either well-founded or deluded.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person with an unflappable and optimistic outlook, confident in the power of good triumphing over evil and obstacles."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An angel or a similar creature that embodies hope and good."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place that embodies hope in the face of despair, such as a temple next to a graveyard or a town rebuilding after a natural disaster."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable religious object devoted to good, or a holy or protective magic item."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A difficult situation where hope nevertheless continues to shine like a beacon."
										}
									]
								}
							],
							"id": "0bc"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A naively positive person who spouts empty platitudes about everything turning out for the best."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature (perhaps a {@creature flumph} or a {@creature pixie}) that offers aid but is too weak to provide meaningful help."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A desecrated temple or similar place where dirt or corruption has eliminated all evidence of goodness and holiness."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A religious object or holy magic item that has been desecrated."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Idealistic optimism that prevents people from responding to real danger."
										}
									]
								}
							],
							"id": "0bd"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/10-sun.webp"
							},
							"credit": "Vallez Gax",
							"width": 850,
							"height": 1552
						}
					],
					"id": "0bb"
				},
				{
					"type": "entries",
					"name": "Talons",
					"page": 70,
					"entries": [
						"{@i A clawed hand reaches to grab an emerald ring which disintegrates at the claw's approach. The Talons card indicates greed or the rapacious hunger of a predator.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who preys on other folk to acquire wealth or power."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A predator, especially one that preys on people or slowly drains their life (such as a {@creature vampire})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place where the rich benefit from the labor of the poor."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that is a collector's prized possession or the object of a heist."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation driven by someone's avarice."
										}
									]
								}
							],
							"id": "0bf"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person trapped by predatory debt or victimized by a monster that slowly drains the person's life."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature hunted for parts of its body that are considered valuable, or for the treasure it hoards."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A tenement or workhouse where oppressed victims of the rich live in squalor."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure that was stolen from its rightful owner."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation driven by a desperate individual victimized by the greedy."
										}
									]
								}
							],
							"id": "0c0"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/21-talons.webp"
							},
							"credit": "Abigail Larson",
							"width": 850,
							"height": 1552
						}
					],
					"id": "0be"
				},
				{
					"type": "entries",
					"name": "Tavern",
					"page": 71,
					"entries": [
						"{@i An adventuring party eats and laughs in a busy tavern. The Tavern card points to the pleasure of spending time with friends.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A genial person who delights in telling stories in good company."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A social creature that travels in packs."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A tavern, restaurant, or similar place where people gather and eat socially."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A jeweled goblet or other treasure related to eating and drinking."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A tavern brawl."
										}
									]
								}
							],
							"id": "0c2"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who ruins the happiness of pleasant company."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A parasite, {@creature vampire}, or similar creature that siphons strength, happiness, or vitality from others, or a trap designed to separate those caught in it."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place once used for social gatherings but now abandoned."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A jeweled goblet or similar treasure stained with blood or holding the remnants of poison."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An attempt to kill many people at once as they gather for a meal."
										}
									]
								}
							],
							"id": "0c3"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/57-tavern.webp"
							},
							"credit": "Joanna Barnum",
							"width": 720,
							"height": 1226
						}
					],
					"id": "0c1"
				},
				{
					"type": "entries",
					"name": "Temple",
					"page": 72,
					"entries": [
						"{@i A temple invites worshipers into the serene space within. The Temple card suggests the comfort found in ritual and communion with the divine.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A devout person who performs frequent rituals to invoke divine favor."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A temple guardian—perhaps a Celestial, Construct, or {@creature guardian naga}."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A temple, shrine, or other place of worship."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable ritual object, such as a candelabra or sacrificial knife, or a magic item linked to worship or divine magic (such as a {@item Candle of Invocation})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation best resolved by an appeal to divine power or spiritual authorities."
										}
									]
								}
							],
							"id": "0c5"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A superstitious person who performs frequent rituals to ward off supernatural evil."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that bestows curses (such as a {@creature fomorian}, {@creature rakshasa}, or {@creature mummy})."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "An area where crime, vice, or other impious behaviors are widespread."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure with superstitious meaning perhaps an amulet meant to ward off evil (such as a {@item Scarab of Protection})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation stemming from a superstitious fear of curses or bad luck."
										}
									]
								}
							],
							"id": "0c6"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/58-temple.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "0c4"
				},
				{
					"type": "entries",
					"name": "Throne",
					"page": 73,
					"entries": [
						"{@i An ostentatious throne stands on a dais, with a crown on the seat and a ceremonial sword leaning against one armrest. This card represents the authority of worldly rulers.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who enjoys exercising authority over others and expects to be obeyed."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that leads others of its kind; alternatively, one with magical powers of influence or command."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place of authority, such as a palace or a mayor's office."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A ruler's regalia, or a magic item (such as a {@item Rod of Rulership}) that imparts magical authority."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A contest over who rightfully holds authority."
										}
									]
								}
							],
							"id": "0c8"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who resents authority imposed on them."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that unwillingly serves another."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place at the edge of a ruler's authority or son the border between rival nations."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "Treasure. An art object created as an act of resistance to tyranny, or a magic item that protects against restraint (such as a {@item Ring of Free Action})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A group of people rebelling against a ruler or an authority figure."
										}
									]
								}
							],
							"id": "0c9"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/15-throne.webp"
							},
							"credit": "Andrea Sipl",
							"width": 850,
							"height": 1552
						}
					],
					"id": "0c7"
				},
				{
					"type": "entries",
					"name": "Tomb",
					"page": 74,
					"entries": [
						"{@i A burial chamber holds a plain stone casket. The Tomb card suggests buried secrets and things long forgotten.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person with a secret or a gap in their memory."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A {@creature mummy}, {@creature wight}, or similar Undead that lairs in its own tomb."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A tomb, especially one that is forgotten."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "Valuable or magical funerary treasure."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation no one wants to talk about or even acknowledge."
										}
									]
								}
							],
							"id": "0cb"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person trying to atone for a dreadful secret in their past."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An incorporeal Undead (such as a {@creature wraith} or {@creature specter}) that's not linked to the place of its death, burial place, or body."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A memorial structure that doesn't contain a body."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting a dead individual as they were in life."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation stemming from a buried secret that recently came to light."
										}
									]
								}
							],
							"id": "0cc"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/60-tomb.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1230
						}
					],
					"id": "0ca"
				},
				{
					"type": "entries",
					"name": "Tower",
					"page": 75,
					"entries": [
						"{@i A tall, ornate tower made of black stone looms over a desolate landscape. The Tower card represents isolation.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who prefers solitude to the company of others."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A reclusive creature."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A remote tower or similar place of isolation."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting an isolated place or a lonely person; alternatively, {@item Daern's Instant Fortress} or a similar magic item."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires assistance or information from a reclusive person."
										}
									]
								}
							],
							"id": "0ce"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A desperately lonely person who craves close companionship."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature cut off from others of its kind that is trying to find them, or a trap that targets a single creature."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place that discourages interaction with others, such as a library or monastery, where rules of silence are strictly enforced."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object expressing the artist's profound loneliness."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation arising from someone's loneliness or boredom."
										}
									]
								}
							],
							"id": "0cf"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/61-tower.webp"
							},
							"credit": "Abigail Larson",
							"width": 720,
							"height": 1224
						}
					],
					"id": "0cd"
				},
				{
					"type": "entries",
					"name": "Tree",
					"page": 76,
					"entries": [
						"{@i A tree has broken through a fortress wall and reclaimed part of the keep. This card suggests perseverance in difficult circumstances.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A strong-willed person determined to persevere despite hostile conditions."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that thrives in a hostile environment."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "Somewhere vegetation makes an unexpected appearance: a park in a busy urban center or a tree growing on barren rock."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure featuring diamonds, pearls, or precious wood, or a magic item that increases endurance (such as an {@item Amulet of Health})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A small outpost or lone individual holding back a much larger force."
										}
									]
								}
							],
							"id": "0d1"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "Someone barely hanging on in hostile conditions."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature driven from its preferred environment and struggling to survive in a new region."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place cleared of natural growth."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object or a magic item made from the wood of a tree struck by lightning."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "An overwhelming threat against a small outpost or lone individual."
										}
									]
								}
							],
							"id": "0d2"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/62-tree.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1229
						}
					],
					"id": "0d0"
				},
				{
					"type": "entries",
					"name": "Undead",
					"page": 77,
					"entries": [
						"{@i A lich beckons souls of the dead. This card can point to anything that refuses to die, from old grudges and unresolved issues to Undead creatures.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person nursing a grudge beyond reason."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An Undead creature sustained by a thirst for revenge or an unfinished task, such as a {@creature ghost} or {@creature revenant}."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place haunted (literally or emotionally) by a terrible event that happened there."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure depicting the dead or an Undead, something made from bones, or a magic item made by or for an Undead."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "Someone who refuses to leave the past in the past."
										}
									]
								}
							],
							"id": "0d4"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person too quick to forgive and forget, who never holds anyone accountable for their misdeeds."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "An Undead creature that craves an end to its miserable, interminable existence."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place whose denizens have forgotten significant events that happened there."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object depicting the destruction of an Undead, or a magic item particularly useful against Undead (such as a {@item Mace of Disruption})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A serial criminal who has been pardoned for past misdeeds and now continues their wicked ways."
										}
									]
								}
							],
							"id": "0d5"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/63-undead.webp"
							},
							"credit": "Abigail Larson",
							"width": 720,
							"height": 1232
						}
					],
					"id": "0d3"
				},
				{
					"type": "entries",
					"name": "Void",
					"page": 78,
					"entries": [
						"{@i An endless void seems to spiral toward a central hole that devours all. This card spells disaster.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person trapped in despair."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A Fiend or an Undead that threatens annihilation of body and soul, or a trap with no easy exit or escape."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place deep underground, underwater, or in space, where little light and air are available."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An art object that reflects its creator's despair or sadness, or a {@item Sphere of Annihilation}."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that seems to have no good or even survivable—outcome."
										}
									]
								}
							],
							"id": "0d7"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person who has lost everything and has no place left to go but up."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A {@creature skeleton}, {@creature zombie}, or similar Undead remnant of a living creature; alternatively, a trap that's broken and nonfunctional."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A place of utter carnage, where a terrible battle or massacre took place."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure promised but not actually present, such as an empty treasure chest or a looted vault."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "The aftermath of a destructive event, where the few survivors must figure out how to go on living."
										}
									]
								}
							],
							"id": "0d8"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/BMT/Deck of Many Things/18-void.webp"
							},
							"credit": "Alex Dos Diaz",
							"width": 850,
							"height": 1552
						}
					],
					"id": "0d6"
				},
				{
					"type": "entries",
					"name": "Warrior",
					"page": 79,
					"entries": [
						"{@i A barbarian holds a greataxe, The Warrior card embodies physical strength and fighting acumen.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A person (perhaps a barbarian, fighter, or monk) who has trained in combat or served in the military."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature with abilities like those of a barbarian, fighter, or monk."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A training yard or fort where warriors learn combat skills."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A valuable or magical weapon or suit of armor."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation that requires and rewards the skilled application of physical force."
										}
									]
								}
							],
							"id": "0da"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A bully who uses physical strength to intimidate others."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A creature that relies on brute strength, or a trap that can be escaped through the application of brute strength."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A harsh environment where only the physically powerful survive."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "An unsubtle work of art."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A situation involving bullying or extortion."
										}
									]
								}
							],
							"id": "0db"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/65-warrior.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1230
						}
					],
					"id": "0d9"
				},
				{
					"type": "entries",
					"name": "Well",
					"page": 80,
					"entries": [
						"{@i A stone well stands in a peaceful meadow, surrounded by wildflowers. The Well card speaks of drawing resources from familiar places.}",
						{
							"type": "entries",
							"name": "Upright Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A familiar person who is a reliable source of information and aid."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A familiar kind of creature, whose abilities are well understood."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A well, a familiar shop, or a place where fresh water can be found."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A reliable treasure (such as gold coins), or a magic item that produces food or water (such as a {@item Decanter of Endless Water} or an {@item Alchemy Jug})."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A familiar situation with a predictable outcome."
										}
									]
								}
							],
							"id": "0dd"
						},
						{
							"type": "entries",
							"name": "Reversed Meaning",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Person",
											"entry": "A familiar person who refuses to provide expected aid."
										},
										{
											"type": "item",
											"name": "Creature or Trap",
											"entry": "A familiar kind of creature whose behavior or abilities are surprising."
										},
										{
											"type": "item",
											"name": "Place",
											"entry": "A well that has gone dry, or a familiar place that no longer offers the comforts it used to."
										},
										{
											"type": "item",
											"name": "Treasure",
											"entry": "A treasure with unexpected properties—a hidden compartment or magical quirk that's not immediately evident."
										},
										{
											"type": "item",
											"name": "Situation",
											"entry": "A familiar situation that ends up defying expectations."
										}
									]
								}
							],
							"id": "0de"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "decks/DMTCRG/Deck of Many More Things/66-well.webp"
							},
							"credit": "Ivan Shavrin",
							"width": 720,
							"height": 1228
						}
					],
					"id": "0dc"
				}
			],
			"id": "018"
		},
		{
			"type": "section",
			"name": "Credits",
			"page": 1,
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Project Lead:",
											"entries": [
												"Jason Tondro"
											]
										},
										{
											"type": "item",
											"name": "Art Director:",
											"entries": [
												"Bree Heiss"
											]
										},
										{
											"type": "item",
											"name": "Writers:",
											"entries": [
												"Jason Tondro, James Wyatt"
											]
										},
										{
											"type": "item",
											"name": "Lead Editor:",
											"entries": [
												"Judy Bauer"
											]
										},
										{
											"type": "item",
											"name": "Editors:",
											"entries": [
												"Eytan Bernstein, Janica Carter"
											]
										},
										{
											"type": "item",
											"name": "Lead Graphic Designer:",
											"entries": [
												"Bob Jordan"
											]
										},
										{
											"type": "item",
											"name": "Front Cover Illustrators:",
											"entries": [
												"Harry Conway (left and right), Tinnel Lovitt (center)"
											]
										},
										{
											"type": "item",
											"name": "Back Cover Illustrator:",
											"entries": [
												"Axel Defois"
											]
										},
										{
											"type": "item",
											"name": "Interior Illustrators:",
											"entries": [
												"Wade Acuff, Joanna Barnum, Ekaterina Burmak, Harry Conway, Nikki Dawes, Julie Dillon, Alex Diaz, Vallez Gax, Abigail Larson. Tinnel Lovitt, Hinchel Or, Francesca Resta, Ivan Shavrin, Andrea Sipl, Craig J Spearing, Jim Zaccaria"
											]
										},
										{
											"type": "item",
											"name": "Concept Art Director:",
											"entries": [
												"Bree Heiss"
											]
										},
										{
											"type": "item",
											"name": "Concept Artist:",
											"entries": [
												"Claudio Pozas"
											]
										},
										{
											"type": "item",
											"name": "Consultants:",
											"entries": [
												"Nivair Gabriel, Basheer Ghouse, Jonathan Tomhave"
											]
										},
										{
											"type": "item",
											"name": "Project Engineer:",
											"entries": [
												"Cynda Callaway"
											]
										},
										{
											"type": "item",
											"name": "Imaging Technicians:",
											"entries": [
												"Daniel Corona, Kevin Yee"
											]
										},
										{
											"type": "item",
											"name": "Prepress Specialist:",
											"entries": [
												"Jefferson Dunlap"
											]
										},
										{
											"type": "item",
											"name": "Senior Packaging Engineer:",
											"entries": [
												"Jenn Bahrs"
											]
										},
										{
											"type": "item",
											"name": "Quality Engineer:",
											"entries": [
												"Scott West"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D&D Studio",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Executive Producer:",
													"entries": [
														"Kyle Brink"
													]
												},
												{
													"type": "item",
													"name": "Game Architects:",
													"entries": [
														"Jeremy Crawford, Christopher Perkins"
													]
												},
												{
													"type": "item",
													"name": "Studio Art Director:",
													"entries": [
														"Josh Herman"
													]
												},
												{
													"type": "item",
													"name": "Art Manager:",
													"entries": [
														"Rob Sather"
													]
												},
												{
													"type": "item",
													"name": "Art Department:",
													"entries": [
														"Matt Cole, Trystan Falcone, Bree Heiss, Kate Irwin, Bob Jordan, Noor Rahman, Emi Tanji, Trish Yochum"
													]
												},
												{
													"type": "item",
													"name": "Design Department:",
													"entries": [
														"Justice Ramin Arman, Makenzie De Armas, Dan Dillon, Amanda Hamon, Ron Lundeen, Ben Petrisor, Patrick Renie, F. Wesley Schneider, Carl Sibley, Jason Tondro, James Wyatt"
													]
												},
												{
													"type": "item",
													"name": "Managing Editor:",
													"entries": [
														"Judy Bauer"
													]
												},
												{
													"type": "item",
													"name": "Editorial Department:",
													"entries": [
														"Eytan Bernstein, Janica Carter, Adrian Ng"
													]
												},
												{
													"type": "item",
													"name": "Senior Producer:",
													"entries": [
														"Dan Tovar"
													]
												},
												{
													"type": "item",
													"name": "Producers:",
													"entries": [
														"Bill Benham, Siera Bruggeman, Robert Hawkey, Andy Smith, Gabriel Waluconis"
													]
												},
												{
													"type": "item",
													"name": "Director of Product Management:",
													"entries": [
														"Liz Schuh"
													]
												},
												{
													"type": "item",
													"name": "Product Managers:",
													"entries": [
														"Natalie Egan, Chris Lindsay, Hilary Ross, Chris Tulach"
													]
												}
											]
										}
									],
									"id": "0e1"
								}
							]
						}
					],
					"id": "0e0"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/BMT/credits.webp"
					},
					"credit": "Craig J Spearing",
					"width": 1700,
					"height": 1324
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/DMTCRG/Cover Front.webp"
							},
							"title": "Front Cover",
							"credit": "Harry Conway (left and right), Tinnel Lovitt (center)",
							"width": 1700,
							"height": 1142
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/DMTCRG/Cover Back.webp"
							},
							"title": "Back Cover",
							"credit": "Axel Defois",
							"width": 1700,
							"height": 1140
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						"{@note Disclaimer: The gods of fate take no responsibility for any alignment changes, deaths, debilitating curses, fiendish enmities, imprisonments, or sudden betrayals, nor for the loss of ability scores, experience points, magic items, physical property, or wealth, resulting from the use of this book. Look, it's the Deck of Many Things—what did you expect?}"
					],
					"id": "0e2"
				}
			],
			"id": "0df"
		}
	]
}
