{
	"data": [
		{
			"type": "section",
			"name": "Introduction: Forge of the Artificer",
			"id": "000",
			"entries": [
				{
					"type": "insetReadaloud",
					"id": "001",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"When the gorgon's breath gives life instead of stony death, when fires create instead of destroy, when towers rise from rubble and reach into the sky, then shall embers spring to life in the darkness, and five shall rise to cause a dragon's fall."
							],
							"from": "The Draconic Prophecy"
						}
					]
				},
				"This book is an extensive supplement to {@book Eberron: Rising from the Last War|ERLW}. That book is a comprehensive guide to the world of Eberron; this one adds new character options, new campaign models, and new vehicle rules for your Eberron campaign. You don't need that book to use this one, but these books work best in tandem, and you'll find frequent references to {@i Eberron: Rising from the Last War} throughout this book.",
				{
					"type": "section",
					"name": "A Box of New Tools",
					"id": "002",
					"entries": [
						"{@i Eberron: Forge of the Artificer} is a toolbox full of new options for any Eberron campaign, as summarized below.",
						{
							"type": "entries",
							"name": "Revised Artificer",
							"id": "003",
							"entries": [
								"The Artificer class has been revised in line with the class revisions in the 2024 version of the fifth edition {@book Player's Handbook|XPHB}. The class includes a new spell. Additional content that appeared as class feature options in previous versions of the class now appear as magic items in {@book an appendix|EFA|8} at the end of the book.",
								"This version of the {@book Artificer|EFA|1} includes a new subclass, the Cartographer."
							]
						},
						{
							"type": "entries",
							"name": "Dragonmarks",
							"id": "004",
							"entries": [
								"This book includes feats that grant characters dragonmarks and backgrounds that give some of those feats to characters. A {@area sidebar|093|x} at the beginning of chapter 2 summarizes the new dragonmark options in this book."
							]
						},
						{
							"type": "entries",
							"name": "Species",
							"id": "005",
							"entries": [
								"Four updated species appear in this book: Changeling, Kalashtar, Shifter, and Warforged. Khoravar is a new species, rooted in the experience of Khorvaire's people of mixed human and elf descent."
							]
						},
						{
							"type": "entries",
							"name": "Bastion Options",
							"id": "006",
							"entries": [
								"{@book Chapter 3|EFA|3} offers new special facilities for characters to improve their Bastions, as well as ways to build a mobile Bastion."
							]
						},
						{
							"type": "entries",
							"name": "Campaign Models",
							"id": "007",
							"entries": [
								"Chapters {@book 4|EFA|4}, {@book 5|EFA|5}, and {@book 6|EFA|6} provide tools to help DMs start an Eberron campaign quickly and easily. Each chapter describes one flavor of campaign you might run in Eberron—the gritty life of an inquisitive on the mean streets of Sharn, high-stakes intrigue among the dragonmarked houses, and the rollicking adventures of scholarly explorers from Morgrave University. Building on the tools provided in the 2024 {@book Dungeon Master's Guide|XDMG}, these chapters outline key conflicts, suggest campaign arcs, provide setting information, and give you stat blocks for NPC figures that characters might encounter in the campaign."
							]
						},
						{
							"type": "entries",
							"name": "Everything Airships",
							"id": "008",
							"entries": [
								"The {@book last chapter|EFA|7} presents rules and resources for elemental airships: operating them, using them in combat, and undertaking journeys by air."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Draconic Prophecy",
					"id": "009",
					"entries": [
						"The language of the Draconic Prophecy is richly symbolic and largely conditional. Rather than laying out a predetermined series of events, it explores causation and consequences—it describes what might happen in one arena of existence if something changes in another.",
						"Scholars sometimes approach the Draconic Prophecy as a puzzle, where solving it is its own reward. They look at each individual fragment of the Prophecy as a self-contained challenge, and they explore how a certain series of actions might fulfill the Prophecy.",
						"The immortal beings who are truly invested in the Prophecy, however—primarily the dragons of the Chamber and the fiendish Lords of Dust—view each fragment as a tiny piece of a much larger whole. From this broader perspective, one fragment or verse cascades into another, acting out a drama that unfolds over decades, centuries, or even millennia. Every verse will be fulfilled in time, these immortals believe, and their goal is simply to tilt the direction of destiny to one side or another.",
						"The verse of the Prophecy that begins this introduction is typical, in that each line is open to multiple interpretations. Consider these possibilities:",
						"{@b \"The gorgon's breath.\"} These words could refer to a literal {@creature gorgon|XMM}, perhaps one magically altered or infused with radiant energy so its breath restores health, brings the dead back to life, or animates objects. Or they could refer to {@area House Cannith|1d7|x}, whose symbol is a gorgon. (Members of the Chamber, in particular, believe that mortals' dragonmarks appeared on flesh in order to involve these people in the story of the Prophecy.) The words could refer to Cannith artificers \"breathing life\" into their warforged creations.",
						"{@b \"When fires create.\"} These words could easily refer to the fires of a smith's forge, especially when connected to House Cannith as the gorgon in the previous line. Or they could refer to the birth of a new thing from the ashes of the old, or to mortal passions (the fires of the heart) being turned to creative pursuits after years of violence in the Last War.",
						"{@b \"When towers rise from rubble.\"} These words could be a general reference to buildings rebuilt after a disaster, or perhaps a specific reference to a building project in the Fallen district of Sharn (where the wreckage of a fallen tower still dominates the neighborhood). Or it might refer to a resurgence in a family line, with notable scions arising from a family in decline; their \"reaching to the sky\" could reflect their lofty aspirations or their literal piloting of an airship.",
						"{@b \"Embers spring to life.\"} Hope kindling in the midst of despair is one obvious reading of these words. However, the reference to fires earlier in the verse doesn't require that the embers here be positive—this could refer to a new, destructive fire raging to life after long lying dormant, or perhaps even the hatching of a red dragon's egg.",
						"{@b \"Five shall rise to cause a dragon's fall.\"} The best way to read this line is as a reference to the characters in your campaign (if there are more or fewer than five characters, you can adjust the number). That's especially fitting if a dragon is a major antagonist in your campaign—or a dragonmarked house, a tyrannical ruler, or anything else easily symbolized as a dragon.",
						{
							"type": "entries",
							"name": "Using the Prophecy",
							"id": "00a",
							"entries": [
								"Using this fragment of the Prophecy as an example, how might you as the Dungeon Master incorporate it into an Eberron campaign?",
								"Start at the end. Assume the last line refers to the characters in your campaign bringing about the fall of one of your campaign's major antagonists. If you're using one of the campaign models in this book, the dragon's fall might refer to one of these antagonists:",
								"Sharn Inquisitives (See {@book Chapter 4|EFA|4}). Daask, whose trade in the dangerous drug called dragon's blood is harming Sharn's population, or a powerful villain whose use of dragon's blood has brought about a draconic transformation.",
								"Dragonmarked Intrigue (See {@book Chapter 5|EFA|5}). A dragon connected with the Chamber, or the leader of a dragonmarked house.",
								"Morgrave Expeditions (See {@book Chapter 6|EFA|6}). Lady Illmarrow, leader of the Order of the Emerald Claw (detailed in {@book Eberron: Rising from the Last War|ERLW}), who has draconic blood, or a fiendish overlord with a draconic form (perhaps Rak Tulkhesh, also detailed in {@i Eberron: Rising from the Last War}).",
								"With that climactic campaign end in mind, plot out a simple campaign arc—a series of four apparently unconnected events, each one reflecting a line of the Prophecy fragment. At each step of the way, the characters might encounter others trying to steer the fulfillment of the Prophecy in various directions. Some of these figures might want the characters to topple the dragon who is the antagonist of the campaign; others might want the characters to bring about a different dragon's fall. Still others might hope for the five-headed dragon god Tiamat to rise and cause the fall of all the dragonmarked houses in fulfillment of the fragment's last line.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/000-09-003.title-image-construct.webp"
									},
									"credit": "Noor Rahman",
									"width": 851,
									"height": 850
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 01: The Artificer",
			"id": "00b",
			"entries": [
				"{@i A Magical Crafter and an Inventor of Wonders}",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/001-01-001.artificer-working-on-an-unfinished-warforged.webp"
					},
					"title": "The Artificers of Eberron are responsible for many amazing inventions, but none more miraculous than the Warforged",
					"credit": "Michael Broussard",
					"width": 1700,
					"height": 2160
				},
				{
					"type": "statblock",
					"name": "Artificer",
					"source": "EFA",
					"tag": "class"
				},
				{
					"type": "section",
					"name": "Artificer Subclasses",
					"id": "035",
					"entries": [
						"An Artificer subclass is a specialization that grants you features at certain Artificer levels, as specified in the subclass. This section presents the {@subclass Alchemist|Artificer|EFA|EFA}, {@subclass Armorer|Artificer|EFA|EFA}, {@subclass Artillerist|Artificer|EFA|EFA}, and {@subclass Battle Smith|Artificer|EFA|EFA}, and {@subclass Cartographer|Artificer|EFA|EFA}.",
						{
							"type": "statblock",
							"prop": "subclass",
							"source": "EFA",
							"name": "Alchemist",
							"className": "Artificer",
							"classSource": "EFA",
							"collapsed": true
						},
						{
							"type": "statblock",
							"prop": "subclass",
							"source": "EFA",
							"name": "Armorer",
							"className": "Artificer",
							"classSource": "EFA",
							"collapsed": true
						},
						{
							"type": "statblock",
							"prop": "subclass",
							"source": "EFA",
							"name": "Artillerist",
							"className": "Artificer",
							"classSource": "EFA",
							"collapsed": true
						},
						{
							"type": "statblock",
							"prop": "subclass",
							"source": "EFA",
							"name": "Battle Smith",
							"className": "Artificer",
							"classSource": "EFA",
							"collapsed": true
						},
						{
							"type": "statblock",
							"prop": "subclass",
							"source": "EFA",
							"name": "Cartographer",
							"className": "Artificer",
							"classSource": "EFA",
							"collapsed": true
						}
					]
				},
				{
					"type": "section",
					"name": "Spell",
					"id": "08a",
					"entries": [
						"This new spell appears on the Artificer's spell list.",
						{
							"type": "statblock",
							"name": "Homunculus Servant",
							"source": "EFA",
							"tag": "spell"
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 02: Character Options",
			"id": "08f",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/007-02-001.artificer-and-creation-first-meeting.webp"
					},
					"title": "An Artificer and his creation meet each other for the first time",
					"credit": "Leroy Steinmann",
					"width": 1700,
					"height": 2262
				},
				"This chapter offers new backgrounds, species, and feats. The {@race Khoravar|EFA} species in this chapter is a new game option, representing Eberron folk who are sometimes called half-elves. The {@race Changeling|EFA}, {@race Kalashtar|EFA}, {@race Shifter|EFA}, and {@race Warforged|EFA} species are new versions of species that have appeared in other books; in consultation with your DM, choose the version you prefer! The {@area Dragonmark feats|0ca|x} in this chapter offer a new way to join the dragonmarked houses.",
				{
					"type": "section",
					"name": "Dragonmarks",
					"id": "090",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/EFA/008-02-005.dragonmarks.webp"
							},
							"title": "Left to Right: Mark of Detection, Mark of Shadow, Mark of Making",
							"credit": "Lee Moyer",
							"maxWidth": 480,
							"maxHeight": 480,
							"width": 850,
							"height": 697
						},
						"Dragonmarks are mysterious and magical symbols that appear on the skin of some people across Khorvaire. The twelve established dragonmarks are tied to specific family lines, and the scions of those families work hard at consolidating the power of the marks in order to maximize the profit and influence they gain from them. The {@feat Mark of Healing|EFA}, for example, has given the halflings of House Jorasco an edge in providing medical care; the house has exploited that edge to the point where it remains virtually the only provider of healing services. Anyone outside the house who manifests the Mark of Healing is quickly pressured to join, regardless of their family line or species.",
						{
							"type": "entries",
							"name": "Greater Dragonmarks",
							"id": "091",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/009-02-006.greater-dragonmarks.webp"
									},
									"title": "Left to Right: Greater Mark of Detection, Greater Mark of Shadow, Greater Mark of Making",
									"credit": "Lee Moyer",
									"maxWidth": 480,
									"maxHeight": 480,
									"width": 850,
									"height": 803
								},
								"Most dragonmarks are small—no more than the size of the bearer's palm—and grant limited magical power. And even these minor marks are rather rare. But rarer and more powerful marks appear on some individuals, both within and outside the dragonmarked houses. Greater dragonmarks manifest only on people who already possess an ordinary mark. When a greater dragonmark manifests, it grows from an ordinary mark and expands outward to two or three times the original mark's size.",
								"The dragonmarked houses view greater marks as more significant than ordinary marks in every way—more important to the livelihood of the house, more essential to keep under the house's control, and potentially more significant in terms of fulfilling the Draconic Prophecy that some believe is written in the marks."
							]
						},
						{
							"type": "entries",
							"name": "Siberys Dragonmarks",
							"id": "092",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/010-02-007.siberys-dragonmarks.webp"
									},
									"title": "Left to Right: Siberys Mark of Detection, Siberys Mark of Shadow, Siberys Mark of Making",
									"credit": "Lee Moyer",
									"maxWidth": 480,
									"maxHeight": 480,
									"width": 850,
									"height": 819
								},
								"While the people of Khorvaire have a limited understanding of dragonmarks, Siberys dragonmarks remain a complete mystery to them. The magic of these powerful marks clearly relates—visually and thematically—to the other marks in one's house. But a dragonmarked heir may spend years perfecting and mastering the powers of a mark without ever manifesting a Siberys mark. Meanwhile, an unmarked scion of a dragonmarked house might suddenly display one against all expectations.",
								"Siberys marks are mighty, unpredictable, and rare, and the dragonmarked houses keep a careful eye on anyone who manifests one. If its power can serve the house, fine—but an heir of Siberys who doesn't conceal the dragonmark's ability or remain firmly aligned with the dragonmarked house is likely to become the target of assassins.",
								"The {@feat Boon of Siberys|EFA}, described in the \"{@area Feats|0c9|x}\" section later in this chapter, can reflect either a Siberys mark or a powerful aberrant mark. Alternatively, at a player's discretion and with the DM's approval, a character's acquisition of a different Epic Boon feat can represent the manifestation of a Siberys mark. A character with ties to House Lyrandar, for example, might choose the Boon of Energy Resistance, gaining Resistance to Lightning and Thunder damage, and manifest the Siberys mark of Storm. A character with ties to House Phiarlan or House Thuranni might represent the Siberys mark of Shadow by choosing the Boon of the Night Spirit.",
								{
									"type": "inset",
									"name": "What's New with Dragonmarks?",
									"id": "093",
									"entries": [
										"Compared to the rules in {@book Eberron: Rising from the Last War|ERLW}, here's what's different about dragonmarks in this chapter:",
										{
											"type": "list",
											"items": [
												"The benefits of each dragonmark now derive from feats rather than species options. These feats belong to a special category, Dragonmark feats.",
												"Dragonmark magic works a little differently than before: now you can use any spell slots you have to cast the spells your dragonmark grants you. In a few cases, this change called for adjustments to the Spells of the Mark feature of a dragonmark; see the \"{@area Dragonmark Feats|0ca|x}\" section of this chapter.",
												"In addition to the Dragonmark feats, thirteen new General feats represent greater dragonmarks, and one more increases a mark's potency. And one new entry in the Epic Boon category, the Boon of Siberys, can represent either a powerful aberrant dragonmark or a Siberys mark.",
												"A character of any species can take a Dragonmark feat and manifest a dragonmark.",
												"In the {@book Player's Handbook (2024)|XPHB}, anyone who has a Ritual spell prepared can cast that spell as a Ritual. This rule means the Ritual spells granted by Dragonmark feats can now be cast as Rituals by anyone who has those feats."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Marks of Mystery",
							"id": "094",
							"entries": [
								"Centuries of manipulation and consolidation have caused the established dragonmarks to manifest primarily in members of certain family lines. However, exceptions have always existed, and they've grown increasingly common in recent years.",
								"In {@book Eberron: Rising from the Last War|ERLW}, only a character of a particular species could have each dragonmark. Those rules reflected the common perception that dragonmarks run only in family lines. This book instead allows a character of any species to manifest any dragonmark.",
								"If you choose a dragonmark for your character, consider these four options for its origin.",
								{
									"type": "entries",
									"name": "Dragonmarked Heir",
									"id": "095",
									"entries": [
										"You are a member of a dragonmarked house and its family line—for example, if you bear the {@feat Mark of Healing|EFA}, you could be a Halfling member of House Jorasco and related to the other dragonmarked heirs of the house. In this case, you have much in common with the NPC heirs of your house. The actions of your house influence you, although you and your DM can determine to what extent you become drawn into house politics.",
										"Taking the background associated with your house (such as {@background House Jorasco Heir|EFA}) is the best way to build your character as a dragonmarked heir. Alternatively, you can take the {@background House Agent|EFA} background, or some other background reflecting your character's history, and choose a Dragonmark feat later in your career.",
										"Since dragonmarks typically appear for the first time in situations of stress or peril where the power of the mark could prove useful, heirs of the dragonmarked houses undergo a rite of passage called the Test of Siberys in adolescence. Each house's test is different, but they all involve some danger designed to evoke the power of the house's mark. Usually, a dragonmark appears during the test, if it ever manifests at all, but heirs sometimes manifest their marks years after failing the Test of Siberys."
									]
								},
								{
									"type": "entries",
									"name": "Distant Offshoot",
									"id": "096",
									"entries": [
										"You are a distant offshoot of a dragonmarked family line, sharing the species that most commonly manifests the mark but unencumbered by ties to its house. For example, you could be a Halfling with the {@feat Mark of Healing|EFA} but with no ties to House Jorasco. You're an anomaly; if House Jorasco became aware of you, it would try to bring you and your family line into the house. To build this kind of character, choose a Dragonmark feat at level 4 or later."
									]
								},
								{
									"type": "entries",
									"name": "Mark of Prophecy",
									"id": "097",
									"entries": [
										"You might bear a mark unrelated to your species. For example, you can choose to bear the {@feat Mark of Healing|EFA} even if you're not a Halfling. Your dragonmark has nothing to do with the house's family line. It might be a direct mark of the Draconic Prophecy, or it could be an aberrant mark that happens to duplicate an established one. You'll probably never meet an NPC in the world like you, and House Jorasco might not claim you.",
										"To build a character with a mark like this, choose a Dragonmark feat at level 4 or later or select a house background (or the Aberrant Heir background). With your DM's permission, you can alter some of the background's proficiencies to better reflect your character's origin."
									]
								},
								{
									"type": "entries",
									"name": "Aberrant Mark",
									"id": "098",
									"entries": [
										"You bear an aberrant dragonmark. These rare marks appear on members of all species. Aberrant dragonmarks disturb the houses—you would be wise to avoid their attention. The {@background Aberrant Heir|efa} background is the best way to build a character with an aberrant mark. Alternatively, choose another background and take the Aberrant Dragonmark feat at level 4 or later."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Backgrounds",
					"id": "099",
					"entries": [
						"This section presents seventeen backgrounds using the same format as those in the {@book Player's Handbook|XPHB}. The fourteen that represent dragonmarked heirs offer Dragonmark feats rather than Origin feats; the Dragonmark feats appear at the end of the chapter. Choosing one of these backgrounds is the only way to acquire a Dragonmark feat at level 1; characters who select a different background can choose Dragonmark feats anytime they have an unrestricted feat choice. The {@background House Agent|EFA} background grants house affiliation without a dragonmark.",
						"In addition to the backgrounds connected to dragonmarks and their houses, the {@background Archaeologist|EFA} and {@background Inquisitive|EFA} backgrounds support the campaigns presented in this book (see chapters {@book 4|EFA|4} and {@book 6|EFA|6}).",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@background Aberrant Heir|EFA}",
								"{@background Archaeologist|EFA}",
								"{@background House Agent|EFA}",
								"{@background House Cannith Heir|EFA}",
								"{@background House Deneith Heir|EFA}",
								"{@background House Ghallanda Heir|EFA}",
								"{@background House Jorasco Heir|EFA}",
								"{@background House Kundarak Heir|EFA}",
								"{@background House Lyrandar Heir|EFA}",
								"{@background House Medani Heir|EFA}",
								"{@background House Orien Heir|EFA}",
								"{@background House Phiarlan Heir|EFA}",
								"{@background House Sivis Heir|EFA}",
								"{@background House Tharashk Heir|EFA}",
								"{@background House Thuranni Heir|EFA}",
								"{@background House Vadalis Heir|EFA}",
								"{@background Inquisitive|EFA}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Species Descriptions",
					"id": "0ab",
					"entries": [
						"This section presents new versions of the four species introduced in {@book Eberron: Rising from the Last War|ERLW}, as well as the Khoravar species. All these species have been revised to align with the species in the {@book Player's Handbook (2024)|XPHB}.",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@race Changeling|EFA}",
								"{@race Kalashtar|EFA}",
								"{@race Khoravar|EFA}",
								"{@race Shifter|EFA}",
								"{@race Warforged|EFA}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Feats",
					"id": "0c9",
					"entries": [
						"This section presents twenty-eight new feats by category.",
						{
							"type": "entries",
							"name": "Dragonmark Feats",
							"id": "0ca",
							"entries": [
								"These feats belong to the Dragonmark category.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@feat Aberrant Dragonmark|EFA}",
										"{@feat Mark of Detection|EFA}",
										"{@feat Mark of Finding|EFA}",
										"{@feat Mark of Handling|EFA}",
										"{@feat Mark of Healing|EFA}",
										"{@feat Mark of Hospitality|EFA}",
										"{@feat Mark of Making|EFA}",
										"{@feat Mark of Passage|EFA}",
										"{@feat Mark of Scribing|EFA}",
										"{@feat Mark of Sentinel|EFA}",
										"{@feat Mark of Shadow|EFA}",
										"{@feat Mark of Storm|EFA}",
										"{@feat Mark of Warding|EFA}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "General Feats",
							"id": "103",
							"entries": [
								"These feats belong to the General category.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@feat Greater Aberrant Mark|EFA}",
										"{@feat Greater Mark of Detection|EFA}",
										"{@feat Greater Mark of Finding|EFA}",
										"{@feat Greater Mark of Handling|EFA}",
										"{@feat Greater Mark of Healing|EFA}",
										"{@feat Greater Mark of Hospitality|EFA}",
										"{@feat Greater Mark of Making|EFA}",
										"{@feat Greater Mark of Passage|EFA}",
										"{@feat Greater Mark of Scribing|EFA}",
										"{@feat Greater Mark of Sentinel|EFA}",
										"{@feat Greater Mark of Shadow|EFA}",
										"{@feat Greater Mark of Storm|EFA}",
										"{@feat Greater Mark of Warding|EFA}",
										"{@feat Potent Dragonmark|EFA}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Epic Boon Feat",
							"id": "13d",
							"entries": [
								"This feat, discussed earlier in the \"{@area Siberys Dragonmarks|092|x}\" section, belongs to the Epic Boon category.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@feat Boon of Siberys|EFA}"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 03: Bastions in Khorvaire",
			"id": "141",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/036-03-001.mobile-bastion-aboard-lyrandar-sailing-ship.webp"
					},
					"title": "Adventurers bring a mysterious artifact recovered from Xen'drik back to their mobile Bastion aboard a Lyrandar sailing ship",
					"width": 1700,
					"height": 2178
				},
				"The {@book Dungeon Master's Guide|XDMG} contains the rules for {@book Bastions|XDMG|10}, which allow characters to establish a base of operations for their adventures. This chapter adds further options for characters to establish Bastions that use Eberron's special qualities and resources.",
				{
					"type": "section",
					"name": "Mobile Bastions",
					"id": "142",
					"entries": [
						"The {@book Bastion rules|XDMG|10} in the {@book Dungeon Master's Guide|XDMG} assume that characters establish their Bastions in a fixed location and that their adventures might take them away from their Bastions at times, perhaps even for long periods. But in Eberron (and perhaps other settings), characters might establish a permanent base of operations that isn't linked to a fixed location—maybe on a sailing ship, a lightning rail cart, or even an airship. The DM decides whether to allow characters to establish a mobile Bastion, which uses the following alterations to the normal Bastion rules.",
						"A mobile Bastion has two basic requirements: it must be built in a vehicle form, and one of its special facilities must allow for propulsion. (The {@facility Lyrandar Helm|EFA}, {@facility Navigator's Helm|EFA}, and {@facility Orien Helm|EFA} described in this chapter fulfill that requirement.) If multiple characters combine their Bastions into a single vehicle, each Bastion must include the same kind of special facility that allows for propulsion, and in order for the vehicle to travel, the characters must all issue the Empower order to those facilities at the same time. In this case, however, the combined Bastion can travel more than 8 hours per day; the facility hirelings can operate the vehicle in shifts. Thus, a combined Bastion with at least three Navigator's Helm facilities can sail for 24 hours a day as the three hirelings trade off navigation in 8-hour shifts.",
						"If characters are traveling with their mobile Bastions, they can also have encounters and face obstacles just as if they were traveling away from their Bastions. When the DM is planning {@book obstacles for such a journey|XDMG|1|Journey Stage Challenges} (as described in the {@book Dungeon Master's Guide|XDMG}), a potential consequence of an encounter or obstacle is the temporary loss of access to one or more of the Bastion's facilities, including the facility that allows propulsion.",
						"Players and the DM should work together to create a {@book Bastion map|XDMG|7|Bastion Map} that fits within the chosen vehicle. Facilities can be slightly larger or smaller than the rules in the {@book Dungeon Master's Guide|XDMG} specify, at the DM's discretion, in order to fit. A mobile Bastion can't have defensive walls."
					]
				},
				{
					"type": "section",
					"name": "Special Facilities",
					"id": "143",
					"entries": [
						"The special facilities here are presented in alphabetical order. The Special Facilities table lists those special facilities, along with their prerequisites and orders, in order of level.",
						{
							"type": "table",
							"caption": "Special Facilities",
							"colLabels": [
								"Level",
								"Special Facility",
								"Prerequisite",
								"Order"
							],
							"colStyles": [
								"col-2 text-center",
								"col-2",
								"col-6",
								"col-2"
							],
							"rows": [
								[
									"5",
									"{@facility Dragonmark Outpost|EFA}",
									"Renown 10+ with {@area any dragonmarked house|1d6|x}*",
									"Empower"
								],
								[
									"9",
									"{@facility Kundarak Vault|EFA}",
									"Renown 15+ with {@area House Kundarak|1ea|x}",
									"Trade"
								],
								[
									"9",
									"{@facility Navigator's Helm|EFA}",
									"None",
									"Empower"
								],
								[
									"9",
									"{@facility Orien Helm|EFA}",
									"Renown 15+ with {@area House Orien|1f6|x}",
									"Empower"
								],
								[
									"13",
									"{@facility Artificer's Forge|EFA}",
									"Ability to use Artisan's Tools as a {@variantrule Spellcasting Focus|XPHB}",
									"Craft"
								],
								[
									"13",
									"{@facility Inquisitive Agency|EFA}",
									"None",
									"Research"
								],
								[
									"13",
									"{@facility Lyrandar Helm|EFA}",
									"Renown 25+ with {@area House Lyrandar|1ee|x}",
									"Empower"
								],
								[
									"13",
									"{@facility Manifest Zone|EFA}",
									"Ability to use a Spellcasting Focus",
									"Empower"
								],
								[
									"13",
									"{@facility Museum|EFA}",
									"None",
									"Research"
								],
								[
									"17",
									"{@facility Construct Forge|EFA}",
									"Ability to use Artisan's Tools as a Spellcasting Focus",
									"Recruit"
								]
							],
							"footnotes": [
								"*Certain benefits of this facility have additional prerequisites."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 04: Sharn Inquisitives",
			"id": "167",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Adventure Genre:",
							"entry": "Film Noir"
						},
						{
							"type": "item",
							"name": "Pop Culture:",
							"entry": "Philip Marlowe, Sam Spade, Mike Hammer, Dick Tracy"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/038-04-001.battle-smith-inquisitive-on-the-hunt.webp"
					},
					"title": "A Battle Smith inquisitive trails his quarry through the streets and towers of Sharn",
					"credit": "Kuno",
					"width": 1700,
					"height": 2186
				},
				"The inquisitives of Sharn are a distinctive breed of adventurers: part private investigator, part police detective, and part spy. To them, adventure means investigating crimes and making sure the criminals get their due. Inquisitives probe murders, find missing people, stop blackmailers, and break up smuggling rings. And they don't necessarily limit their investigations to such mundane problems. They might unmask a rakshasa posing as a city councilor, find a possessed ancient mask that forced a professor to commit grisly murders, or dispel the magic keeping a noble scion in comatose slumber.",
				"Run a Sharn inquisitives campaign if you want to emulate the film noir adventures of detectives like Philip Marlowe, Sam Spade, Mike Hammer, and Dick Tracy in a fantastical environment. If you decide to run this kind of campaign, it's a good idea to discuss with your players how serious you intend the game to be. There's a fine line between playing an archetype and parodying it; the \"hard-boiled detective\" noir archetype has been parodied so often that a campaign based on it can easily lean on the comedic side. Talk with your players early and often about the tone you're aiming for, as well as what they want from the campaign.",
				{
					"type": "section",
					"name": "Inquisitive Characters",
					"id": "168",
					"entries": [
						"A Sharn inquisitives campaign revolves around the idea of the characters as investigators who might work for an inquisitive agency at the start of the campaign but might run their own in time. In any case, the inquisitive agency functions as a patron to the adventuring party, becoming a source of both missions and rewards. You can use the group patron rules in {@book Eberron: Rising from the Last War|ERLW} or {@book Tasha's Cauldron of Everything|TCE} to give characters the benefits of this patronage.",
						"The Inquisitive background in {@book chapter 2|EFA|2} is a good option for characters in this campaign, along with backgrounds from the {@book Player's Handbook|XPHB} such as Charlatan, Criminal, Guard, and Wayfarer.",
						{
							"type": "entries",
							"name": "Inquisitive Agencies of Sharn",
							"id": "169",
							"entries": [
								"Inquisitive agencies run the gamut from a handful of private investigators working together to networks of detectives supported by dragonmarked houses. If the characters want to establish their own inquisitive agency, they should consider two key factors: where to locate the agency, and whether to associate with an established guild.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/039-04-002.inquisitives-in-sharn-keeping-watch.webp"
									},
									"title": "Inquisitives in Sharn keep constant watch over criminal activity in the city, no matter where it occurs",
									"credit": "Kuno",
									"width": 850,
									"height": 286
								},
								{
									"type": "entries",
									"name": "Agency Location",
									"id": "16a",
									"entries": [
										"Depending on what levels of the City of Towers an inquisitive agency focuses on, its members might get involved in very different sorts of investigations. Lower Sharn means poor clients and lawless streets. Middle Sharn means merchant rivalries and better pay. Upper Sharn means uncovering the secrets hidden behind the veneer of respectability. See the \"{@area Sharn Neighborhoods|18d|x}\" section later in this chapter for more details about the quarters where characters might establish their headquarters.",
										{
											"type": "inset",
											"name": "Finders Guild and Warning Guild",
											"id": "16b",
											"entries": [
												"Four Tharashk inquisitives with the Mark of Finding each lead a Finders Guild agency in a different part of the city. The dragonmarked heads of these agencies generally work on only the most important or difficult cases, but their staffs are known as the best inquisitives in the business. These agencies are described in the \"{@area Sharn Neighborhoods|18d|x}\" section.",
												"The Warning Guild keeps a lower profile in Sharn than Tharashk's Finders Guild. Only one notable agency readily accepts walk-in clients: the Watchful Eye, located in Redstone (in {@area Upper Dura|195|x}). This agency's principal is Brina d'Medani, a Khoravar who settled in Sharn after running afoul of the Emerald Claw on a mission in Karrnath. Other members of the Warning Guild rely primarily on wealthy clients referred to them directly by House Medani."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Guild Affiliation",
									"id": "16c",
									"entries": [
										"Whether or not any of the characters possess dragonmarks, their agency can choose to affiliate with either House Tharashk's Finders Guild or House Medani's Warning Guild. The choice can influence the kinds of cases the characters take and the attitude the Sharn Watch takes toward their activities.",
										"A dragonmarked house's seal of approval, whether it comes from House Tharashk's Finders Guild or House Medani's Warning Guild, promises a certain standard of quality and professional ethics. However, that guarantee comes at a price: most guild-sponsored inquisitives charge at least 2 GP per day, plus expenses—and the use of magic can increase that cost significantly.",
										"The inquisitives best at finding lost people and things belong to the Finders Guild of House Tharashk. Finders Guild agencies often end up as rivals to the Sharn Watch and can rarely count on the Watch for support.",
										"Inquisitives of House Medani's Warning Guild detect and disrupt the theft of goods and information from their clients. They often partner with law enforcement agencies across Khorvaire, deploying training in keen observation and logical deduction. Though the Sharn Watch calls on these agencies to consult in difficult cases, members of the Watch tend to find Medani mind games infuriating and their idealism naive. Medani inquisitives also serve as bodyguards and sentries, focusing on protection against imminent threats.",
										"The characters' agency need not affiliate with either guild; going independent is always an option. For the many people who can't afford the fees of the guild-sponsored agencies, independent inquisitives offer a cheaper alternative."
									]
								},
								{
									"type": "entries",
									"name": "Other Details",
									"id": "16d",
									"entries": [
										"Players can use the information about inquisitive agencies in {@book Eberron: Rising from the Last War|ERLW} to flesh out more details about their agency, including allies, enemies, contacts, roles for each character in the agency, type of work, a signature case, and clientele."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sharn Inquisitives Conflicts",
					"id": "16e",
					"entries": [
						"You can select the conflicts in a Sharn inquisitives campaign from the abundant criminal enterprises that dominate the seamy underworld of the City of Towers. While inquisitives deal with countless petty thugs and lone criminals, sooner or later their investigations will lead them to cross paths with the masterminds of crime in Sharn.",
						"As described in {@book Eberron: Rising from the Last War|ERLW}, four criminal gangs are responsible for much of the illegal and shady activity in the City of Towers. This section focuses on two of them: {@area The Boromar Clan|16f|x} and {@area Daask|179|x}. In addition, the sinister forces of {@area the Dream Dark|183|x} have infiltrated many places of power within the city.",
						"You can replace one or more of these threats with other groups from {@book Eberron: Rising from the Last War|ERLW}—such as the Tyrants, House Tarkanan, the Aurum, or the Sharn Watch—or ones of your own devising. If the characters' inquisitive agency aligns with a dragonmarked house whose operations include inquisitive work (House Tharashk's Finders Guild or House Medani's Warning Guild), you also can incorporate conflicts with rival houses, as described in {@book chapter 5|EFA|5}.",
						"This section outlines the three conflicts suggested above, the goals of the villainous groups involved, and possible plot arcs tied to them.",
						{
							"type": "entries",
							"name": "The Boromar Clan",
							"id": "16f",
							"entries": [
								"The Boromar Clan is the most powerful criminal organization in Sharn, with a reach that includes the city council, the Sharn Watch, House Jorasco, the elite social circles of {@area Skyway|1a0|x}, the shipping trade, and a wide array of illegal activity to boot—particularly extortion, gambling, smuggling, and thievery. The clan began as a family of halfling immigrants from the Talenta Plains, and its headquarters and key holdings lie in the Little Plains district of {@area Middle Menthis|19a|x}, where many such migrants dwell.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/040-04-003.criminals-of-sharn.webp"
									},
									"title": "The criminals of Sharn come in different shapes, in different sizes, and from different planes of existence",
									"credit": "Jordan Kerbow",
									"width": 850,
									"height": 570
								},
								{
									"type": "entries",
									"name": "Goals of the Boromar Clan",
									"id": "170",
									"entries": [
										"For generations, the goals of the Boromar Clan have been simple: to maintain an iron grip on shady and illegal activities in Sharn. The Boromars extend their influence into places of power and bribe officials of the Sharn Watch, all to maximize profits and power. Short-term goals come and go in service of these overarching objectives—blackmailing a councilor here, purchasing a shipping company there. But with the rise of {@area Daask|179|x}, the Boromars have the new and urgent goal of eliminating their upstart rival once and for all.",
										"The fierce enmity between the Boromar Clan and Daask creates interesting options for inquisitive characters who stand (at least nominally) on the side of the law against both criminal organizations. Will they accept help from the Boromars against the much more obviously dangerous Daask? Or might they disregard Daask operations clearly meant to undermine the Boromars? The inquisitives might even find a way to ensure the conflict between the two criminal groups weakens them both, making Sharn safer in the process."
									]
								},
								{
									"type": "entries",
									"name": "A Boromar Clan Arc",
									"id": "171",
									"entries": [
										"The conflict between inquisitives and {@area The Boromar Clan|16f|x} might follow this broad outline.",
										{
											"type": "entries",
											"name": "Levels 1–4",
											"id": "172",
											"entries": [
												"The characters investigate petty crimes—pickpocketing, burglary, blackmail, and such—and help bring several Boromar Clan members to justice. The inquisitives find the Sharn Watch unhelpful in dealing with these criminals, though, and some legitimate businesses and law-abiding citizens start shunning or insulting the characters, angry at their interference with the \"hometown heroes\" of the Boromar Clan."
											]
										},
										{
											"type": "entries",
											"name": "Levels 5–10",
											"id": "173",
											"entries": [
												"Ostensibly trying to mend the poor relationship between the Sharn Watch and the inquisitives, a Watch officer recruits the characters to bring a {@area Daask|179|x} gang to justice. The Watch helps, and the characters catch several Daask criminals. However, the characters' Watch allies don't seem concerned about whether any Daask members are hurt or killed in the final confrontation. Indeed, it turns out that the Boromar Clan arranged the operation to remove a dangerous group of rivals."
											]
										},
										{
											"type": "entries",
											"name": "Levels 11–16",
											"id": "174",
											"entries": [
												"Boromar leaders try to recruit the characters to their side, offering exorbitant fees and extravagant gifts as payment for simple jobs. If bribery doesn't work, the gang tries to coerce the characters into helping them, using friends, family members, or contacts as leverage. Along the way, the characters learn that a trusted NPC ally is firmly in the pocket of the Boromar Clan."
											]
										},
										{
											"type": "entries",
											"name": "Levels 17–20",
											"id": "175",
											"entries": [
												"Assuming the characters haven't joined the Boromars, the clan leadership tries to eliminate them. The Boromars can't muster a physical threat to challenge characters of this level, so they wield their political power instead. Under pressure from Boromar leaders, the city council declares the adventurers a threat to Sharn's safety and security. Officials revoke their inquisitive agency's operations permit and ask the characters to leave Sharn."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Boromar Operatives",
									"id": "176",
									"entries": [
										"{@area The Boromar Clan|16f|x} began as a single family of halflings. Though its influence has expanded widely, its key operatives are still family members. Boromar operatives prefer deception and bribery over outright violence, though they defend their interests when necessary. Besides those described here, other Boromar operatives include bandits, commoners, spies, toughs, and warriors (see the {@book Monster Manual|XMM}).",
										{
											"type": "entries",
											"name": "Boromar Smuggler",
											"id": "177",
											"entries": [
												"Smugglers employed by the Boromar Clan (mostly halflings) are notoriously hard to catch. These speedy criminals traffic everything from narcotics to illegal arcane weaponry across Sharn."
											]
										},
										{
											"type": "entries",
											"name": "Boromar Underboss",
											"id": "178",
											"entries": [
												"Underbosses supervise larger clan operations, such as gambling halls and warehouses of smuggled goods awaiting transport. Accustomed to the criminal lifestyle, these hardy individuals (mostly halflings) dismiss and dispose of threats with calculated ease."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Daask",
							"id": "179",
							"entries": [
								"Daask is a violent gang of muggers, extortionists, looters, cultists, and drug dealers supported by such monsters as harpies, medusas, minotaurs, ogres, and trolls. It seems like a simple criminal gang engaged in a battle for territory and power against {@area the Boromar Clan|16f|x} and the forces of law and order—but the truth is more complicated. In fact, the members of Daask take their orders from Sora Katra, one of the three hags (the Daughters of Sora Kell) who rule the nation of Droaam. Daask's operations in Sharn are only a small part of a much larger scheme.",
								{
									"type": "entries",
									"name": "Goals of Daask",
									"id": "17a",
									"entries": [
										"The goals of {@area Daask|179|x}, like those of the Daughters of Sora Kell, are shrouded in mystery. As described in {@book Eberron: Rising from the Last War|ERLW}, the reason for Daask's existence depends on the path you choose for the Daughters of Sora Kell—whether they seek peace and stability for their young nation of mistrusted monsters, desire to end humanity's dominance over Khorvaire and let monsters rule, or merely follow the visions of Sora Teraza wherever they lead. Regardless of Daask's larger purpose, however, one immediate goal remains: to eliminate {@area the Boromar Clan|16f|x}, or at least break its hold on Sharn's criminal underworld. Its methods range from street violence—mugging, armed robbery, and even pillaging—to extortion and trade in drugs.",
										{
											"type": "statblock",
											"name": "Boromar Smuggler",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "A Daask Arc",
									"id": "17b",
									"entries": [
										"The conflict between inquisitives and {@area Daask|179|x} might follow this broad outline.",
										{
											"type": "entries",
											"name": "Levels 1–4",
											"id": "17c",
											"entries": [
												"The characters investigate crimes perpetrated by Daask against businesses they eventually discover are affiliated with {@area the Boromar Clan|16f|x}. The Sharn Watch might hire the characters to help bring a Daask gang to justice, but the inquisitives eventually learn that the Boromar Clan seeks to use the Watch and the characters to strike back at Daask."
											]
										},
										{
											"type": "entries",
											"name": "Levels 5–10",
											"id": "17d",
											"entries": [
												"What seems like a routine case of a wealthy noble disappearing into a drug den while looking for thrills leads the characters to dig into Daask's trade in dragon's blood, a mysterious and dangerous new drug. The investigation drives the characters into conflict with increasingly powerful monsters affiliated with the gang."
											]
										},
										{
											"type": "entries",
											"name": "Levels 11–16",
											"id": "17e",
											"entries": [
												"Daask operatives kidnap a prominent figure in Sharn, but the freed \"victim\" turns out to be a doppelganger. The characters are hired to retrieve the real victim, who is undergoing a ritual that will eventually transform them into a hag."
											]
										},
										{
											"type": "entries",
											"name": "Levels 17–20",
											"id": "17f",
											"entries": [
												"While Daask stirs up riots in {@area the Cogs|194|x} and Malleon's Gate, the characters discover that the gang has also planted arcane explosives across the city. The characters must find the explosives before Sharn is thrown into utter chaos.",
												{
													"type": "statblock",
													"name": "Boromar Underboss",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Daask Enforcers",
									"id": "180",
									"entries": [
										"{@area Daask|179|x}'s agents in Sharn include changelings, goblins, humans, and shifters recruited in the city, as well as monsters that have come to Sharn from Droaam: gnolls, harpies, medusas, minotaurs, ogres, trolls, and an oni leader named Cavallah. Droaam's gnolls are untainted by the demonic influence of Yeenoghu; many such enforcers use the stat blocks presented here.",
										{
											"type": "entries",
											"name": "Daask Bruiser",
											"id": "181",
											"entries": [
												"Intimidating and powerful, bruisers lead Daask operations when more violent and decisive shows of force are needed. These enforcers relish the brutality of their work."
											]
										},
										{
											"type": "entries",
											"name": "Daask Raider",
											"id": "182",
											"entries": [
												"Raiders use guerrilla tactics to ambush warehouses and beat down opponents. These skilled fistfighters work in tandem to claim goods and territory for Daask.",
												{
													"type": "statblock",
													"name": "Daask Bruiser",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Dreaming Dark",
							"id": "183",
							"entries": [
								"The sinister and mysterious Dreaming Dark—a metaphysical force trying to prolong the current age of despair and violence—seeks to extend its reach toward Khorvaire. Over a century ago, {@area the Dream Dark|183|x} compromised House Deneith's enclave in {@area Upper Tavick's Landing|1a1|x}. Although the enclave seems normal to outsiders, and even to many in House Deneith, it is now a stronghold of shadows. Under the tutelage of the Dreaming Dark, the Sharn Deneith have become masters of intrigue and subtlety. They carefully conceal their psionic power from outsiders while using it to gather information from the wealthy citizens they ostensibly guard.",
								"While the enclave serves the Dreaming Dark, most of its members have no idea they are in league with the Inspired. Over a century of indoctrination, the Inspired dominator Tirashana has taught the Sharn Deneith to see themselves as superior because of their dragonmarks and raised above the other dragonmarked houses by their psionic abilities. Even members of the house who work directly with the Inspired believe that the Inspired consider them equal partners, but in fact the Inspired view them merely as useful pawns. Now quori spirits have possessed fifteen members of the house.",
								"In addition to the leaders of House Deneith in Sharn, the Dreaming Dark has agents strategically planted throughout the City of Towers. They include one member of the Sharn Council (Bestan ir'Tonn, who also has close ties to {@area the Boromar Clan|16f|x}) and a leader in the Sharn Watch (Warden Maira ir'Talan of the Blackened Book). The Dreaming Dark also commands the allegiance of the Riedran ambassadors in Sharn.",
								{
									"type": "statblock",
									"name": "Daask Raider",
									"tag": "creature",
									"source": "EFA",
									"style": "narrow"
								},
								{
									"type": "entries",
									"name": "Goals of the Dreaming Dark",
									"id": "184",
									"entries": [
										"Building from the description in {@book Eberron: Rising from the Last War|ERLW}, {@area the Dream Dark|183|x} has three objectives in the City of Towers:",
										{
											"type": "list",
											"items": [
												"To cause chaos and strife by undermining what little faith in law enforcement exists in Sharn—turning the forces of law and order against one another, fueling the feuds between criminal organizations, and spreading fear among the populace.",
												"To promote their chosen champions, which in Sharn means the subverted and possessed agents of House Deneith.",
												"To undermine the kalashtar throughout the city—especially in the Overlook district of {@area Upper Dura|195|x} and its Path of Light temple."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "A Dreaming Dark Arc",
									"id": "185",
									"entries": [
										"{@area The Dream Dark|183|x} poses a significant threat, which might not manifest fully until the characters can handle the danger. The conflict could play out according to this outline.",
										{
											"type": "entries",
											"name": "Levels 1–4",
											"id": "186",
											"entries": [
												"Early in their adventures, the inquisitives have vivid dreams that reveal key details about cases they're working on—easily interpreted as subconscious insights bringing overlooked information to light. (The discussion of the Dreaming Dark in {@book Eberron: Rising from the Last War|ERLW} includes suggestions for incorporating dreams into your game.)"
											]
										},
										{
											"type": "entries",
											"name": "Levels 5–10",
											"id": "187",
											"entries": [
												"Investigating a series of grisly crimes, the characters are aided by a {@creature Sentinel Marshal|EFA} of House Deneith (see stat block in {@book chapter 5|EFA|5}). When captured, the criminal insists that recurring dreams led to the crimes. The Sentinel Marshal dismisses this claim. If the inquisitives investigate further, they find themselves drawn into a nightmare scenario involving a quori. In the course of that adventure, they glean clues that the Sentinel Marshal played a more sinister part in events than previously suspected."
											]
										},
										{
											"type": "entries",
											"name": "Levels 11–16",
											"id": "188",
											"entries": [
												"The characters experience increasingly frequent nightmares, individually and as a group. Meanwhile, the Sentinel Marshals and other members of House Deneith interfere with their investigations."
											]
										},
										{
											"type": "entries",
											"name": "Levels 17–20",
											"id": "189",
											"entries": [
												"The inquisitives uncover the corruption at the heart of the House Deneith enclave in Sharn, which reaches all the way to its lord, Sadran d'Deneith—a human man possessed by a powerful quori spirit. Their investigations lead to confrontations with Deneith leaders in the waking world, but eventually the inquisitives must fight the quori in the dream world of Dal Quor.",
												{
													"type": "statblock",
													"name": "Dreaming Dark Infiltrator",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dreaming Dark Agents",
									"id": "18a",
									"entries": [
										"Anyone can be seduced into the service of {@area the Dream Dark|183|x}, and a normal person possessed by a quori (see the quori stat blocks in {@book Eberron: Rising from the Last War|ERLW}) uses their normal stat block. The two agents presented here are Inspired agents of the Dark who wield terrifying psionic power.",
										{
											"type": "entries",
											"name": "Dreaming Dark Infiltrator",
											"id": "18b",
											"entries": [
												"{@creature Dreaming Dark Infiltrator|EFA|Dreaming Dark infiltrators} are spies sent to gather intelligence. They plant psychic seeds in their minds of their foes that enhance the infiltrators' combat prowess against those enemies."
											]
										},
										{
											"type": "entries",
											"name": "Dreaming Dark Mindkiller",
											"id": "18c",
											"entries": [
												"Mindkillers are the assassins of the Dreaming Dark, sent to terrify their foes before striking to kill. Mindkillers force foes to attack their own allies, causing physical and emotional devastation to grow the power of the Dreaming Dark.",
												{
													"type": "statblock",
													"name": "Dreaming Dark Mindkiller",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sharn Neighborhoods",
					"id": "18d",
					"entries": [
						"Sharn is divided into geographical quarters—Central Plateau, Dura, Menthis Plateau, Northedge, and Tavick's Landing—and each quarter has three levels. The combination of quarter and level defines a ward: {@area Upper Dura|195|x}, {@area Middle Central|18f|x}, {@area Lower Northedge|19f|x}, and so on. Each ward comprises several districts or neighborhoods, each with its own distinctive flavor. A few areas lie outside Sharn's main geographical quarters, including {@area Skyway|1a0|x}, {@area Cliffside|193|x}, {@area the Cogs|194|x}, and the {@area City of the Dead|192|x}. (See {@book Eberron: Rising from the Last War|ERLW} for more details.)",
						"Every neighborhood has its own flavor of crime. This section offers suggestions for mysteries, intrigue, and adventure across Sharn's wards. It also includes brief descriptions of inquisitive agencies connected to House Tharashk's Finders Guild.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/EFA/041-04-004.city-of-towers.webp"
							},
							"title": "Something is always happening in the shadows of the City of Towers",
							"credit": "Kuno",
							"width": 850,
							"height": 284
						},
						{
							"type": "entries",
							"name": "Upper Central",
							"id": "18e",
							"entries": [
								"Upper Central is defined by wealth and prestige and heavily patrolled by both the Sharn Watch and private security agents, so crime there leans more toward elaborate heists than back-alley muggings. Lucrative targets such as the Kundarak Bank of Sharn (with its supposedly impenetrable storage facility called the Vaults) and Aurora Gallery (a magic item auction house) remain far beyond the reach of ordinary bank robbers and safecrackers, but they draw the attention of brilliant schemers who concoct elaborate plots, often with help from the inside. When something goes missing, whether from House Kundarak or from any of the ward's mansions and luxury shops, the victims call on the very best inquisitives to retrieve the stolen goods.",
								"One opportunity for less renowned inquisitives is the chance to bring Sharn's elite to justice for a type of immoral behavior that remains fully legal: plundering the poor. Residents of the lower wards have little hope of securing redress for wrongs done by exploitative nobles, corner-cutting businesses, and government bureaucracies—unless persistent and skillful inquisitives provide them with leverage."
							]
						},
						{
							"type": "entries",
							"name": "Middle Central",
							"id": "18f",
							"entries": [
								"International intrigue is the most common form of criminal activity in Middle Central, which includes Ambassador Towers (with its embassies and consulates from across the world), the headquarters of the King's Citadel, and the primary enclaves of the dragonmarked houses. Spies and other shady characters remain alert for loose lips, unguarded communications, and opportunities to blackmail diplomats and dragonmarked heirs. The victims of these crimes sometimes hire less well-known inquisitives, who can make their problems go away without attracting attention.",
								"Though Middle Central doesn't enjoy the wealth of the upper ward, it has its share of lucrative targets for elaborate heists, including the Brelish Museum of Fine Art (in Ambassador Towers) and the well-furnished temples in Sovereign Towers. Dragon Towers is the home of Thora Tavin and the headquarters of her criminal gang known as House Tarkanan.",
								{
									"type": "entries",
									"name": "Globe Information Agency",
									"id": "190",
									"entries": [
										"Kava Velderan, principal investigator at the Globe Information Agency, prides herself on her ability to find anyone, anywhere. A human dragonmarked heir of House Tharashk, Kava eschews the \"d' \" prefix she's entitled to use before her surname, as she values her clan more than house traditions. Her agency is located in the Dragon Towers district."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lower Central",
							"id": "191",
							"entries": [
								"Lower Central seems to exist in blissful ignorance of the power struggles raging above it, and it's a largely peaceful place. One exception is a street gang called the Broken Mirror, active in the residential district of Vallia Towers. The members of this gang often target people with violent attacks meant to disfigure their faces.",
								"Lower Central attracts nonconformists, artists, and radicals. Most of these folk hold nonviolent ideals that contribute to the ward's peacefulness, but at least one cult devoted to a radiant idol (described in {@book Eberron: Rising from the Last War|ERLW}) meets in the inn district called Boldrei's Hearth. The radiant idol at the heart of this cult seduces its followers into acts of robbery, kidnapping, and even ritual murder to prove their loyalty."
							]
						},
						{
							"type": "entries",
							"name": "City of the Dead",
							"id": "192",
							"entries": [
								"The necropolis in the cliffs north of Sharn, called the City of the Dead, feels peaceful because most of its residents are dead. But some of the dead are restless, and some of the living have an unholy fascination with the dead. Grave robbing is an issue here but rarely amounts to more than adolescent pranks done on a dare. More serious issues arise when necromancers create Undead servants, when restless spirits curse intruders, or when Gath—the Lich-Priest of the Keeper—conducts evil rites that introduce plague into Sharn."
							]
						},
						{
							"type": "entries",
							"name": "Cliffside",
							"id": "193",
							"entries": [
								"Despite the Sharn Watch's presence in Cliffside, this rough-and-tumble dockside district remains one of the city's most crime-riddled areas. While legitimate businesses of all stripes serve the needs of transient sailors, less legitimate groups and individuals seek to profit off those sailors by theft. Kidnapping is common here as well; some ship's captains willingly ransom their crew members, while other captains regularly ransom sailors that no one else wants in exchange for a term of service."
							]
						},
						{
							"type": "entries",
							"name": "The Cogs",
							"id": "194",
							"entries": [
								"The Cogs includes the industrial districts of Ashblack and Blackbones and the tenements of Khyber's Gate. It lies just above the city's lawless expanse of sewers and the ancient ruins of Old Sharn. Most residents of Sharn, however, make little distinction between the various realms that lie deep below the city and just call it all \"the Cogs.\" The Sharn Watch maintains a presence in water purification plants in the sewers as well as elsewhere in the Cogs, but street gangs run rampant nevertheless—sometimes wreaking havoc, sometimes maintaining their own semblance of order and harsh law. The Quiet Folk, a group of thieving goblins, operates in the sewers below Tavick's Landing, while the Red Jackals, a more violent gang of shifters and orcs, fiercely defends its territory below Menthis Plateau. {@area Daask|179|x} also keeps its headquarters in Khyber's Gate.",
								"In the depths of the Cogs, inquisitive work can blend seamlessly into dungeon-delving adventure. While investigating strange occurrences among the refugees from Cyre in High Walls (in {@area Lower Tavick's Landing|1a4|x}), characters might find clues that draw them down to the Citadel of the Closed Circle in Khyber's Gate, where a mind flayer explores the relics left by an ancient group of wizards devoted to the study of the daelkyr. Or inquisitives investigating the corruption of the Cathedral of the Cleansing Flame in Sovereign Towers (in {@area Middle Central|18f|x}) might discover the archierophant's ties to a rakshasa dwelling in Khyber's Gate."
							]
						},
						{
							"type": "entries",
							"name": "Upper Dura",
							"id": "195",
							"entries": [
								"Upper Dura, though quite different from the seedy and poverty-stricken wards below it, retains some of the rough edges of those neighborhoods. Adventurers bound for Xen'drik expeditions congregate in Upper Dura, and many businesses cater to their particular needs. A large cohort of the Sharn Watch patrols the Daggerwatch district, and the Citadel of Light (a temple to Dol Arrah) remains a beacon of hope in the city. Upper Dura is also the home of Sharn's largest kalashtar population (in the Overlook district), making it useful to inquisitives working against {@area the Dream Dark|183|x}.",
								"A street gang called the Brokenbridge Brawlers has become a nuisance in Upper Dura. Made up of Brelish veterans who frequent the Gold & White tavern in Daggerwatch, these ruffians harass, rob, and sometimes assault Cyrans and former soldiers from other nations."
							]
						},
						{
							"type": "entries",
							"name": "Middle Dura",
							"id": "196",
							"entries": [
								"Middle Dura might be safer than the districts below it, but that's not saying much. A scent of danger lingers in the air of this ward. The Bazaar, Sharn's largest commercial district, has the highest concentration of illegal activity too—pickpockets, bullies, con artists, and even illicit services and trades (many controlled by {@area the Boromar Clan|16f|x}). A street gang called the Little Fingers, made up mostly of impoverished children but led by halflings with ties to the Boromars, picks pockets in and around the Bazaar. Pawnshops in the Bazaar are also known to fence stolen goods. The Underlook district, with its dingy inns and restaurants, makes an excellent place to hire inquisitives, including members of House Tharashk's Information Acquisition agency and many unaffiliated investigators.",
								{
									"type": "entries",
									"name": "Information Acquisition",
									"id": "197",
									"entries": [
										"Kalaash'arrna, a cunning orc man with the Mark of Finding, runs Information Acquisition, an inquisitive agency affiliated with the Finders Guild, in the district of Underlook. Information Acquisition (sometimes abbreviated to \"InAc\") specializes in shadowing people, unearthing evidence of illegal or immoral behavior, and learning secrets that others would prefer to keep hidden."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lower Dura",
							"id": "198",
							"entries": [
								"Once the heart of Sharn, Lower Dura has decayed as the rest of the city has risen higher into the sky. Now it is a dark and dangerous place, where {@area Daask|179|x} and {@area the Boromar Clan|16f|x} clash regularly, a gang of bugbears runs a protection racket, and street violence remains an everyday occurrence. House Tarkanan and the Tyrants have holdings in Callestan and other districts of Lower Dura. Smugglers hide their goods in the warehouses of Precarious and the Stores, and the district of Fallen is a haunted ruin right in the midst of the city."
							]
						},
						{
							"type": "entries",
							"name": "Upper Menthis",
							"id": "199",
							"entries": [
								"Upper Menthis is strongly flavored by the presence of Morgrave University (see {@book chapter 6|EFA|6}). Academics, sages, scribes, and students come to the school from across Khorvaire and settle in the ward's residential districts, Ivy Towers or (if they made their fortune in Xen'drik) Platinate. Given the nature of Morgrave University, when precious artifacts go missing from the college's museums or storage, it's hard to say whether to blame art thieves or unscrupulous faculty members. Six rival antiquities dealers operate in a single tower in the Seventh Tower district, and at least one of them is suspected of hiring burglars to steal goods from rivals."
							]
						},
						{
							"type": "entries",
							"name": "Middle Menthis",
							"id": "19a",
							"entries": [
								"Middle Menthis, the most diverse ward in Sharn, boasts a vibrant mix of immigrant cultures from across Khorvaire. The halfling community of Little Plains is the birthplace and headquarters of {@area the Boromar Clan|16f|x}, which most district residents hold in high esteem as protectors and \"hometown heroes.\" The Cyran refugees of Smoky Towers have a reputation for activism and protest; the Sharn Watch keeps a close eye on them.",
								"A gang of changeling pickpockets called the Five Faces operates primarily in Middle Menthis, preying indiscriminately on orcs in Cassan Bridge, halflings in Little Plains, Cyrans in Smoky Towers, Lhazaar immigrants in Warden Towers, and Morgrave students commuting from cheap residences in {@area Lower Menthis|19c|x} to their classes high above.",
								{
									"type": "entries",
									"name": "Thuranne d'Velderan's Investigative Services",
									"id": "19b",
									"entries": [
										"Thuranne d'Velderan, a human investigator, operates an inquisitive agency in the Warden Towers district as part of her house's Finders Guild. Her greatest asset is an extensive network of contacts within the Watch garrison that keeps order throughout the entire Menthis Plateau. Thuranne specializes in criminal investigation and frequently consults for the Watch to repay the many favors her contacts have done for her. Other members of House Tharashk don't like her, as she prefers running her own business to taking on jobs for them."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lower Menthis",
							"id": "19c",
							"entries": [
								"Many Sharn folk love the inexpensive entertainment available in Lower Menthis. The ward's streets stay crowded night and day, its buildings huddle close together, and its lurid offerings nurture criminal activity. The alleys of Torchfire are notoriously dangerous, especially for intoxicated revelers.",
								"The Burning Ring, an illegal operation that puts on gladiatorial combats at shifting locations throughout Lower Menthis (most often in the Firelight district), has ties to {@area Daask|179|x}. But betting on the Burning Ring's fights is big business for many of Sharn's major criminal organizations, and fight rigging is rampant. Gangs also commonly use fights as a cover for assassinations."
							]
						},
						{
							"type": "entries",
							"name": "Upper Northedge",
							"id": "19d",
							"entries": [
								"Upper Northedge is a quiet, largely residential ward with little overt crime. Some of Sharn's wealthiest citizens call it home; many of them have dedicated their lives to increasing their personal power at any cost. Inquisitives might unearth the skeletons in the closets of such individuals—the corpses of those trampled on the road to riches. Or inquisitives might take lucrative but mind-numbing jobs following unfaithful spouses, reining in or bailing out spendthrift heirs, and dealing with similar problems of the rich."
							]
						},
						{
							"type": "entries",
							"name": "Middle Northedge",
							"id": "19e",
							"entries": [
								"A peaceful residential ward inhabited by hardworking folk, Middle Northedge boasts clean and quiet streets—it hides its crime behind the closed doors of well-to-do homes. The seemingly respectable citizens of this comfortable ward might include a factory overseer who embezzles funds from an employer in {@area the Cogs|194|x}; a serial killer who targets actors in {@area Lower Menthis|19c|x} during sprees out on the town; and a cultist of the Dragon Below who worships the daelkyr Belashyrra, serves a hidden beholder, and hides a tattooed eye under a hat."
							]
						},
						{
							"type": "entries",
							"name": "Lower Northedge",
							"id": "19f",
							"entries": [
								"Lower Northedge is home to the hardworking laborers of Sharn—generally decent folk who believe in an honest day's work and can afford to stay out of {@area Lower Dura|198|x}. Crime is less rampant here than in other lower wards, and residents look out for each other. That close-knit sense of community can make it hard for inquisitives to learn anything in Lower Northedge. It sometimes also fosters insular cults dedicated to the Dragon Below or a radiant idol (described in {@book Eberron: Rising from the Last War|ERLW})."
							]
						},
						{
							"type": "entries",
							"name": "Skyway",
							"id": "1a0",
							"entries": [
								"The residents of Skyway are the ludicrously wealthy and privileged: aristocrats whose feet literally never touch the ground and who believe that no crime could ever trouble them in their lofty estates. Indeed, though such luxurious homes can tempt thieves, burglaries remain rare—but are all the more notable when they do occur. What's more, those complacent aristocrats might not realize their neighbors include some of the most powerful criminal masterminds in Sharn, who used their ill-gotten wealth to purchase estates seized from foreign owners during the Last War. The Tain Gala, held every month in the ir'Tain family mansion, always provides a hotbed of intrigue."
							]
						},
						{
							"type": "entries",
							"name": "Upper Tavick's Landing",
							"id": "1a1",
							"entries": [
								"With its restrictive laws and aristocratic pride, Upper Tavick's Landing is openly hostile not just to street crime but to any display of violence, loud noise, and even rudeness—not to mention poverty and dirt. And yet, some of the most insidious evil lurks behind the facade of nobility in this ward. House Deneith has a fortified enclave in the Copper Arch district, where elite soldiers hone the psionic abilities they learn from their quori masters in {@area the Dream Dark|183|x}. A family of Karrnathi vampires inhabits an ancient manor in the opulent Ocean View district, serving the Order of the Emerald Claw as well as their own sanguine appetites. And members of the Aurum here pursue wealth at all costs."
							]
						},
						{
							"type": "entries",
							"name": "Middle Tavick's Landing",
							"id": "1a2",
							"entries": [
								"A crossroads for travelers, traders, and explorers, Middle Tavick's Landing also hosts smugglers, fugitives, and exiles. The rowdy adventurers of the Deathsgate Guild start fights on the streets, criminal organizations control betting on the sporting events in Cornerstone, and followers of the Blood of Vol among Graywall's Karrnathi families aid and abet spies of the Emerald Claw.",
								{
									"type": "entries",
									"name": "Karr'Aashta's Investigations",
									"id": "1a3",
									"entries": [
										"Karr'Aashta, a human investigator affiliated with the Finders Guild, runs a small agency in the Deathsgate district whose inquisitives can find out just about anything a client wants to know. Karr'Aashta takes on cases that other Finders Guild inquisitives won't touch; he specializes in jobs involving {@area the Cogs|194|x} far below the towers of Sharn. This willingness to venture into the depths of the earth might reflect Karr'Aashta's affiliation with the Cults of the Dragon Below."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lower Tavick's Landing",
							"id": "1a4",
							"entries": [
								"Anyone who comes to Sharn by land enters through Lower Tavick's Landing—and most travel on to the upper wards as quickly as possible. This rough ward caters to workers from {@area the Cogs|194|x}, teamsters, and other tough folk. The Cogsgate district holds warehouses owned by {@area the Boromar Clan|16f|x} and used for smuggling and other illicit activity. The Dragoneyes district, home to a large population of changelings, is the base of operations for the Tyrants. And the High Walls district, used to intern suspicious travelers and foreigners during the Last War, now houses many Cyran refugees. Among the refugees, some have turned to the nihilistic worship of the Dragon Below or radiant idols. Others plot how and where they might reestablish their fallen nation. All the while, a street gang called the Mourners—ostensibly vigilantes who protect their fellow Cyrans from harassment—engage in their own fair share of bullying and extortion."
							]
						},
						{
							"type": "entries",
							"name": "Inquisitive Adventure",
							"id": "1a5",
							"entries": [
								"This section presents a sample adventure in the same format as those in the {@book Dungeon Master's Guide|XDMG}—except that it features the opening situation as a sensational extract from a broadsheet."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Enemy of My Enemy",
					"id": "1a6",
					"entries": [
						"{@i An adventure for Level 4 characters}",
						{
							"type": "insetReadaloud",
							"name": "The Sharn Inquisitive—Gold Dragon Burns!",
							"id": "1a7",
							"entries": [
								"{@b THE PEACEFUL GOLD DRAGON INN NESTLED IN THE LOWER TOWERS OF TERMINUS IS ABLAZE, AND VICIOUS MARAUDERS ARE ATTACKING PATRONS FLEAING THE BURNING BUILDING}!",
								"Will the Sharn Watch investigate this vicious assault not just upon our city, but upon the dragonmarked houses themselves? Or will they continue to ignore the crime running rampant in our lower wards? Or, as too often seems to happen these days, will some disreputable inquisitives, working for a private agency, accomplish more than the Watch does in a month, raising the question once again of why our tax money is being spent on such an ineffectual organization?"
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Hook:",
									"entry": "The Gold Dragon Inn might be a favored hangout of the inquisitive characters, if you want to begin the adventure with the action of the fire. Alternatively, you can start with the halfling innkeeper, Irida d'Ghallanda (Small, Lawful Evil {@creature Spy|XMM}) hiring the characters to investigate the situation."
								}
							]
						},
						{
							"type": "entries",
							"name": "Encounters",
							"id": "1a8",
							"entries": [
								"The adventure consists of these encounters.",
								{
									"type": "entries",
									"id": "1a9",
									"entries": [
										{
											"type": "entries",
											"name": "Fire Inside",
											"id": "1aa",
											"entries": [
												"{@area Daask|179|x} acquired two {@creature Hell Hound|XMM|Hell Hounds} and got them inside the inn to start the fire and terrorize the folks inside. If the characters concentrate on fighting the monsters, the other people inside the inn can extinguish the flames."
											]
										},
										{
											"type": "entries",
											"name": "Panic Outside",
											"id": "1ab",
											"entries": [
												"Outside the burning inn, eight {@creature Daask Raider|EFA|Daask Raiders} (gnolls whose stat blocks appear in this chapter) are attacking terrified people fleeing from the fire as well as those trying to help put it out. Each gnoll tries to flee when Bloodied."
											]
										},
										{
											"type": "entries",
											"name": "No Great Mystery",
											"id": "1ac",
											"entries": [
												"Identifying the gnolls as agents of Daask isn't difficult—it's the conclusion most people jump to when they see gnolls involved in violence, and a number of clues back up that assumption:",
												{
													"type": "list",
													"items": [
														"{@b Interrogating the Gnolls}. If any of the gnolls are captured alive (or questioned via {@spell Speak with Dead|XPHB}), they freely admit their involvement with Daask and growl slogans about throwing off the yoke of \"the manged\"—a term they use to describe furless Humanoids.",
														"{@b Boromar Witness}. A halfling named Gressie Gorben ({@creature Boromar Smuggler|EFA}; this stat block appears in this chapter)—was attacked by a gnoll that called her a \"filthy Boromar.\" Gressie denies any ties to {@area the Boromar Clan|16f|x}, but she admits to knowing that Daask and the Boromar Clan are involved in a long-running feud.",
														"{@b Freight Inquiries}. Inquiring with freight companies in {@area Lower Tavick's Landing|1a4|x} reveals that a pair of gnolls brought a massive iron crate, large enough to hold the hell hounds, into the city from Graywall in Droaam the day before the incident. The gnolls' papers gave their residence as a tenement in Malleon's Gate, a district where Daask is very active."
													],
													"style": "list-hang-notitle"
												}
											]
										},
										{
											"type": "entries",
											"name": "Boromar Connection",
											"id": "1ad",
											"entries": [
												"In addition to Gressie Gorben's testimony, several clues point to a connection between the Gold Dragon Inn and the Boromar Clan:",
												{
													"type": "list",
													"items": [
														"{@b Irida d'Ghallanda}. The innkeeper, who hired the characters to investigate the attack, denies any involvement with the Boromar Clan. However, widespread rumors claim that she is a frequent guest of Bestan ir'Tonn, Upper Tavick Landing's representative on the Sharn Council—who is a known ally of the Boromar Clan.",
														"{@b Business Records}. Prying deeper into the inn's business reveals that it receives many deliveries from a warehouse in the nearby district of Cogsgate—a warehouse owned by the Boromar Clan.",
														"{@b Contraband}. A careful search of the inn (without Irida's knowledge) reveals that it offers contraband items to its guests, including Aundairian wine and discreet deliveries of the dreamlily drug."
													],
													"style": "list-hang-notitle"
												}
											]
										},
										{
											"type": "entries",
											"name": "Watch Involvement",
											"id": "1ae",
											"entries": [
												"The Sharn Watch seems unusually eager to cooperate with the inquisitives, as long as the characters' attention is focused on Daask and not on any connection between the inn and the Boromar Clan. If they ask about Boromar ties, their Watch contacts urge them to focus on Daask."
											]
										},
										{
											"type": "entries",
											"name": "Daask Hideout",
											"id": "1af",
											"entries": [
												"The characters' inquiries about Daask lead them to a hideout where some gang members await their next instructions. They include an {@creature Ogre|XMM}, two {@creature Harpy|XMM|Harpies}, and four {@b Daask Raiders} (they include any survivors from the inn incident). Use the eastern half of the surface level portion of the Dungeon Hideout map in the {@book Dungeon Master's Guide|XDMG} for this hideout."
											]
										},
										{
											"type": "entries",
											"name": "Reward",
											"id": "1b0",
											"entries": [
												"If the characters bring these Daask members to justice for their crimes, Irida d'Ghallanda pays them 500 GP (total) and politely requests that they end their investigation."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 05: Dragonmarked Intrigue",
			"id": "1b1",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Adventure Genre:",
							"entry": "Renaissance Schemes and Struggles"
						},
						{
							"type": "item",
							"name": "Pop Culture:",
							"entry": "{@i The Sopranos}, {@i Succession}"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/042-05-001.members-of-dragonmarked-houses.webp"
					},
					"title": "Members of different dragonmarked houses set aside their differences to investigate a murder in Sharn, the City of Towers.",
					"credit": "Michal Ivan",
					"width": 1700,
					"height": 2183
				},
				"The prosperity of Khorvaire is built on magic, with the dragonmarked houses as the mortar that holds this magical economy together. The cornerstones of Khorvaire's economy—communications, transport, banking, animal husbandry, security, and more—fall under the ownership and control of the dragonmarked houses.",
				"For most of Khorvaire's history, the authority of a strong central monarchy in the kingdom of Galifar balanced the power of these houses. The Last War upset that balance, and the squabbling leaders of Khorvaire's many nations can hardly check these houses' grasping reach. Many whisper that if the nations of Khorvaire ever united again, they would be ruled not by a king, but by the heir of a dragonmarked house.",
				"Run a dragonmarked intrigue campaign if you want to emulate the schemes and power struggles of the Renaissance—merchant dynasties growing to rival royal families in influence—or stories of family power dynamics like {@i The Sopranos} or {@i Succession}.",
				{
					"type": "section",
					"name": "Dragonmarked Characters",
					"id": "1b2",
					"entries": [
						"A dragonmarked intrigue campaign assumes that the characters all have some connection to a dragonmarked house. They might all connect to the same house, or they could associate with different houses but have a common purpose. (See the \"{@area Building a Party|1b9|x}\" section below for suggestions on bringing together a party from different houses.) If the characters work for a single house or an organization, like the Twelve, that unites them in a mutual purpose, use the group patron rules in {@book Eberron: Rising from the Last War|ERLW} to provide benefits from their shared mission.",
						"The House Agent and various house heir backgrounds in chapter 2 suit characters in this campaign, giving them benefits and capabilities related to their house affiliation. Certain other backgrounds can reflect the mercantile specialties of the characters' houses, such as Artisan for House Cannith, Sailor for House Lyrandar, Entertainer for House Phiarlan or House Thuranni, or Scribe for House Sivis.",
						{
							"type": "entries",
							"name": "Dragonmarked House Renown",
							"id": "1b3",
							"entries": [
								"You can use the renown rules in the {@book Dungeon Master's Guide|XDMG} to measure a character's influence and standing within a dragonmarked house. If your campaign focuses on the houses and the characters join one, track each character's Renown Score with their house. A character's background and feats can increase their Renown Scores:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "House Agent",
											"entry": "The {@background House Agent|EFA} background grants a starting Renown Score of 3 with a character's house."
										},
										{
											"type": "item",
											"name": "House Heir",
											"entry": "A house heir background (such as {@background House Cannith Heir|EFA}) grants a starting Renown Score of 5 with a character's house."
										},
										{
											"type": "item",
											"name": "Dragonmark Feat",
											"entry": "Acquiring a {@filter Dragonmark|feats|category=D} feat (except the {@feat Aberrant Dragonmark|EFA} feat) after level 1 increases a character's Renown Score with the associated house by 1."
										},
										{
											"type": "item",
											"name": "Greater Dragonmark",
											"entry": "Acquiring the greater dragonmark feat associated with a house (such as {@feat Greater Mark of Making|EFA}) increases a character's Renown Score with that house by 2."
										},
										{
											"type": "item",
											"name": "Siberys Dragonmark",
											"entry": "Acquiring the {@feat Boon of Siberys|EFA} feat, or another feat in the Epic Boon category that represents a Siberys dragonmark, increases a character's Renown Score with the associated house by 3."
										},
										{
											"type": "item",
											"name": "Aberrant Dragonmark",
											"entry": "Acquiring any aberrant dragonmark reduces a character's Renown Score with each dragonmarked house by 2 when that house's leadership learns of the mark."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Renown Perks",
							"id": "1b4",
							"entries": [
								"Characters who gain renown with a dragonmarked house are eligible for the following perks, allowing them to call in favors from members of that house.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@optfeature Favored in House|EFA}",
										"{@optfeature Recognized in House|EFA}",
										"{@optfeature Celebrated in House|EFA}",
										"{@optfeature Preeminent in House|EFA}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Building a Party",
							"id": "1b9",
							"entries": [
								"You can assemble a diverse party of D&D characters drawn from a single dragonmarked house. Conversely, your party can include members of different houses united by alliances or common principles. Or they could be childhood friends who ended up working for different houses, or just a haphazard collection of individuals thrown together by unforeseen circumstances. The Party Makeup table suggests ways to justify why the characters are cooperating.",
								{
									"type": "table",
									"caption": "Party Makeup",
									"colLabels": [
										"1d8",
										"Composition"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"One-House Party. Choose a dragonmarked house and connect all characters to it."
										],
										[
											"2",
											"Bodyguards. A Deneith Fighter, a Jorasco Cleric, a Medani Wizard, and a Phiarlan Monk are assigned to protect important people."
										],
										[
											"3",
											"Bounty Hunters. A Sivis Bard, a Tharashk Barbarian, a Tharashk Ranger, and a Vadalis Druid venture into the wild to pursue fugitives."
										],
										[
											"4",
											"Dragonshard Prospectors. House Tharashk leads a dragonshard-mining expedition, sending a Druid and a Ranger accompanied by a Lyrandar Sorcerer and a Thuranni Bard."
										],
										[
											"5",
											"Lawkeepers. A Deneith Fighter, a Deneith Paladin, a Lyrandar Sorcerer, and a Medani Rogue enforce the law—particularly the terms of the Treaty of Thronehold, which governs international law."
										],
										[
											"6",
											"Medical Extraction Team. A Cannith Artificer, a Deneith Paladin, a Jorasco Cleric, and a Thuranni Monk venture into war zones and disaster areas to protect civilians, heal them, and escort them away from danger."
										],
										[
											"7",
											"Researchers. A Cannith Artificer, a Deneith Paladin, a Medani Rogue (Arcane Trickster), and a Sivis Wizard carry out arcane research for the Twelve."
										],
										[
											"8",
											"Strike Force. A Cannith Artificer, a Deneith Fighter, a Jorasco Cleric, and a Thuranni Rogue strike hard and fast against enemies of the dragonmarked houses or the Five Nations as a whole."
										]
									]
								},
								"Although conflicts among the dragonmarked houses drive much of the action in this campaign, it's important not to let that tension cause too much friction in a party of adventurers. The D&D game relies on cooperation among the players, so it's helpful for the player characters to find common ground that unites them despite their differences in house affiliation and agenda. Many house members have friends and acquaintances among other houses. Those positive associations can bind an adventuring partytogether."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dragonmarked Conflicts",
					"id": "1ba",
					"entries": [
						"A dragonmarked intrigue campaign might feature three significant campaign conflicts tied to the nature of dragonmarks:",
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Rival Houses",
									"entry": "The most significant and persistent conflicts take place among the dragonmarked houses—longstanding rivalries, short-term disputes, and family grudges can define the \"intrigue\" part of this campaign. Significant rivalries also exist within some houses."
								},
								{
									"type": "item",
									"name": "House Tarkanan",
									"entry": "Though it appears as nothing more than an ordinary criminal organization, House Tarkanan—which is made up of people who carry aberrant dragonmarks—can threaten all dragonmarked characters and the continued existence of their houses."
								},
								{
									"type": "item",
									"name": "The Chamber",
									"entry": "As dragonmarks are thought to be an expression of the Draconic Prophecy, the Chamber—a secretive group of dragons interested in studying and manipulating the Prophecy—could easily become involved in interhouse intrigue."
								}
							],
							"style": "list-hang-notitle"
						},
						"You can replace one or more of these conflicts with others from{@book Eberron: Rising from the Last War|ERLW} or ones of your own devising. For example, if your campaign involves the issues between House Deneith and House Tharashk over the latter's expansion into the mercenary trade, the powers of Droaam could drive a significant conflict. You might emphasize the rivalry between the economic strength of the dragonmarked houses and the waning political power of the nations of Khorvaire, with one or more political leaders seeking to curtail the houses, or an ambitious dragonmarked leader working to supplant a nation's sovereign.",
						"This section describes the three suggested conflicts, the goals of the villainous groups involved, and possible plot arcs tied to them.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/EFA/043-05-002.members-of-dragonmarked-houses-in-conflict.webp"
							},
							"credit": "Michal Ivan",
							"width": 850,
							"height": 281
						},
						{
							"type": "entries",
							"name": "Rival Houses",
							"id": "1bb",
							"entries": [
								"Conflicts, rivalries, and feuds among the thirteen dragonmarked houses drive a dragonmarked intrigue campaign. As tremendously powerful magical and mercantile forces, the houses seek economic dominance, which often comes at the expense of other houses and sometimes with little concern for ethics. Ambitious forces within the houses—if not the houses as a whole—can lead them to endanger both people and property.",
								{
									"type": "entries",
									"name": "Goals of Rival Houses",
									"id": "1bc",
									"entries": [
										"Rivalries among the dragonmarked houses are described below.",
										"{@area Cannith|1d7|x} and {@area Tharashk|202|x}. In its interactions with the other houses, House Cannith has a reputation for being domineering and openly advocating for a position of privilege. No one resents that attitude more than House Tharashk. These two houses clash not over competing economic interests but to gain political influence within the Twelve and over Khorvaire as a whole. To complicate matters, Cannith relies on the dragonshards mined by Tharashk—and Tharashk doesn't want to lose its best customer.",
										"{@area Cannith|1d7|x} and {@area Vadalis|20d|x}. Though they have much in common as producers of goods, House Cannith and House Vadalis remain philosophically, temperamentally, and morally opposed. Members of House Vadalis distrust the city folk of House Cannith, whose machines (including the warforged) threaten to replace magebred animals entirely.",
										"{@area Deneith|1de|x} and {@area Medani|1f2|x}. House Deneith and House Medani both offer personal protection services. Extremely wealthy individuals have been known to hire bodyguards from both houses, but even then, house agents often compete to prove their services the more valuable.",
										"{@area Deneith|1de|x} and {@area Tharashk|202|x}. House Tharashk has been encroaching on House Deneith's economic territory by recruiting the monstrous residents of Droaam to serve as mercenaries.",
										"{@area Ghallanda|1e2|x} and Everyone. Many people underestimate the subtle influence of House Ghallanda. The House of Hospitality has spent centuries building connections in all the cities of the Five Nations. A Ghallanda concierge knows ways to get whatever a client needs. But the house also knows about the other houses' rivalries and schemes. It tugs on these strings more than other houses realize.",
										"{@area Kundarak|1ea|x} and {@area Thuranni|209|x}. The enmity between House Kundarak and House Thuranni dates back to the Shadow Schism. Elar d'Thuranni claimed that the Paelion line of House Phiarlan were traitors engaged in a diabolical plot, and the Thuranni and their allies assassinated the entire family line. Baron Morrikan d'Kundarak and Lord Tolar Paelion were blood brothers, and Morrikan refuses to believe the accusations made against the Paelions. He has sworn to uncover the truth and avenge his friend. To this end, he has assigned the Ghorad'din—the \"Manticore's Tail,\" the secret assassins of House Kundarak—to dog the heels of Thuranni and its Shadow Network.",
										"{@area Lyrandar|1ee|x} and {@area Orien|1f6|x}. Before the airship's invention, House Orien had a monopoly on travel across Khorvaire. Lyrandar's expansion into air travel threatens that dominance.",
										"{@area Medani|1f2|x} and {@area Tharashk|202|x}. House Medani and House Tharashk both operate guilds of inquisitives, vying for a limited field of business. Each house has its specialties, but the inquisitives of both houses compete fiercely for customers.",
										"{@area Phiarlan|1fa|x} and {@area Thuranni|209|x}. The two houses that carry the Mark of Shadow separated less than thirty years ago, and tensions remain high between them. They generally avoid open conflict by operating in distinct territories. When their agents cross paths, rivalries can trigger confrontation—which manifests in artistic competitions or duels between assassins."
									]
								},
								{
									"type": "entries",
									"name": "Internal Tensions",
									"id": "1bd",
									"entries": [
										"The schism of House Phiarlan and House Thuranni marks the first time a house has split among family lines, but it might not be the last. Tensions within a single dragonmarked house can provide campaign conflicts, especially if the characters in your campaign all belong to the same house. The following houses have significant internal conflicts.",
										{
											"type": "entries",
											"name": "Cannith",
											"id": "1be",
											"entries": [
												"The leaders of House Cannith perished in the Mourning, and three powerful barons now vie for control. Each one wants to unite the house under their own leadership, but it's entirely possible the house could fracture as House Phiarlan did."
											]
										},
										{
											"type": "entries",
											"name": "Sivis",
											"id": "1bf",
											"entries": [
												"House Sivis is known for its neutrality in struggles between nations and dragonmarked houses alike—it often helps settle disputes and maintain order when two houses differ. But its own internal affairs involve a tremendous amount of family rivalry. The house's twelve families include the Corralyns, Lyrrimans, Santors, Severins, Syrralans, and Torralyns. Only because of her expertise at games of intrigue has Doyenne Lysse Lyrriman d'Sivis managed to head the house for ninety years."
											]
										},
										{
											"type": "entries",
											"name": "Tharashk",
											"id": "1c0",
											"entries": [
												"An ancient conflict lies hidden within the foundations of House Tharashk. The powerful Torrn clan has ties to the Gatekeeper druids, while the Aashta clan aligns with the Cults of the Dragon Below. Most modern heirs have only a casual knowledge of these traditions, but zealous factions within the clans pursue esoteric agendas that sometimes boil out into conflict within the house."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "A Rival Houses Arc",
									"id": "1c1",
									"entries": [
										"This example arc presupposes that the characters generally stay neutral in disputes among the dragonmarked houses. The characters might act as agents of the Twelve, House Sivis, or some other group or patron that pursues peace among the houses. Or the characters might represent different houses; their prior relationship to each other motivates them to maintain peace. If the characters belong to a single house, you can adapt this example by using their house as one of the rival factions.",
										"Based on that initial assumption, the conflict among rival dragonmarked houses might unfold according to this broad outline.",
										{
											"type": "entries",
											"name": "Levels 1–4",
											"id": "1c2",
											"entries": [
												"As prominent but not yet powerful figures in the dragonmarked landscape, the characters become the targets of two rival houses. Both houses try to befriend and influence them, perhaps hiring them for various missions. Meanwhile, the conflict between the houses simmers on a back burner."
											]
										},
										{
											"type": "entries",
											"name": "Levels 5–10",
											"id": "1c3",
											"entries": [
												"The conflict between the two rival houses erupts into a trade war, a concerted effort to take over business from each other, or even violent conflict. With the characters now emerging as a force to be reckoned with, both houses call on them for help, trying to force the characters to choose sides."
											]
										},
										{
											"type": "entries",
											"name": "Levels 11–16",
											"id": "1c4",
											"entries": [
												"As the conflict between the two houses rages on, a third group gets involved, hoping to take advantage of the warring parties' distraction or weakness. Figures both within and outside the houses plead with the characters to help end the conflict before it engulfs other houses or even nations."
											]
										},
										{
											"type": "entries",
											"name": "Levels 17–20",
											"id": "1c5",
											"entries": [
												"The chaos spreads, and the characters have a choice to make. They can work to restore the delicate balance of power among the houses, as well as between the houses and the Five Nations. Or they can try to reshape the world order according to a different pattern.",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/EFA/044-05-003.tarkanan-marauder-and-ruffian.webp"
													},
													"title": "A Tarkanan Marauder and a Tarkanan Ruffian",
													"credit": "Jordan Kerbow",
													"width": 850,
													"height": 570
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Tarkanan",
							"id": "1c6",
							"entries": [
								"House Tarkanan is a criminal gang in Sharn, founded when Thora Tavin assembled the survivors of a suicide squad of Brelish spies who bore aberrant dragonmarks. She adopted the surname of Lord Halas Tarkanan, who used his aberrant dragonmark to wreak havoc in Sharn during the War of the Mark, and fashioned this group of thieves and assassins into a mockery of the dragonmarked houses. However, the gang lacks the recognition, power, and resources of the actual houses.",
								{
									"type": "entries",
									"name": "Goals of House Tarkanan",
									"id": "1c7",
									"entries": [
										"House Tarkanan is a gang of thieves and assassins operating within the city of Sharn, but its name points to its founder's vision for building the gang into a larger movement. Most members have no higher aspirations than using their aberrant dragonmarks to profit from a criminal lifestyle. But the gang's leaders seek to amplify their dragonmarks' power to the world-shaking level of the aberrant champions of the War of the Mark, Halas Tarkanan and the Lady of the Plague. With such awesome power at their disposal, they plan to reawaken the ancient conflict over aberrant dragonmarks and topple the dragonmarked houses from their position of power.",
										"Thora Tarkanan (still known about town under her original name, Thora Tavin), who founded the gang, recently stepped aside from its leadership, ceding power to a mysterious figure called the Son of Khyber. Little is known about him, but he bears the strongest aberrant mark seen in modern times along with the skills of a military commander. Some call him Halas Tarkanan born again, believing he is mustering an aberrant army to lead into battle against the dragonmarked houses. Thora remains the Son of Khyber's second-in-command and the public face of the gang."
									]
								},
								{
									"type": "entries",
									"name": "A House Tarkanan Arc",
									"id": "1c8",
									"entries": [
										"The conflict between adventurers and House Tarkanan might follow this broad outline.",
										{
											"type": "entries",
											"name": "Levels 1–4",
											"id": "1c9",
											"entries": [
												"A patron asks the characters to get involved in a criminal investigation into a rash of murders in Sharn because all the victims have dragonmarks. Both the Sharn Watch and one or more private inquisitives already squabble over access to evidence and witnesses—the characters' attempt to get involved merely heightens the tension. The perpetrators turn out to be members of House Tarkanan, whom the characters must bring to justice."
											]
										},
										{
											"type": "entries",
											"name": "Levels 5–10",
											"id": "1ca",
											"entries": [
												"After the characters' success in dealing with the Tarkanan killers, the Watch comes to them for additional help. Petty thieves belonging to the gang have offered inside information into House Tarkanan's plans in exchange for leniency in their sentencing. These thieves don't share their leaders' delusions of grandeur or hatred of the dragonmarked houses. The information points to a gathering of aberrant heirs deep below Sharn."
											]
										},
										{
											"type": "entries",
											"name": "Levels 11–16",
											"id": "1cb",
											"entries": [
												"After the characters disrupt House Tarkanan's schemes in the depths of Sharn, the gang sends powerful assassins with fearsome aberrant dragonmarks after the party."
											]
										},
										{
											"type": "entries",
											"name": "Levels 17–20",
											"id": "1cc",
											"entries": [
												"The Son of Khyber leads a small army of aberrant-marked warriors and assassins to challenge the leadership of Sharn—and plots to conjure a {@creature Blob of Annihilation|XMM} to level the city's skyscraping towers."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Aberrant Heirs",
									"id": "1cd",
									"entries": [
										"House Tarkanan incorporates members with a wide variety of aberrant dragonmarks. Any Humanoid in the {@book Monster Manual|XMM} or another source could be a House Tarkanan agent with a mark that doesn't affect the creature's use in combat or that is reflected in the creature's existing abilities. For example, a {@creature Vampire Familiar|XMM} might gain its unique abilities from an aberrant mark rather than from any connection to a vampire, and a {@creature Bandit Deceiver|XMM}'s spellcasting could derive from such a mark. On the other hand, an ordinary {@creature Bandit|XMM} or {@creature Tough|XMM} might have an aberrant mark that allows the NPC to cast {@spell Disguise Self|XPHB}, {@spell Silent Image|XPHB}, or a similar spell with little impact on the NPC's combat abilities.",
										"The two stat blocks presented here, along with the {@creature Tarkanan Assassin|ERLW} in {@book Eberron: Rising from the Last War|ERLW}, illustrate members of House Tarkanan who wield the power of their aberrant marks in combat.",
										{
											"type": "entries",
											"name": "Tarkanan Marauder",
											"id": "1ce",
											"entries": [
												"This powerful assassin relies on teleportation to catch targets unaware and deal out rapid death.",
												{
													"type": "statblock",
													"name": "Tarkanan Marauder",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												}
											]
										},
										{
											"type": "entries",
											"name": "Tarkanan Ruffian",
											"id": "1cf",
											"entries": [
												"This rank-and-file gang member, recruited off the streets of Sharn, uses sinister lightning powers to supplement ordinary weaponry.",
												{
													"type": "statblock",
													"name": "Tarkanan Ruffian",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Chamber",
							"id": "1d0",
							"entries": [
								"The Chamber is a secretive network of dragons that have monitored the peoples of Khorvaire for thousands of years. These dragons consider people merely pawns in an ancient game that revolves around the Draconic Prophecy. Each dragon of the Chamber watches over a small corner of the world and maintains a network of agents who can move freely in the cities and nations of Khorvaire.",
								{
									"type": "entries",
									"name": "Goals of the Chamber",
									"id": "1d1",
									"entries": [
										"Though most members of the Chamber simply observe events in Khorvaire and gather information about new aspects of the Prophecy, many dragons seek to understand the connection between dragonmarks and the Prophecy—some even conduct magical experiments on dragonmarked people. Dragons of the Chamber take a particular interest in the most powerful dragonmarks, such as Siberys marks and mighty aberrant marks (see chapter 2).",
										"These goals don't necessarily put the Chamber in conflict with dragonmarked characters or their houses. Even when they do, this conflict need not be violent. Fundamentally, though, the dragons of the Chamber count the value of dragonmarked individuals only in terms of the marks they carry and their place in the Prophecy. This means the dragons consider dragonmarked characters expendable and their personal goals inconsequential compared to the long-range views of the Chamber."
									]
								},
								{
									"type": "entries",
									"name": "A Chamber Arc",
									"id": "1d2",
									"entries": [
										"The conflict between adventurers and the Chamber might unfold according to this broad outline, starting around the time the characters reach level 5.",
										{
											"type": "entries",
											"name": "Levels 5–10",
											"id": "1d3",
											"entries": [
												"Dragonmarked characters come to the attention of a dragon belonging to the Chamber. The dragon sends an agent to meet them, become a friend or patron to them, and keep an eye on their activities. Occasionally the agent might send them on strange errands intended to fulfill the Prophecy in a particular way. Other times, the agent provides helpful advice, useful spells, or even magic items to aid the characters in adventures. Some missions, particularly later in this level range, might feel distasteful to the characters or directly conflict with their other goals."
											]
										},
										{
											"type": "entries",
											"name": "Levels 11–16",
											"id": "1d4",
											"entries": [
												"The dragon monitoring the characters becomes convinced that the characters' other activities are corrupting the Prophecy. The dragon's friendly agent disappears, and a group of hostile agents begins to undermine the characters' work."
											]
										},
										{
											"type": "entries",
											"name": "Levels 17–20",
											"id": "1d5",
											"entries": [
												"When the dragon alerts other members of the Chamber that the characters pose a threat to the Prophecy, multiple dragons attempt to eliminate the group."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dragonmarked Houses",
					"id": "1d6",
					"entries": [
						"{@book Eberron: Rising from the Last War|ERLW} contains basic information about the dragonmarked houses, and chapter 2 of this book includes character backgrounds representing heirs of these houses. This section provides an overview of each house, focusing on opportunities for intrigue within and among the houses. It also includes additional favors available to characters who belong to the houses, using the renown rules from \"Dragonmarked House Renown\" earlier in this chapter.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/EFA/045-05-004.agents-of-the-houses.webp"
							},
							"title": "Agents of (Left to Right) House Deneith, House Ghallanda, House Lyrandar, House Cannith, House Jorasco, and House Kundarak",
							"credit": "Leroy Steinmann",
							"width": 850,
							"height": 552
						},
						{
							"type": "entries",
							"name": "House Cannith",
							"id": "1d7",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/046-05-006.house-cannith.webp"
									},
									"credit": "Claudio Pozas",
									"width": 301,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"Since the destruction of Cyre and the headquarters of House Cannith in the Last War, the house has functioned as three distinct organizations while the three Cannith barons vie for control.",
								{
									"type": "entries",
									"name": "Cannith East",
									"id": "1d8",
									"entries": [
										"Headquartered in Korth (in Karrnath) and led by Zorlan d'Cannith, Cannith East enjoys close ties to the government of Karrnath and the faith of the Blood of Vol. This branch of the house specializes in siege weaponry and defenses, though its most innovative experiments explore the creation of constructed undead—a hybrid of warforged and zombie. In addition to Karrnath, Cannith East has enclaves in the Mror Holds and the Lhazaar Principalities."
									]
								},
								{
									"type": "entries",
									"name": "Cannith South",
									"id": "1d9",
									"entries": [
										"Under the leadership of Merrix d'Cannith, the Cannith South holdings in Sharn have come to rival the old house headquarters in Whitehearth as a hotspot of innovation. Additional cells in Breland, Zilargo, Darguun, and even Stormreach (in Xen'drik) carry out Merrix's plans and produce inventions to fill the house's coffers. Rumor has it the Sharn enclave conceals the last creation forge capable of producing warforged—and that Merrix plans to build another one in Stormreach, where the Treaty of Thronehold holds no sway."
									]
								},
								{
									"type": "entries",
									"name": "Cannith West",
									"id": "1da",
									"entries": [
										"Headquartered near the Aundairian capital of Fairhaven, Cannith West follows Jorlanna d'Cannith, whose leadership claim is hindered by an indiscretion from her youth. Some thirty years ago, Jorlanna had a star-crossed romance with an heir of House Deneith—an affair forbidden by the protocols of the dragonmarked houses that date back to the War of the Mark. Though the relationship ended quickly, and rumors of a child have never been proven, Jorlanna's reputation for poor judgment haunts her. Despite that, her strong vision for a united house, her allies among the Twelve, and her personal magnetism make her a powerful contender for control of the house. Under her leadership, Cannith West conducts investigations in enclaves and magical sites across Aundair, Thrane, and the Eldeen Reaches. She maintains friendly relations with other houses and with the nobility in and around Aundair."
									]
								},
								{
									"type": "entries",
									"name": "House Cannith Renown Perks",
									"id": "1db",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "1dc",
											"entries": [
												"You can purchase one Common or Uncommon magic item at half the usual cost."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "1dd",
											"entries": [
												"When you take a Bastion turn, you can issue the Craft order to House Cannith as if it were a Smithy or Workshop facility in your Bastion. If you are level 9+, you instead can treat the house as a Laboratory facility."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Deneith",
							"id": "1de",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/047-05-013.house-deneith.webp"
									},
									"credit": "Claudio Pozas",
									"width": 301,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"In House Deneith's headquarters, Sentinel Tower in Karrlakton (in Karrnath), Baron Breven d'Deneith steers the house on the course it has followed for centuries: upholding a stance of absolute neutrality in the politics of the Five Nations while maintaining the largest military and police force in Khorvaire. While many nobles of Karrnath want House Deneith to help rebuild a united Galifar (under Karrn leadership, of course), and while House Tharashk recruits monstrous mercenaries from among the denizens of Droaam, the baron walks a tightrope. Amid such treacherous situations, many in House Deneith question whether the path of neutrality remains the best course to follow.",
								{
									"type": "entries",
									"name": "House Deneith Renown Perks",
									"id": "1df",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "1e0",
											"entries": [
												"You can request the assistance of {@dice 1d4 + 1} mercenaries for up to 1 day. The mercenaries are Medium {@creature Guard|XMM|Guards}."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "1e1",
											"entries": [
												"When you take a Bastion turn and issue the Recruit order to a Barrack facility in your Bastion, you can recruit up to twelve Bastion defenders instead of four. If you are level 9+, you and any allies of your choice can train in a House Deneith facility as if it were a Training Area facility within your Bastion (using the Empower order), with a trainer of your choice."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Ghallanda",
							"id": "1e2",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/048-05-007.house-ghallanda.webp"
									},
									"credit": "Claudio Pozas",
									"width": 318,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"Yoren d'Ghallanda has expanded the holdings of his house far beyond its origins in the Talenta Plains and his headquarters in Gatherhold. Inns run directly by the house—each one a little enclave of House Ghallanda's authority, beyond the grasp of any local government—reach across Khorvaire, even in remote areas such as the edge of the Demon Wastes and the swamps of Q'barra. Even if a village doesn't have an inn run directly by the house, it likely boasts a hostel licensed by House Ghallanda, assuring its patrons of certain standards of comfort, cleanliness, and safety. Rumor has it that the house's recent expansion springs from Baron Yoren's newfound interest in the Draconic Prophecy, which his daughter Chervina has been studying.",
								{
									"type": "entries",
									"name": "House Ghallanda Renown Perks",
									"id": "1e3",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "1e4",
											"entries": [
												"You and your party can stay in a House Ghallanda inn for 30 days without charge, with meals included."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "1e5",
											"entries": [
												"When you take a Bastion turn, you can issue the Harvest order to House Ghallanda as if it were a Garden facility (food garden) in your Bastion. If you are level 13+, you instead can issue the Research order to House Ghallanda as if it were a Pub facility."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Jorasco",
							"id": "1e6",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/049-05-008.house-jorasco.webp"
									},
									"credit": "Claudio Pozas",
									"width": 304,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"Resthold is House Jorasco's enclave in Vedykar (in Karrnath) and the home of its leader—currently Baron Ulara d'Jorasco. The people of Khorvaire widely accept the adage, \"If you can't be cured in Resthold, then nothing can save you.\" In addition to curing illnesses and tending wounds, the healers of House Jorasco teach the healing arts, operate spas for long-term convalescence, and care for those with chronic or lingering illnesses, both physical and mental. In addition to Vedykar, House Jorasco maintains large healing enclaves in Fairhaven, Sharn, and Gatherhold in the Talenta Plains, but folks can find its holdings and clinics in cities and towns across Khorvaire.",
								{
									"type": "entries",
									"name": "House Jorasco Renown Perks",
									"id": "1e7",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "1e8",
											"entries": [
												"You can purchase one {@item Potion of Healing|XDMG} (any variety) at half the usual cost."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "1e9",
											"entries": [
												"When you take a Bastion turn, you can issue the Harvest order to House Jorasco as if it were a Garden facility (herb garden) in your Bastion. If you are level 9+, you instead can issue the Harvest order to the house as if it were a Greenhouse facility."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Kundarak",
							"id": "1ea",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/050-05-009.house-kundarak.webp"
									},
									"credit": "Claudio Pozas",
									"width": 310,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"House Kundarak is one of the most insular dragonmarked houses, thanks to a variety of factors—foremost among them the secrecy needed to protect its vast wealth. Additional complications include its status as the only dwarven dragonmarked house and its sometimes contentious relationship with other dwarf clans and families of the Mror Holds. Lord Morrikan d'Kundarak keeps connections with other houses and nations strictly professional, built on a solid foundation of trust and a reputation for unshakable integrity. House Kundarak's only close ties are with House Sivis and the Gatekeeper druids, who are also experts in magical wards. The house's headquarters lies in Korunda Gate (in the Mror Holds).",
								{
									"type": "entries",
									"name": "House Kundarak Renown Perks",
									"id": "1eb",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "1ec",
											"entries": [
												"You can store something in a Kundarak vault for up to 1 month at no charge. The vault is an extradimensional space accessible (with the proper keys) from any Kundarak bank in Khorvaire and is generally considered impenetrable."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "1ed",
											"entries": [
												"When you take a Bastion turn, you can issue the Trade order to House Kundarak as if it were a Storehouse facility in your Bastion, using your level to determine the maximum value of items purchased and the profit you get from selling them."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Lyrandar",
							"id": "1ee",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/051-05-010.house-lyrandar.webp"
									},
									"credit": "Claudio Pozas",
									"width": 310,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"The kraken, it is said, lurks beneath even the fairest seas—and none know how far its tentacles reach. The same is said of House Lyrandar, which uses the kraken as its emblem. Anyone who travels by land or sea, or who has an economic stake in the weather, has good reason to work with House Lyrandar. But those who cross the house find it a deadly and implacable foe. Some rumors call Baron Esravash d'Lyrandar a mere figurehead, holding court in the house headquarters of Stormhome (in Aundair). Such tales hold that true control of the house lies in the hands of a cult of the Devourer called the Hurricane Harvest, which teaches dragonmarked heirs to use their power for destruction and domination.",
								{
									"type": "entries",
									"name": "House Lyrandar Renown Perks",
									"id": "1ef",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "1f0",
											"entries": [
												"You can secure passage on a House Lyrandar sailing ship for yourself and your party at no cost, or on an elemental galleon or airship for half the usual price."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "1f1",
											"entries": [
												"When you take a Bastion turn and issue the Harvest order to a Garden facility in your Bastion, House Lyrandar can manipulate the weather to double your harvest. If you are level 9+, you can issue the Recruit order to House Lyrandar as if it were a Teleportation Circle facility within your Bastion, except that the spellcaster arrives at your Bastion via airship.",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/EFA/052-05-005.more-agents-of-the-houses.webp"
													},
													"title": "Agents of (Left to Right) House Medani, House Orien, House Tharashk, House Phiarlan, House Vadalis, and House Sivis",
													"credit": "Leroy Steinmann",
													"width": 850,
													"height": 555
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Medani",
							"id": "1f2",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/053-05-011.house-medani.webp"
									},
									"credit": "Claudio Pozas",
									"width": 301,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"The strength of House Medani is its agents' keen insight and ability to predict others' actions based on evidence. Building on that strength, the house engages not in the collection of intelligence (the purview of House Phiarlan and House Thuranni), but in counterintelligence. House Medani doesn't traffic in secrets; it helps to keep them. Under the leadership of Baron Trelib d'Medani—whose close association with the king of Breland from the house's headquarters in Wroat is well known—Medani agents detect and disrupt the theft of goods and secrets.",
								{
									"type": "entries",
									"name": "House Medani Renown Perks",
									"id": "1f3",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "1f4",
											"entries": [
												"You can secure overnight lodging in a Medani safe house for yourself and your party. Secreted away under the house's protection, you become almost impossible to find by nonmagical means."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "1f5",
											"entries": [
												"When you take a Bastion turn, you can issue the Research order to House Medani as if it were a Library facility in your Bastion. If you are level 13+, you instead can issue the Research order to the house as if it were a Pub facility."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Orien",
							"id": "1f6",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/054-05-012.house-orien.webp"
									},
									"credit": "Claudio Pozas",
									"width": 301,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"House Orien caravans are the cheapest and often most dependable means to reach out-of-the-way locales and minor settlements; they're also the most reliable way to transport heavy loads away from ocean ports. The logistical challenges of transporting people and goods safely across thousands of miles consume the house's attention, leaving little room for intrigue. In the wake of the Last War, Baron Kwanti d'Orien focuses on rebuilding land passage across the Mournland and dealing with competition from the upstart House Lyrandar and its airships. The house's headquarters lies in Passage (in Aundair), but its enclaves appear across Khorvaire. A number of lightning rail coaches even act as mobile enclaves for important members of the house.",
								{
									"type": "entries",
									"name": "House Orien Renown Perks",
									"id": "1f7",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "1f8",
											"entries": [
												"You can secure transportation for yourself and your party by any means House Orien provides (caravan, lightning rail, or teleportation) for half the usual cost."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "1f9",
											"entries": [
												"When you take a Bastion turn, you can issue the Trade order to House Orien as if it were a Storehouse facility in your Bastion, using your level to determine the maximum value of items purchased and the profit you get from selling them. If you are level 9+, you instead can issue the Recruit order to House Orien as if it were a Teleportation Circle facility within your Bastion."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Phiarlan",
							"id": "1fa",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/055-05-014.house-phiarlan.webp"
									},
									"credit": "Claudio Pozas",
									"width": 308,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"The five Demesnes of House Phiarlan are each devoted to a specific artistic tradition:",
								"{@b Demesne of Memory} (in Fairhaven in Aundair) encompasses the written word, including prose, poetry, and propaganda.",
								"{@b Demesne of Motion} (in Wroat in Breland) focuses on the arts of the body, including dance, gymnastics, wrestling, acrobatics, and massage.",
								"{@b Demesne of Music} (in Flamekeep in Thrane) teaches the arts of sound, including song and instrumental music.",
								"{@b Demesne of Shape} (in Thaliost in Thrane) focuses on material arts, including the practical construction of props, costumes, instruments, and the like, as well as sculpture, painting, and pottery.",
								"{@b Demesne of Shadow} (in Sharn) teaches the art of deception, which includes illusions, puppetry, and shadow plays, as well as acting, oratory, and impersonation. Baron Elvinor Elorrenthi d'Phiarlan makes her headquarters in the Shadow enclave.",
								"A sixth head to the Phiarlan hydra, the Serpentine Table, is the house's espionage wing and one of the finest intelligence networks in Khorvaire. Few people know the group exists, and fewer still can use its services—the house grants access only to guildmasters, nobles, and players in the great game of power.",
								{
									"type": "entries",
									"name": "House Phiarlan Renown Perks",
									"id": "1fb",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "1fc",
											"entries": [
												"You can purchase one dose of poison (any kind) or other illegal item (such as stolen goods) at half price."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "1fd",
											"entries": [
												"When you take a Bastion turn, you can issue the Craft order to House Phiarlan as if it were a Workshop facility in your Bastion. If you are level 9+, you instead can issue the Empower order to the house as if it were a Theater facility, and if you are level 13+, you instead can issue the Research order to the house as if it were a Pub facility."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Sivis",
							"id": "1fe",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/056-05-016.house-sivis.webp"
									},
									"credit": "Claudio Pozas",
									"width": 301,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"Under the leadership of Doyenne Lysse Lyrriman d'Sivis, House Sivis does everything it can to stabilize a world torn apart by war. Some write off the importance of a house of scribes, while others wonder whether the much-vaunted neutrality of House Sivis conceals a far-reaching hidden agenda. Whatever the truth of the house's ambition, House Sivis remains an invaluable, integral part of modern civilization. Its services make communication possible across long distances, and its partnership with House Kundarak facilitates the most essential financial transactions of the Five Nations.",
								{
									"type": "entries",
									"name": "House Sivis Renown Perks",
									"id": "1ff",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "200",
											"entries": [
												"You can obtain the translation or messaging services of House Sivis at no charge."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "201",
											"entries": [
												"When you take a Bastion turn, you can issue the Craft order to House Sivis as if it were an Arcane Study facility in your Bastion. If you are level 9+, you instead can issue the Craft order to your house as if it were a Scriptorium facility."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Tharashk",
							"id": "202",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/057-05-017.house-tharashk.webp"
									},
									"credit": "Claudio Pozas",
									"width": 310,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"House Tharashk is an alliance of three great families (with smaller associated clans), each with different origins and agendas. The alliance remains only as strong as the personal bonds that link the heads of the families. These three leaders, called the Triumvirate, manage the house together from the city of Zarash'ak in the Shadow Marches.",
								{
									"type": "entries",
									"name": "Aashta",
									"id": "203",
									"entries": [
										"The Aashta and their allies have ancient ties to at least two Cults of the Dragon Below and the power of Khyber. One could charitably describe the Aashta leaders (including their triumvir, Khandar'aashta) as opportunists who take every chance to advance their interests and those of their family—no matter who stands in the way."
									]
								},
								{
									"type": "entries",
									"name": "Torrn",
									"id": "204",
									"entries": [
										"The Torrn and their allied families perpetuate the traditions of the Gatekeepers—a druidic sect dedicated to protecting the world from aberrations and other unnatural creatures. This puts the Torrn at odds with the most devout Aashta followers of the Dragon Below. Triumvir Maagrim Torrn secretly supports efforts of some family members to channel house resources toward the traditional mission of the Gatekeepers."
									]
								},
								{
									"type": "entries",
									"name": "Velderan",
									"id": "205",
									"entries": [
										"The Velderan and their allies have no particular ties to any spiritual tradition, and they are generally altruistic and willing to cooperate with other families and houses. Some within the clan whisper that Triumvir Daric Velderan seems too accommodating and too willing to placate the other leaders of the house."
									]
								},
								{
									"type": "entries",
									"name": "House Tharashk Renown Perks",
									"id": "206",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "207",
											"entries": [
												"You can purchase a dragonshard, or one Common or Uncommon magic item that incorporates dragonshards, at half the usual cost. Alternatively, you can request the assistance of a mercenary from Droaam (a {@creature Harpy|XMM}, an {@creature Ogrillon Ogre|XMM}, a {@creature Spy|XMM}, or a {@creature Thri-kreen Marauder|XMM}) for up to 1 day."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "208",
											"entries": [
												"When you take a Bastion turn and issue the Recruit order to a Barrack facility in your Bastion, you can recruit up to twelve Bastion Defenders instead of four. In addition, if you are level 9+, you can issue the Research order to House Tharashk as if it were a Trophy Room facility within your Bastion."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Thuranni",
							"id": "209",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/058-05-015.house-thuranni.webp"
									},
									"credit": "Claudio Pozas",
									"width": 308,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"The story of the Shadow Schism that sundered House Thuranni from its kindred in House Phiarlan is a tangled knot of mystery. The surface details of the tale seem simple enough. About twenty years ago, Baron Elar d'Thuranni ordered the assassination of the entire Paelion line, one of the branches of House Phiarlan. Supposedly, he acted to prevent the Paelions from carrying out a wicked plot that would have ended the Last War and exterminated the leaders of the other dragonmarked houses, leaving the Paelions as absolute rulers of Khorvaire.",
								"Was the Paelion plot real or fabricated by the sinister Order of the Emerald Claw? Was the schism orchestrated by agents of the Chamber to fulfill aspects of the Draconic Prophecy that speak of thirteen houses?",
								"Did the barons of House Phiarlan and House Thuranni plan the whole thing together to eliminate a mutual enemy? Whatever the truth behind the schism, it stands as the most significant consequence of the Last War to the dragonmarked. Just as the kingdom of Galifar shattered into smaller nations, the Last War left the dragonmarked houses broken, unsure of their role in the new world and their ties to the new political powers of Khorvaire, and the division of Thuranni from Phiarlan embodies that new reality.",
								"From his enclave in Regalport (in the Lhazaar Principalities), Baron Elar d'Thuranni rules a house that is a shadow of its united predecessor, similar in many ways to House Phiarlan. But while spies and assassins are contained within a secret sixth branch of House Phiarlan, separate from the house's artistic endeavors, the entertainers and artisans of House Thuranni are also its spies and assassins—and its assassins outnumber its spies.",
								{
									"type": "entries",
									"name": "House Thuranni Renown Perks",
									"id": "20a",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "20b",
											"entries": [
												"You can purchase one dose of poison (any kind) or other illegal item (such as stolen goods) at half price."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "20c",
											"entries": [
												"When you take a Bastion turn, you can issue the Craft order to House Thuranni as if it were a Workshop facility in your Bastion. If you are level 9+, you instead can issue the Empower order to the house as if it were a Theater facility, and if you are level 13+, you can issue the Research order to the house as if it were a Pub facility."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "House Vadalis",
							"id": "20d",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/059-05-018.house-vadalis.webp"
									},
									"credit": "Claudio Pozas",
									"width": 301,
									"height": 489,
									"maxWidth": 320,
									"maxHeight": 320
								},
								"House Vadalis has a carefully cultivated reputation as the most innocuous of the dragonmarked houses. Its leader, Dalin d'Vadalis, disdains use of a title and governs the house from a remote estate near Varna in the Eldeen Reaches—far from the seats of power in the Five Nations. Breeding superior animals for agriculture hardly seems threatening to most of Khorvaire.",
								"And yet House Vadalis has stirred up more than its fair share of controversy. Tales say that during the War of the Mark, House Vadalis bred arcane beasts so horrifying they were later banned and destroyed. During the Last War, the house bred fierce bears to serve as mounts for elite Brelish troops. Persistent rumors suggest that the house might seek to apply their techniques of magical enhancement to human subjects.",
								{
									"type": "entries",
									"name": "House Vadalis Renown Perks",
									"id": "20e",
									"entries": [
										"When you request a favor from your house, it can take one of these special forms.",
										{
											"type": "entries",
											"name": "{@optfeature Favored in House|EFA|Favored in House (Renown 3+)}",
											"id": "20f",
											"entries": [
												"You can purchase any animal for half the usual cost, or you can secure free feed and stabling for animals owned by you and your party for up to 1 week."
											]
										},
										{
											"type": "entries",
											"name": "{@optfeature Recognized in House|EFA|Recognized in House (Renown 10+)}",
											"id": "210",
											"entries": [
												"When you take a Bastion turn, you can issue the Research order to House Vadalis as if it were a Library facility in your Bastion, as long as the topic of research is some kind of living creature. In addition, when you issue the Recruit order to a Menagerie facility in your Bastion, you pay half the usual cost for the creature you acquire."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dragonmarked Intrigue Adventures",
					"id": "211",
					"entries": [
						"{@book Eberron: Rising from the Last War|ERLW} includes suggestions for building adventures focused on individual dragonmarked houses, but the most interesting adventures involve interaction between multiple houses. Use the House Intrigue table to inspire plots involving two or more houses.",
						{
							"type": "table",
							"caption": "House Intrigue",
							"colLabels": [
								"1d6",
								"Adventure Goal"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Dragonmarked houses vie for influence over a prominent individual (perhaps one of the characters)."
								],
								[
									"2",
									"Dragonmarked houses compete for control of a key site."
								],
								[
									"3",
									"Tension builds between two rival dragonmarked houses, threatening to erupt into a deadly feud."
								],
								[
									"4",
									"Villains from two or more dragonmarked houses form a dangerous alliance."
								],
								[
									"5",
									"A villain tries to disrupt an alliance between two or more dragonmarked houses."
								],
								[
									"6",
									"Splinter factions from two dragonmarked houses try toform a new house."
								]
							]
						},
						{
							"type": "entries",
							"name": "Dragonmarked NPCs",
							"id": "212",
							"entries": [
								"You can use the stat blocks in this section for dragonmarked heirs of the houses in your adventures.",
								{
									"type": "entries",
									"name": "Cannith Artificer",
									"id": "213",
									"entries": [
										"Dragonmarked artificers of House Cannith (typically human) often wield compact devices similar to eldritch cannons that can produce a variety of devastating effects. Both these cannons and the artificers' force-empowered maces function only in their creator's hands.",
										{
											"type": "statblock",
											"name": "Cannith Artificer",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Ghallanda Troubleshooter",
									"id": "214",
									"entries": [
										"The inns of House Ghallanda are meant to be places of safe refuge and quiet rest, so the house employs troubleshooters (mostly halflings) to protect the safety and serenity of its guests.",
										{
											"type": "statblock",
											"name": "Ghallanda Troubleshooter",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Jorasco Medic",
									"id": "215",
									"entries": [
										"Dragonmarked heirs of House Jorasco served alongside every nation's armies in the Last War, providing medical care and magical healing to the injured. Though the warring nations treated Jorasco medics as sacrosanct, these medics also learned to channel their healing power into dazzling light to help them reach the wounded and escape from the thick of combat when necessary.",
										{
											"type": "statblock",
											"name": "Jorasco Medic",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Kundarak Warden",
									"id": "216",
									"entries": [
										"Some dragonmarked heirs (mostly dwarves) of House Kundarak serve as personal guardians for the house's vaults and storehouses, and even its infamous prison, Dreadhold. Some also serve as agents of the mysterious Ghorad'din, a secretive group of assassins and spies little known beyond the members of the house. Kundarak wardens are adept at bypassing security measures as well as reinforcing them.",
										{
											"type": "statblock",
											"name": "Kundarak Warden",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Lyrandar Scion",
									"id": "217",
									"entries": [
										"The Khoravar dragonmarked scions of House Lyrandar include swashbuckling sky captains, seafaring adventurers, and sinister cultists of the Hurricane Harvest. The power of their dragonmarks manifests as easy control of wind, thunder, and lightning, which they wield as readily in combat as in navigating the sea and sky.",
										"Members of the Hurricane Harvest believe that the Mark of Storm is not a gift of the Sovereign Host, as others in their house teach, but the sign of the Devourer. They maintain that the greatest ancestors of their house live on as krakens in the deep and guide the cult through visions to use their power for destruction and domination. They sometimes partner with kuo-toa, sahuagin, and other monsters of the deep.",
										{
											"type": "statblock",
											"name": "Lyrandar Scion",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Medani Inquisitive",
									"id": "218",
									"entries": [
										"The most prized inquisitives of House Medani, a house of mostly Khoravar, employ their dragonmarks and their keen intellects to anticipate threats from any quarter. Some are part of a secretive order called the Basilisk's Gaze, dedicated to hunting down fugitive war criminals who committed atrocities during the Last War.",
										{
											"type": "statblock",
											"name": "Medani Inquisitive",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Orien Enforcer",
									"id": "219",
									"entries": [
										"Whether riding on an Orien cart, guarding the lightning rail on a cross-continental journey, or using Orien",
										{
											"type": "statblock",
											"name": "Orien Enforcer",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Sentinel Marshal",
									"id": "21a",
									"entries": [
										"The Sentinel Marshals of House Deneith, who are typically human, hold the honor of the house in their hands. The Treaty of Thronehold upheld their authority to pursue criminals across international borders, giving them the unique privilege and responsibility of upholding the law across Khorvaire.",
										"Only the most trusted heirs of the house are honored with a position in the Sentinel Marshals, either after serving in the house's other guilds for several years (as bodyguards in the Defenders Guild and mercenary officers in the Blademarks Guild) or by special dispensation of House Deneith.",
										"Sentinel Marshals are never authorized to break local or international laws, but neither are they accountable to the legal authorities of any nation. A rogue marshal can be punished only by the leadership of House Deneith, but some nations (such as Darguun and Droaam) ignore these conventions.",
										{
											"type": "statblock",
											"name": "Sentinel Marshal",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Shadow-Marked Agent",
									"id": "21b",
									"entries": [
										"Agents of House Phiarlan and House Thuranni, who are primarily elves, combine stealth and espionage with mastery of the performing arts—and dragonmarked heirs augment those skills with shadow magic. This stat block can serve for an agent of either house.",
										"Even though House Phiarlan agents don't typically work as entertainers or artists in addition to their espionage activities, they receive extensive training in those arts alongside other members of their house. House Thuranni agents, in contrast, are always both artists and spies.",
										{
											"type": "statblock",
											"name": "Shadow-Marked Agent",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Sivis Scribe",
									"id": "21c",
									"entries": [
										"The dragonmarked heirs of House Sivis are typically accomplished gnome scholars of magic. In addition to the might that comes with their marks, they favor magical sigils and words of power.",
										{
											"type": "statblock",
											"name": "Sivis Scribe",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Tharashk Hunter",
									"id": "21d",
									"entries": [
										"House Tharashk's heirs include inquisitives, dragonshard prospectors, and bounty hunters. They are more at home in the trackless wilds than in crowded city streets, but they are quite capable of tracking and pursuing their prey in any environment.",
										"Tharashk hunters, typically humans or orcs, often work alongside {@creature Druid|XMM|Druids} of the Gatekeepers, and occasionally with {@creature Aberrant Cultist|XMM|Aberrant Cultists} of the Dragon Below.",
										{
											"type": "statblock",
											"name": "Tharashk Hunter",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								},
								{
									"type": "entries",
									"name": "Vadalis Heir",
									"id": "21e",
									"entries": [
										"Combining druidic magic with skill at handling natural and monstrous animals, the dragonmarked heirs of House Vadalis, most of whom are human, are more fearsome than their innocuous-seeming house suggests—especially when accompanied by a {@creature Giant Boar|XMM}, {@creature Polar Bear|XMM}, or {@creature Rhinoceros|XMM}.",
										{
											"type": "statblock",
											"name": "Vadalis Heir",
											"tag": "creature",
											"source": "EFA",
											"style": "narrow"
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 06: Morgrave Expeditions",
			"id": "21f",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Adventure Genre:",
							"entry": "Pulp-Action Adventure"
						},
						{
							"type": "item",
							"name": "Pop Culture:",
							"entry": "Professor Challenger, Indiana Jones, Lara Croft"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/060-06-001.an-armorer-explorer-exploring-ancient-ruins.webp"
					},
					"title": "An Armorer Explorer ventures into an ancient ruin in Xen'drik in search of magical secrets",
					"credit": "Michael Broussard",
					"width": 1700,
					"height": 2204
				},
				"Morgrave University in {@book Sharn|ERLW|8}, one of the largest institutions of higher learning in {@book Khorvaire|ERLW|5|Nations of Khorvaire}, has a mixed reputation. On the one hand, its founder—Lord Lareth ir'Morgrave—envisioned the university as \"a beacon of knowledge shining from the tallest towers of the city, illuminating the forgotten secrets of the past.\" Generations of students and scholars have tried to help the university live up to that inspiring vision over the past two and a half centuries.",
				"On the other hand, ir'Morgrave had a reputation as a treasure hunter who built his fortune by selling artifacts and treasures stolen from archaeological digs in {@book Darguun|ERLW|5|Darguun}, {@book Xen'drik|ERLW|6|Xen'drik}, and other sites. And countless students, scholars, and adventurers over the centuries have contributed to the university's reputation as a cover for smuggling activities and plundering the past.",
				"Run a Morgrave expeditions campaign if you want to emulate the pulp-action adventures of Professor Challenger, Indiana Jones, Lara Croft, and other explorer-scholars.",
				{
					"type": "section",
					"name": "Morgrave Characters",
					"id": "220",
					"entries": [
						"A Morgrave expeditions campaign assumes that characters are connected to Morgrave University, which is a patron to the adventuring party. This arrangement allows the university to assign the characters to specific missions and reward them for achieving certain objectives without directing their every move. In return, the characters can draw on the resources of the university, and they gain other benefits from having a group patron. (If you use the group patron rules in {@book Eberron: Rising from the Last War|ERLW|4} or {@book Tasha's Cauldron of Everything|TCE|16}, you can use the benefits listed here instead of the ones in those books; you can use the information on the {@book University|ERLW|4|University} and {@book Academy|TCE|2|Academy} patrons to flesh out the characters' contacts, fields of study, and so on.)",
						"The {@background Archaeologist|EFA} background described in chapter 2 is a good option for characters in this campaign, alongside {@book Player's Handbook|XPHB} backgrounds such as Guide, Sage, and Scribe.",
						{
							"type": "entries",
							"name": "Group Patron Benefits",
							"id": "221",
							"entries": [
								"Characters in a party whose patron is Morgrave University gain the following benefits.",
								{
									"type": "entries",
									"name": "Group Assistance",
									"id": "222",
									"entries": [
										"Having a group patron gives an adventuring party a common purpose—a patron's guidance and encouragement inspire better coordination. As a result of this unity, each member of your party can grant Advantage to a D20 Test made by another member of the party. To grant Advantage in this way, you and your target must be able to see or hear each other, and neither can have the {@condition Incapacitated|XPHB} condition. After granting this Advantage, you can't do so again until you finish a Long Rest."
									]
								},
								{
									"type": "entries",
									"name": "Compensation",
									"id": "223",
									"entries": [
										"The university pays for the work you do on its behalf. The nature of your employment influences how you are paid. On average, the university pays each member of your group 1 GP per day (enough to sustain a Modest lifestyle). Or you might be paid a bounty (at least 250 GP) for each ancient relic you bring back from your adventures and give to the university."
									]
								},
								{
									"type": "entries",
									"name": "Documentation",
									"id": "224",
									"entries": [
										"Each member of your group has identification papers noting their affiliation with Morgrave University, which carries clout in academic circles. The university also acquires documentation, letters of introduction, and traveling papers for you if your work requires them. Finally, if your adventures take you to {@area Xen'drik|254|x}, the university secures the necessary letters of marque issued by the king of {@book Breland|ERLW|5|Breland}, which grant you permission to explore the ruins there."
									]
								},
								{
									"type": "entries",
									"name": "Research",
									"id": "225",
									"entries": [
										"The university has abundant resources to facilitate any research your mission requires. Whenever your group takes a {@book Bastion turn|XDMG|7|Bastion Turns}, you can (as a group) issue the Research order to the university as if it were a {@book Library|XDMG|7|Library} special facility in your Bastion. Once your group reaches level 13, you instead can issue the Research order to the university as if it were an {@book Archive|XDMG|7|Archive}."
									]
								},
								{
									"type": "entries",
									"name": "Resources",
									"id": "226",
									"entries": [
										"Morgrave University has extensive {@area libraries and museums|23f|x}. You can call in a favor to gain access to resources that are generally not on exhibit: dangerous relics, magic items, spellbooks, and the like. Additionally, you can consult with experts in various fields among the university faculty—so long as you can coax them away from their work."
									]
								},
								{
									"type": "entries",
									"name": "Training",
									"id": "227",
									"entries": [
										"You have access to continuing education at no cost. You can spend 30 days in classes to gain one of the following benefits:",
										{
											"type": "list",
											"items": [
												"You gain proficiency in the {@skill Arcana|XPHB}, {@skill History|XPHB}, {@skill Nature|XPHB}, or {@skill Religion|XPHB} skill. You can gain proficiency in only one skill in this way.",
												"You gain proficiency with a tool.",
												"You learn a language."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Morgrave Conflicts",
					"id": "228",
					"entries": [
						"A campaign centered on Morgrave University suggests three significant campaign conflicts:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Rival Explorers",
									"entry": "Characters can explore the tension between legitimate scholarship and greed as they undertake expeditions and explorations in competition with rival adventurers."
								},
								{
									"type": "item",
									"name": "Emerald Claw",
									"entry": "Adventures can bring characters into conflict with sinister forces such as the {@book Order of the Emerald Claw|ERLW|10|Order of the Emerald Claw}, which seeks to use ancient magic to advance its evil purposes."
								},
								{
									"type": "item",
									"name": "Lords of Dust",
									"entry": "The adventurers might—through accident or deception—release ancient evils into the world."
								}
							]
						},
						"You can replace or supplement these conflicts with others from {@book Eberron: Rising from the Last War|ERLW}—such as the {@book Dreaming Dark|ERLW|9|The Dreaming Dark}, the {@book Heirs of Dhakaan|ERLW|9|Goblinoids (Heirs of Dhakaan)}, or {@book Cults of the Dragon Below|ERLW|9|Cults of the Dragon Below}—or scenarios of your own devising. The sites where characters conduct their explorations might suggest particular conflicts.",
						"This section describes the three suggested conflicts, the goals of the villainous groups, and possible plot arcs tied to them.",
						{
							"type": "entries",
							"name": "Rival Explorers",
							"id": "229",
							"entries": [
								"Morgrave University teems with unscrupulous adventurers and researchers driven by avarice. Additionally, the university itself has academic rivals—the {@book University of Wynarn in Aundair|ERLW|5|Fairhaven}, the {@book Library of Korranberg|ERLW|5|Zilargo}, and {@book others|ERLW|4|University}—whose scholars might become personal foils to adventurers associated with Morgrave.",
								{
									"type": "entries",
									"name": "Goals of Rival Explorers",
									"id": "22a",
									"entries": [
										"Create a team of rival explorers who oppose the characters in different ways. If the characters are altruistic researchers seeking to expand the frontiers of knowledge, their rivals should be greedy, selfish, and ruthless—the worst representatives of Morgrave's bad reputation. They seek fame, wealth, and power by plundering the secrets of ancient civilizations and claiming the magic and money they find for themselves.",
										"On the other hand, if the characters seem motivated by greed, choose as their rivals high-minded scholars from Wynarn. These foes work to discover the secrets of the past, contribute to the sum of knowledge, and prove that their university deserves more renown than the \"institute of relic hunting and grave robbing\" that is Morgrave University."
									]
								},
								{
									"type": "entries",
									"name": "A Rival Explorers Arc",
									"id": "22b",
									"entries": [
										"The rivalry between the characters and their foils might unfold according to this outline.",
										{
											"type": "entries",
											"name": "Levels 1–4",
											"id": "22c",
											"entries": [
												"The characters first encounter their adversaries between adventures, at Morgrave University. The rivals might be receiving a coveted accolade, such as a research grant or an academic award. Or they might be conspicuously spending ill-gotten wealth, boasting of their accomplishments, or directly taunting the characters. (A rival group at these levels might consist of a {@creature Berserker|XMM} or {@creature Bandit Captain|XMM}, a {@creature Mage Apprentice|XMM}, a {@creature Priest|XMM}, and a {@creature Spy|XMM}.)"
											]
										},
										{
											"type": "entries",
											"name": "Levels 5–10",
											"id": "22d",
											"entries": [
												"In later adventures, the characters encounter their rivals in the field. Seeing the adventurers' growing success, unscrupulous adversaries might engage in sabotage, theft, and similar escalating (but not violent) attacks. Or the characters might use such tactics themselves as their rivals enjoy a series of lucky finds and major successes. (A rival group at these levels might consist of an {@creature Assassin|XMM}, a {@creature Gladiator|XMM}, a {@creature Mage|XMM}, and a {@creature Performer Maestro|XMM}.)"
											]
										},
										{
											"type": "entries",
											"name": "Levels 11–16",
											"id": "22e",
											"entries": [
												"As the adventurers reach high levels, the rivalry comes to a head through an unfortunate event. The adversaries acquire a cursed item that possesses or otherwise corrupts them, turning the other group into outright antagonists. Ideally, the characters solve this problem by breaking the curse rather than killing the rivals, but either way, these foils no longer trouble the characters after they resolve this situation. (A rival group at these levels might consist of an {@creature Archmage|XMM}, an {@creature Archpriest|XMM}, a {@creature Spy Master|XMM}, and a {@creature Warrior Commander|XMM}.)"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Order of the Emerald Claw",
							"id": "22f",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/061-06-002.emerald-claw-knights.webp"
									},
									"title": "Two Emerald Claw Knights join their commander in a hunt for powerful magic",
									"credit": "Daarken",
									"width": 850,
									"height": 550
								},
								"Driven by fanatical evil and bolstered by legions of undead soldiers, the Order of the Emerald Claw is a villainous organization whose aims often pit its agents against expeditions from Morgrave University. The order's methods range from military raids using undead soldiers to subtle espionage and assassination.",
								{
									"type": "entries",
									"name": "Goals of the Emerald Claw",
									"id": "230",
									"entries": [
										"In service of its undead leader, {@creature Lady Illmarrow|ERLW}, the Order of the Emerald Claw seeks powerful magic items, particularly those created with necromantic magic. Often its agents use these items simply to spread terror and destruction, but their efforts ultimately support Lady Illmarrow's goal of reactivating her dragonmark, the extinct {@book Mark of Death|ERLW|2|The Houses of Shadow}."
									]
								},
								{
									"type": "entries",
									"name": "An Emerald Claw Arc",
									"id": "231",
									"entries": [
										"The conflict between adventurers and the Order of the Emerald Claw might follow this broad outline.",
										{
											"type": "entries",
											"name": "Levels 1–4",
											"id": "232",
											"entries": [
												"At low levels, the characters can clash with skeletons and zombies under the Emerald Claw's control. At the same time, they might build a relationship—professional or personal—with an Emerald Claw spy within the Morgrave University faculty, such as Dala Arand (see the \"{@area Cyre Tower|249|x}\" section later in this chapter). This spy could even serve as a patron for the characters' expeditions."
											]
										},
										{
											"type": "entries",
											"name": "Levels 5–10",
											"id": "233",
											"entries": [
												"Emerald Claw agents use violence to keep the characters away from treasures the order has claimed. The adventurers might set out explicitly to prevent the Emerald Claw from acquiring powerful magic, or the two groups might be searching for the same sites and treasures. But the Claw agents seem to have inside information on the characters' activities and plans!"
											]
										},
										{
											"type": "entries",
											"name": "Levels 11–16",
											"id": "234",
											"entries": [
												"The spy at Morgrave University is uncovered and emerges as a powerful villain—perhaps a mighty necromancer or a vampire—who takes center stage through middle to high levels. Now the Emerald Claw primarily works to get the adventurers out of the way so they can't foil Lady Illmarrow's greater schemes."
											]
										},
										{
											"type": "entries",
											"name": "Levels 17–20",
											"id": "235",
											"entries": [
												"The characters or the Emerald Claw agents acquire information about the Mark of Death, attracting Lady Illmarrow's attention. The would-be Queen of the Dead plans an elaborate ritual in the heart of {@book Shae Mordai|ERLW|6|Shae Mordai}, the elven City of the Dead. The rite will destroy the islands of {@book Aerenal|ERLW|6|Aerenal} and elevate Lady Illmarrow to divinity—unless the characters stop her first."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Emerald Claw Agents",
									"id": "236",
									"entries": [
										"Agents of the Order of the Emerald Claw are soldiers whose obedience to the order and their superiors is absolute. They include the scouts, spies, and warriors described in the {@book Monster Manual|XMM}, in addition to the stat blocks presented here, and they are often accompanied by Undead troops such as {@creature Skeleton|XMM|Skeletons}, {@creature Zombie|XMM|Zombies}, and {@creature Karrnathi Undead Soldier|ERLW|Karrnathi Undead Soldiers} (which appear in {@book Eberron: Rising from the Last War|ERLW|14}). Their leaders include {@creature Bone Knight|ERLW|Bone Knights} (also in {@creature Bone Knight|ERLW|Eberron: Rising from the Last War}).",
										{
											"type": "entries",
											"name": "Emerald Claw Commander",
											"id": "237",
											"entries": [
												"Emerald Claw commanders lead large groups of soldiers, inspiring the fanatical devotion of Humanoids and Undead alike."
											]
										},
										{
											"type": "entries",
											"name": "Emerald Claw Knight",
											"id": "238",
											"entries": [
												"Knights of the Emerald Claw command squads of Humanoid or Undead soldiers. As they draw nearer to death, the chill of the grave suffuses their weapon attacks."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lords of Dust",
							"id": "239",
							"entries": [
								"Tales from the ancient history of Eberron tell of a time when the world fell entirely under the sway of evil: the so-called {@area Age of Demons|251|x}, when fiendish beings called overlords ruled the world. The Lords of Dust are servitors of those lords—lesser (but still terrifying) Fiends who seek to sustain the overlords and release them from their prisons in Khyber.",
								{
									"type": "entries",
									"name": "Goals of the Lords of Dust",
									"id": "23a",
									"entries": [
										"To sustain the overlords, the Lords of Dust encourage activities that strengthen these lords' influence. For example, because the overlord {@creature Rak Tulkhesh|ERLW} embodies war, his minions work to cause strife across the world. And {@creature Sul Khatesh|ERLW} feeds on the fear evoked by the sinister magic of warlocks and evil wizards, so her minions entice cruel folk to enter into pacts with the Queen of Shadows.",
										"The Lords of Dust work toward the long-term goal of releasing the overlords from imprisonment by manipulating world events to conform to their interpretations of the {@area Draconic Prophecy|009|x}. Over the millennia, they sought to collect every possible fragment of the mysterious Prophecy that might pertain to the overlords' liberation. They try to fulfill the Prophecy in ways that advance that goal. However, they are constantly impeded by newly discovered elements of Prophecy—especially since the dragonmarks that appear on mortals often seem connected to relevant parts of the Prophecy. This drives many Lords of Dust to collect or kill dragonmarked characters."
									]
								},
								{
									"type": "entries",
									"name": "A Lords of Dust Arc",
									"id": "23b",
									"entries": [
										"The threat of the Lords of Dust need not become evident until the characters have some experience under their belts and can handle the threat of the overlords' weakest minions. The conflict might play out according to this outline.",
										{
											"type": "entries",
											"name": "Levels 5–10",
											"id": "23c",
											"entries": [
												"A few strange and apparently unconnected events mark the characters' adventures during these levels. A demon flies into a rage at the sight of a dragonmarked character and attacks only that character. A mysterious figure in disguise tries to hire the characters to carry out a bizarre mission in a very specific way. The characters find their path through a dungeon cleared out ahead of them, with mangled monster corpses left in the wake of whatever horror preceded them—but the ancient relic they seek there is undisturbed."
											]
										},
										{
											"type": "entries",
											"name": "Levels 11–16",
											"id": "23d",
											"entries": [
												"The Lords of Dust try to manipulate the characters to use the ancient relic to kill a dragon, prominent dragonmarked individual, or political figure. The Lords believe that the characters using the relic in this way will fulfill part of the Draconic Prophecy and serve as an important step toward the overlords' release. At some point, an evil dragon ({@area an agent of the Chamber|1d0|x}) warns the characters against this manipulation, explaining the nature and goals of the Lords of Dust to them. If the characters refuse to cooperate with the lords, powerful Fiends attack them to claim the relic and place it in the hands of more pliable adventurers."
											]
										},
										{
											"type": "entries",
											"name": "Levels 17–20",
											"id": "23e",
											"entries": [
												"Apparently by coincidence, the adventurers' latest expedition—the crowning achievement of their careers—leads to the discovery of an Underdark site where an overlord lies imprisoned. A horde of demons appears and attacks, each one throwing itself on the overlord's prison when it is slain. As each creature's ichor spills over the prison, cracks appear in the stone surface. Can the adventurers fend off the demons and the ever-increasing manifestations of evil without freeing the overlord and unleashing destruction on the world?"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Morgrave University",
					"id": "23f",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/EFA/062-06-003.morgrave-university.webp"
							},
							"title": "Morgrave University",
							"credit": "Cullen Cole",
							"width": 1700,
							"height": 2258
						},
						"Morgrave University is prominently situated in {@book Sharn|ERLW|8}, the City of Towers—in the {@book Upper Menthis ward|ERLW|8|Upper Menthis}. The institution owns the buildings surrounding the campus proper, renting residences to students and faculty. The university also leases business space to essential trades and services, from booksellers and stationers to scribes and cartographers. The school fills {@area Dalannan Tower|240|x}, crowned by the enormous dome of Lareth Hall. Five slender spires (named after the {@book Five Nations|ERLW|0|The Five Nations}) ring Dalannan Tower and house the students.",
						"At the bottom levels of the university, several large courtyards among the towers feature grass and small trees. Locals call these courtyards the \"ground floor\" of the campus, despite their position high above the Menthis Plateau. They're popular sites for student gatherings and class meetings on the rare occasions that Sharn's notoriously rainy weather lets up.",
						"Beyond the courtyards, the \"ground floor\" contains lecture halls, study halls, small libraries (mostly focused on books assigned for student reading), dining halls, and faculty offices.",
						"Morgrave is a constant bustle of activity while classes remain in session, but it can feel deserted in the evenings, on weekends, and between terms. Even for nonstudents, the university contains resources and information helpful to nearly any pursuit—if you know where to look and whom to ask. The following locations represent some of the most popular and versatile resources on the campus. Among the location descriptions are snapshots of some of the faces of Morgrave—professors who are colorful characters and might have interesting roles to play in a Morgrave expeditions campaign.",
						{
							"type": "entries",
							"name": "Dalannan Tower",
							"id": "240",
							"entries": [
								"The lowest levels of Dalannan Tower hold faculty offices for several core departments, including history, archaeology, anthropology, geography, arcana, linguistics, and the interdisciplinary Xen'drik studies and Dhakaani studies programs. These offices, along with a sprinkling of lecture halls, ring the tower's outer edge.",
								"At these lower levels, the tower's interior (accessible only from the floors above) contains the vaults of the {@book Dezina Museum of Antiquities|ERLW|8|Menthis Plateau}, whose public areas fill several of Dalannan's middle floors. These vaults contain hundreds, if not thousands, of unopened crates holding uncatalogued treasures—some of which have been there for decades.",
								"Above the Dezina Museum, the Morgrave University Library fills the top levels of Dalannan Tower. While it doesn't match the {@book library at Korranberg|ERLW|4|Other Universities} in breadth, it is the most extensive collection of books in Breland. It specializes in the history of Khorvaire and is run by gnome expatriates from Zilargo. Students and faculty can use the library for free; others must pay 1 GP per day.",
								"At the top of Dalannan Tower lies a complex of several buildings with great domes and pillared facades. Lareth Hall, which houses administrative offices, is the largest of these structures. Next to it rises the Great Hall of Aureon, a temple to the {@book Sovereign of knowledge|ERLW|7|Sovereign Host}. It's purported to be a source of divine inspiration—tales say that sleeping on the temple's marble floor provides insight into one's problems. The temple staff includes scholars and experts from practically every academic field and discipline.",
								"Attached to both Lareth Hall and the Great Hall of Aureon, a slender spire topped with a column-ringed, open-air hall completes the facility. This is the home of Flamewind (see \"Faces of Morgrave\" below). The sphinx gives the spire its name: Flamewind's Steeple.",
								{
									"type": "entries",
									"name": "Flamewind",
									"id": "241",
									"entries": [
										"Not technically a faculty member, the sphinx called Flamewind ({@creature Sphinx of Lore|XMM}) is certainly one of the most interesting characters on campus. A recent expedition to Xen'drik encountered her, and she claimed she had been waiting for the scholars to find her. She willingly returned with them to Khorvaire and took up residence at the top of a spire beside Lareth Hall's great dome. She frequently summons adventurers to her chamber and sends them on cryptic missions. Many say she has oracular powers and has studied the {@area Draconic Prophecy|009|x}."
									]
								},
								{
									"type": "entries",
									"name": "Ghash Duurkat",
									"id": "242",
									"entries": [
										"Though he hasn't yet received a professorship (he carries the title of lecturer in the history department), Ghash Duurkat (Lawful Neutral {@creature Hobgoblin Captain|XMM}) remains a popular sensation at Morgrave. A hobgoblin who wears traditional battle armor to every class, Duurkat is a boisterous lecturer. But despite the theatrics, his knowledge of Dhakaani history is unmatched. A rakshasa associated with the Lords of Dust has taken an interest in Ghash Duurkat's research, which has touched on the location of an imprisoned overlord far beneath Darguun."
									]
								},
								{
									"type": "entries",
									"name": "Larrian ir'Morgrave",
									"id": "243",
									"entries": [
										"Larrian ir'Morgrave (Medium {@creature Noble Prodigy|XMM}) descends directly from Lareth ir'Morgrave, founder of the university, and serves as its current master. Though his job involves more administration than scholarship, he nevertheless finds time to publish more papers on giant-made pottery than any other scholar, past or present. If you use rival explorers in your campaign who are connected to Morgrave University, they work hard to curry favor with Master Larrian, and if the adventurers don't put in similar effort, they'll find the school administration hampering their efforts at every turn."
									]
								},
								{
									"type": "entries",
									"name": "Zophik",
									"id": "244",
									"entries": [
										"Widely regarded as erratic, Professor Zophik (Medium {@creature Warrior Commander|XMM})—a human who no longer uses her first name—has earned the right to some eccentricity. Her field of history is the Age of Demons; supposedly she has traveled to ancient {@book Ashtakala|ERLW|5|Ashtakala} and survived—though not unscarred."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Aundair Spire",
							"id": "245",
							"entries": [
								"Most of Aundair Spire holds student dormitories, faculty residences, and offices for the faculty and staff of the botany, agriculture, and related departments. Crowning the spire, the magnificent Hadrill Gardens displays an extraordinary collection of exotic plants, flowers, and even plant creatures from around the world. Access to the more dangerous plants is restricted to botany students with permission from a faculty member. Both students and staff enjoy meditation and even romantic walks within the spire's large open-air garden and nine greenhouses—including one devoted to orchids from {@area Xen'drik|254|x} and {@book Q'barra|ERLW|5|Q'barra}.",
								{
									"type": "entries",
									"name": "Alain Gourthan",
									"id": "246",
									"entries": [
										"Professor Alain Gourthan, a young human botanist (Medium {@creature Noble|XMM}), has yet to make any dramatic discoveries—a fact that grates on his nerves. His academic knowledge exceeds that of many colleagues, and students call him an excellent lecturer. But his lack of significant field experience has held him back. Word is circulating that he plans a truly ambitious expedition to the far south of Xen'drik, which almost certainly will either make or break his career. He might hire the characters or their rivals to accompany him on this expedition.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/EFA/063-06-004.faces-of-morgrave.webp"
											},
											"credit": "Cullen Cole",
											"width": 850,
											"height": 570
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Breland Spire",
							"id": "247",
							"entries": [
								"Below many levels of residences for students and faculty, the lowest levels of Breland Spire hold the offices of the mathematics, engineering, siege craft, alchemy, physics, and planar studies departments. Toward the top of the spire sits the Commons, a large, roofed plaza ringed by columns to allow fresh air to blow through. The Commons is a popular gathering spot for the university community. Food vendors set up carts there every morning and sell a wide variety of dishes throughout the day. In the evening, the Commons grows quieter, becoming a favorite spot for those who want to read, meditate, or have a private conversation.",
								{
									"type": "entries",
									"name": "The Bridge",
									"id": "248",
									"entries": [
										"A long arcing, covered bridge connects Breland Spire to a level near the top of Dalannan Tower. One side of the bridge features shops focused on the needs of Morgrave's students (bookstores, paper makers, clothing and equipment vendors). On the other side, a wall holds announcements and notices (job opportunities, campus events, items for sale, and so forth)."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Cyre Tower",
							"id": "249",
							"entries": [
								"The lowest levels of Cyre Tower contain offices for the departments of art, music, literature, and related fields. The upper levels here house close-knit communities of students and faculty with common interests. Such interests include academic pursuits, hobbies, shared languages, and religious affiliation. In Shava House—one such community—residents enjoy meals heavily laden with academic discourse regarding the history of Xen'drik.",
								{
									"type": "entries",
									"name": "Dala Arand",
									"id": "24a",
									"entries": [
										"Dala Arand (Medium, Lawful Evil {@creature Tough Boss|XMM}), a young human resident of Shava House, has a distinguished record of expeditions to Xen'drik. She is particularly drawn to legends surrounding powerful Artifacts wielded by dragons and demons as the ancient Age of Demons came to an end. Rumors claim she has solid leads pointing to the location of an item known as the Scepter of Fell Khadash, somewhere in a vault in Xen'drik. Secretly, she is an agent of the {@area Order of the Emerald Claw|22f|x}; she reserves the most powerful magic she discovers for the order. The students and adventurers she brings on expeditions remain unaware of this connection."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Karrnath Spire",
							"id": "24b",
							"entries": [
								"Zoology, animal husbandry, medicine, and related departments have offices and classrooms on the lowest levels of Karrnath Spire. Near the top lies the Valdain Museum of Natural History, a fascinating collection of stuffed and mounted animals from across Khorvaire and beyond. Despite being underfunded and unappreciated at a university so focused on ancient ruins and relics, the Valdain Museum features exhibits on magical creatures, from blink dogs and displacer beasts to a great bulette. An enormous dragon skeleton hangs from the ceiling just inside the museum entrance.",
								{
									"type": "entries",
									"name": "Sendor Reddick",
									"id": "24c",
									"entries": [
										"Professor Sendor Reddick (Medium {@creature Death Cultist|XMM}) is a taxidermist as well as a noted scholar of animal biology. As curator of the Valdain Museum of Natural History, Reddick pays handsomely for well-preserved specimens of unusual creatures, though he prefers to stuff them himself. Many whisper that the young-seeming elf dabbles in necromancy, and some speculate that he might be connected to the {@area Order of the Emerald Claw|22f|x}. In fact, he is devoted to {@creature Sul Khatesh|ERLW} and serves the {@area Lords of Dust|239|x}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Thrane Tower",
							"id": "24d",
							"entries": [
								"Departments including law, government, economics, sociology, religion, and related fields occupy offices at the lowest levels of Thrane Tower. The rest of the tower contains residences, including several luxurious homes with commanding views at the top of the tower. Most notable is the home of {@area Larrian ir'Morgrave|243|x}, the master of the university.",
								{
									"type": "entries",
									"name": "Sana Dhuma",
									"id": "24e",
									"entries": [
										"People know Sana Dhuma, an aged orc scholar of religion (Medium, Neutral Good {@creature Mage|XMM}), for her extensive work among the benevolent yuan-ti of Krezent (in the {@book Talenta Plains|ERLW|5|Talenta Plains}), as well as a few brief forays into territory held by yuan-ti in {@area Xen'drik|254|x}. Her office and residence boast an extensive collection of pet snakes. She's fond of making students suspect that one of the snakes is actually a yuan-ti spy."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Below Morgrave",
							"id": "24f",
							"entries": [
								"Teeming neighborhoods of citizens occupy the towers and streets below the university's main tower. Just below the \"ground floor\" in Middle Menthis, the middle levels of those towers hold the district of Everbright. There, vendors make and sell magic items, spellcasters offer their services, and specialized merchants trade with exclusive clientele. It's a peaceful, well-to-do neighborhood lit with magic lanterns and glittering with other magical effects.",
								"Below Everbright, the tower and spires of Morgrave University above merge together into a single, massive structure full of apartments and ringed with orderly townhouses, forming the heart of a residential district called Center Bridge. Though rowdy taverns, theaters, and gambling dens surround this neighborhood, Center Bridge remains mostly quiet. Many students and some university staff live here, where lodging costs less than in the upper towers."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dangerous Destinations",
					"id": "250",
					"entries": [
						"From million-year-old shrines in the {@book Demon Wastes|ERLW|5|Demon Wastes} to the wreckage of {@book Cyre in what is now the Mournland|ERLW|5|Cyre (The Mournland)}, Eberron is strewn with the ruins of former civilizations. At these sites, explorer-adventurers can delve into the mysteries of the past. The adventure locations you choose can affect the tone and flavor of your campaign (see \"{@book Flavors of Fantasy|XDMG|4|Flavors of Fantasy}\" in the {@book Dungeon Master's Guide|XDMG}), as well as determine the kinds of ancient relics characters might unearth in their expeditions.",
						{
							"type": "entries",
							"name": "Age of Demons",
							"id": "251",
							"entries": [
								"The Age of Demons is shrouded in myth, and explorers rarely find ruins from that ancient era. But a few sites remain, particularly in the {@book Demon Wastes|ERLW|5|Demon Wastes} and {@book Q'barra|ERLW|5|Q'barra}, kept relatively intact by the powerful magic of the Fiends who built them or preserved by an archfiend overlord imprisoned beneath them. Adventurers who dare to explore such a site must beware releasing bound Fiends.",
								"The ruins from the Age of Demons are fitting for supernatural horror adventures. The relics and treasures the characters unearth appear evil and grotesque, and the truths they learn about Eberron's most ancient history might disturb them deeply. In addition, they likely face nightmarish foes, potentially even including a fiendish overlord, as detailed in {@book Eberron: Rising from the Last War|ERLW}. The Lords of Dust are particularly important antagonists in the Demon Wastes.",
								"Use the Age of Demons Finds table to describe an art object, magic item, or historical curiosity the characters discover on their expeditions into these ancient ruins.",
								{
									"type": "table",
									"caption": "Age of Demons Finds",
									"colLabels": [
										"1d12",
										"Item"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A statuette of a demonic frog-like figure made of an unknown, slimy substance"
										],
										[
											"2",
											"A dagger with a jagged blade whose handle squirms when held"
										],
										[
											"3",
											"A jeweled box that screams when opened"
										],
										[
											"4",
											"A circlet or necklace with prongs that bite into the skin when it's worn"
										],
										[
											"5",
											"A plain metal ring that causes its wearer to hear incessant, unintelligible whispers"
										],
										[
											"6",
											"An amulet or figurine covered with a sickly-looking lichen that feels cold to the touch"
										],
										[
											"7",
											"A piece of jewelry set with a translucent gemstone; an indistinct shape inside the gem moves at random"
										],
										[
											"8",
											"A weapon made from dark metal that dims the light immediately surrounding it"
										],
										[
											"9",
											"A die made of petrified bone with mysterious glyphs on the faces"
										],
										[
											"10",
											"Glass bangles of shifting colors that make no sound striking against each other"
										],
										[
											"11",
											"A metal scepter topped with a monstrous head much denser than the rest of the scepter, which makes it unbalanced"
										],
										[
											"12",
											"A medallion or sculpture depicting a {@book Fiend|XMM|3|Fiend} locked in battle with a {@book Celestial|XMM|3|Celestial} or {@book Dragon|XMM|3|Dragon}"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dhakaan",
							"id": "252",
							"entries": [
								"The Empire of Dhakaan, ruled by hobgoblin kings for thousands of years in Khorvaire's distant past, united several rival nations to create the continent's first significant empire. Its reign was shattered during the Daelkyr War, when armies of mind flayers, beholders, and other Aberrations spewed from Xoriat, the plane of delirium, and launched an overwhelming attack on Khorvaire. Though the Gatekeeper druids ultimately drove the daelkyr back and held them in check, the war so destabilized the Dhakaani Empire that it soon collapsed.",
								"Ruins of cities and fortifications built during the Dhakaani Empire dot Khorvaire, especially in the southwest—in modern {@book Droaam|ERLW|5|Droaam}, {@book Breland|ERLW|5|Breland}, {@book Zilargo|ERLW|5|Zilargo}, and {@book Darguun|ERLW|5|Darguun}—as well as {@book Valenar|ERLW|5|Valenar} and the {@book Mournland|ERLW|5|Cyre (The Mournland)}. The war with the daelkyr particularly scarred Droaam; ancient relics there might hold the secrets of daelkyr flesh-warping, Gatekeeper planar spells, or the military magic of the Dhakaani.",
								"Expeditions into Dhakaani ruins tend toward heroic fantasy. The dangers lurking there range from ancient traps and Construct guardians crafted by long-dead goblinoids to subterranean monsters that lair in the ruins. Adventures involving the remnants of the Daelkyr War also can incorporate elements of supernatural horror, including hideous monsters descended from the daelkyr's creations.",
								"Ancient sites from the Dhakaani Empire—and the treasures within them—are esteemed by modern-day hobgoblins from Darguun who seek to revive the empire. Explorers in these ruins often must contend with goblinoid rivals who regard Dhakaani antiquities as rightfully Darguun's. These treasures include armor and weapons, frequently decorated with calligraphy or illustration—or enhanced with brutal spikes or serrated blades."
							]
						},
						{
							"type": "entries",
							"name": "Khyber",
							"id": "253",
							"entries": [
								"The creation myths of various cultures describe the primordial dragon Eberron restraining and imprisoning the dragon Khyber within her coils. (See \"{@book Khyber|ERLW|6|Khyber}\" in {@book Eberron: Rising from the Last War|ERLW} for details.) Whether one takes this myth literally or figuratively, one cannot deny that untold alien worlds exist within the subterranean reaches that bear the imprisoned dragon's name—not just the unfamiliar underground passageways and caverns of the Underdark, but entire demiplanes teeming with monstrous creatures. Neither can one deny that the expanses of Khyber serve as a prison for fiendish overlords, daelkyr, and other powerful evils. These coils also harbor sealed portals connecting to these creatures' native realms.",
								"Expeditions into the depths of Khyber often incorporate elements of supernatural horror, given the pervasive evil of the creatures in these subterranean realms. Thanks to the strange demiplanes embedded within Khyber, these adventures also might cross the streams into alien weirdness: characters could venture into a demiplane resembling Wonderland, Oz, or a postapocalyptic wasteland.",
								"Khyber is a prison realm, and the {@book dragonshards|ERLW|12|Dragonshards} found there relate to binding magic. These crystals are essential components of modern elemental vessels, including airships, Lyrandar galleons, and the lightning rail. Thus, many expeditions into Khyber are prospecting missions for this valuable mineral resource—though such journeys rarely risk delving into the weirdest depths of Khyber. Increasingly, {@area House Tharashk|202|x} prospectors seek partnerships with academic expeditions into Khyber so they can benefit from scholarly expertise about the realm's bizarre phenomena. Morgrave University, true to its reputation, happily supplies such experts in exchange for a cut of the substantial profits.",
								"Aside from assisting in such profit-driven expeditions, Morgrave University doesn't often sponsor independent missions into Khyber. Such missions rarely bring back physical objects of any scholarly interest or monetary value. Nevertheless, the professors who study Khyber occasionally lead or send expeditions to research such obscure topics as the binding seals of the {@book Gatekeepers|ERLW|9|Gatekeepers}, the spacedistorting effects of planar confluence, and the psychological impact of exposure to daelkyr magic."
							]
						},
						{
							"type": "entries",
							"name": "Xen'drik",
							"id": "254",
							"entries": [
								"Expeditions to Xen'drik remain the core of Morgrave University's archaeological work and the foundation of its reputation—for both good and ill. The school's founder, Lord Lareth ir'Morgrave, was one of the first explorers from Khorvaire to penetrate the interior of Xen'drik and discover ruins from an ancient giant civilization there. Despite the great distance involved, multiple university-sponsored expeditions operate across Xen'drik at any time.",
								"{@book The Age of Giants|ERLW|1|Drow of Xen'drik} left numerous ruins strewn across Xen'drik's landscape. But the continent hides its secrets from explorers, as if the relics of the ancient giants weren't meant for the eyes of prying adventurers. No one knows better than the scholars of Morgrave University how to circumvent those barriers and plunder the continent's troves of both knowledge and wealth.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EFA/064-06-005.elemental-airships.webp"
									},
									"title": "Elemental airships aid archaeological expeditions to distant lands",
									"credit": "Cullen Cole",
									"width": 850,
									"height": 570
								},
								{
									"type": "entries",
									"name": "Journeys to Xen'drik",
									"id": "255",
									"entries": [
										"A voyage from {@book Sharn|ERLW|8} to {@book Stormreach|ERLW|6|Notable Locations|3}—the most accessible settlement in Xen'drik, used as a launch point for most expeditions into the interior—involves traveling about fifteen hundred miles by sea through the perilous Straits of Shargon. The university typically hires a {@book Sailing Ship|XPHB|6|Large Vehicles} (or occasionally a {@book Lyrandar galleon|ERLW|10|Lyrandar Galleons}) to carry passengers and supplies to Stormreach, then back again. The expedition members are responsible for refreshing their supplies in Stormreach and journeying to their destination on foot.",
										"A {@book Lyrandar airship|ERLW|10|Lyrandar Airship} can bypass the dangers of the sea voyage and cover the distance faster, but the Straits of Shargon are known for brutal storms. An expedition can save considerable time by using a House Orien {@spell Teleportation Circle|XPHB} to get to Stormreach, at the cost of having to purchase supplies and perhaps other transportation options in Xen'drik, where prices are often inflated. The Xen'drik Journeys table summarizes these options.",
										{
											"type": "table",
											"caption": "Xen'drik Journeys",
											"colLabels": [
												"Transport",
												"Cost",
												"Time"
											],
											"colStyles": [
												"col-6",
												"col-3",
												"col-3"
											],
											"rows": [
												[
													"Sailing Ship",
													"150 GP/person",
													"32 days"
												],
												[
													"Lyrandar Galleon",
													"750 GP/person",
													"7 days"
												],
												[
													"Lyrandar Airship",
													"1,500 GP/person",
													"3 days"
												],
												[
													"{@spell Teleportation Circle|XPHB}",
													"2,500 GP",
													"Instant"
												]
											]
										},
										"Using the {@book guidelines for travel|XDMG|1|Travel} in the {@book Dungeon Master's Guide|XDMG}, you can think about a sea voyage to Xen'drik in three stages:",
										{
											"type": "list",
											"items": [
												"Sharn to Shargon's Teeth islands (500 miles)",
												"Through Shargon's Teeth (375 miles)",
												"To Stormreach (625 miles)"
											]
										},
										"In the first stage, characters might face storms, shifting winds, or other environmental hazards that can extend the journey, perhaps even to the point where supplies begin to run low.",
										"The most common challenge in the second stage involves a confrontation with sahuagin that dwell in the waters around Shargon's Teeth. Some sahuagin bands prove hostile to all travelers, while others sell their services as guides and lead ships through the hard-to-navigate waterways. Successfully completing this stage of the journey might involve combat, careful negotiation, or both.",
										"The third and longest stage might involve encounters with unexpected monsters—from a {@creature Giant Crab|XMM} to a {@creature Kraken|XMM}—living in the seas or on small islands."
									]
								},
								{
									"type": "entries",
									"name": "Drow of Xen'drik",
									"id": "256",
									"entries": [
										"Within the cyclopean ruins of Xen'drik, drow are the self-proclaimed inheritors of the Age of Giants. The descendants of elves who were enslaved by giants, drow now dwell in the homes of their former masters, guarding the relics and holy sites that fate has entrusted to them. With a culture based on rebellion, magic, and combat prowess, drow are deadly enemies to any who would attempt to steal or debase the history of Xen'drik.",
										"Most drow of Xen'drik worship a fierce scorpion-god called Vulkoor. Some theologians of the Sovereign Host and the Dark Six believe Vulkoor to be an aspect of the {@book Mockery|ERLW|7|The Six} (see {@book Eberron: Rising from the Last War|ERLW}), but the Vulkoori drow show no partiality to the followers of the Mockery or any other god but their own. In imitation of their arachnid god, Vulkoori wear plates of scorpion chitin sewn to leather straps and sheaths. They tattoo their flesh using scorpion venom that leaves white scars on their skin.",
										{
											"type": "entries",
											"name": "Vulkoori Stingblade",
											"id": "257",
											"entries": [
												"Vulkoori drow warriors coat their weapons with the same deadly scorpion venom they use to tattoo their skin. Thanks to their extensive use of poison, they are resistant to the scorpion venom's full effects."
											]
										},
										{
											"type": "entries",
											"name": "Vulkoori Venom Priest",
											"id": "258",
											"entries": [
												"Vulkoori venom priests delight in inflicting suffering through poison. Their weaponry and magic are carefully crafted to evoke the presence of the scorpion-god and strike terror into their enemies' hearts."
											]
										},
										{
											"type": "entries",
											"name": "Umbragen Shadow Walker",
											"id": "259",
											"entries": [
												"Umbragen drow are the descendants of drow who fled the giants and found refuge underground. For countless generations, they have lived in the lightless caverns of Khyber. There, they tapped into a mysterious magical shadow they called the Umbra. Though some have emerged to haunt the surface in the wake of the giant empire's fall, they retain a spiritual and physical connection to the darkness below. Umbragen shadow walkers weave shadow magic to confound foes.",
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/EFA/065-06-006.drow-battle.webp"
													},
													"title": "Vulkoori and Umbragen drow battle in a cavern filled with mysteries",
													"credit": "Jordan Kerbow",
													"width": 850,
													"height": 571
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Wonders of Xen'drik",
									"id": "25a",
									"entries": [
										"Huge expanses of Xen'drik remain completely unexplored, and even the Skyfall Peninsula outside Stormreach is still wilderness. Most known ruins and important sites in Xen'drik lie in the northern region; the exact locations of most sites beyond the peninsula seem like mere speculation. Sites near Stormreach, built in the midst of a ruined giant city, have become the best-known ruins in Xen'drik.",
										{
											"type": "entries",
											"name": "Bazek Mohl",
											"id": "25b",
											"entries": [
												"Ancient giants built their so-called \"City of Shadows\" underground, in a manifest zone linked to the plane of {@book Mabar|ERLW|10|Mabar, the Endless Night}, the realm of eternal night. The only indication on the surface of the city's presence far below is a toppled tower in the jungle, its shattered walls of purplish granite infused with shadow magic. Ancient texts in the archives of {@book House Phiarlan|ERLW|1|Elves and Dragonmarks} suggest a connection between the ancestors of that house and Bazek Mohl, leading scholars to believe that the {@book Mark of Shadow|ERLW|2|The Mark of Shadow} might relate to the shadow magic of this place."
											]
										},
										{
											"type": "entries",
											"name": "Mel-Aqat",
											"id": "25c",
											"entries": [
												"For many years, people considered Mel-Aqat mere legend. Mentioned in a variety of ancient texts, this site was supposedly the prison for a mighty fiendish overlord. Until only a few years ago, most scholars had abandoned hope of finding it. Then it was unearthed by a group of adventurers led by the scholar Janik Martell. Fiendish power suffuses the ruins, but Celestial forces are at work there as well, and the {@book Church of the Silver Flame|ERLW|7|Church of the Silver Flame} is interested in supporting further expeditions there."
											]
										},
										{
											"type": "entries",
											"name": "Obsidian City",
											"id": "25d",
											"entries": [
												"The Obsidian City is a ruined giant city now inhabited by a group of drow called the Sulatar (\"firebinders\"). It lies at least eight hundred miles upriver from Stormreach."
											]
										},
										{
											"type": "entries",
											"name": "Pra'xirek",
											"id": "25e",
											"entries": [
												"Pra'xirek is a ruined giant city near one of the heads (sources) of the Hydra—the great sound that divides the Skyfall Peninsula from the rest of the continent. Two groups of giants still inhabit the ruins, as does a group of drow."
											]
										},
										{
											"type": "entries",
											"name": "Pyramid of Ebon Flame",
											"id": "25f",
											"entries": [
												"The Pyramid of Ebon Flame is one of several scattered creations of the giant wizard-king Addis-Ro, a necromancer who experimented with powers drawn from the depths of Khyber. This huge monolith formed of unbreakable black glass supposedly marks the passage through which the wizard-king journeyed into the deeps."
											]
										},
										{
											"type": "entries",
											"name": "Ring of Storms",
											"id": "260",
											"entries": [
												"The Ring of Storms, according to legend, was the mountain refuge of a sect of powerful drow spellcasters during the Age of Giants. The fall of an enormous dragonshard from the Ring of Siberys destroyed this sect."
											]
										},
										{
											"type": "entries",
											"name": "Tharkgun Dhak",
											"id": "261",
											"entries": [
												"A cliffside fortress built by giants in the northern Fangs of Argarak, Tharkgun Dhak is a gateway to the depths of Khyber. Ogres control this site, now infested with Aberrations."
											]
										},
										{
											"type": "entries",
											"name": "Throne Gate Ruins",
											"id": "262",
											"entries": [
												"Aside from the ruins beneath Stormreach, the Throne Gate Ruins are the closest ruins to the city, about four hundred miles up the Rachi River. This site served as a temple and arcane laboratory at the height of the giant empire."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Race For The Crab Temple",
					"id": "263",
					"entries": [
						"{@i An adventure for Level 3 characters}",
						{
							"type": "insetReadaloud",
							"name": "The Sharn Inquisitive—Rivals Race To Wretched Ruin",
							"id": "264",
							"entries": [
								"Not one but two expeditions from Morgrave University launch this week to explore the so-called Crab Temple, discovered last month near Stormreach. Which team will be the first to cross the deadly Straits of Shargon, cut through the jungles of the Skyfall Peninsula, and discover the great crab's secrets?"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Morgrave Expedition Adventure",
					"id": "265",
					"entries": [
						"This section contains a {@book sample adventure|XDMG|1|Narration}, presented in the same format as those in the {@book Dungeon Master's Guide|XDMG}—except that it features the opening situation and hook as an extract from a broadsheet.",
						{
							"type": "entries",
							"name": "Encounters",
							"id": "266",
							"entries": [
								"The characters and their rivals (see \"{@area Morgrave Expeditions Conflicts|228|x}\" in this chapter) are competing to reach and explore an ancient ruin in the forest of Xen'drik. The adventure involves a journey to Stormreach, the trek to the Crab Temple, exploration of the site, and then the return trip.",
								{
									"type": "entries",
									"id": "267",
									"entries": [
										{
											"type": "entries",
											"name": "Journey to Stormreach",
											"id": "268",
											"entries": [
												"The university charters a Sailing Ship and a crew to carry the characters to the city of Stormreach and back. You can gloss over this long trip, narrating key details as a sort of travel montage, or you can use the guidance in \"{@area Journeys to Xen'drik|255|x}\" in this chapter to structure challenges and encounters during the voyage. For example, the characters might be challenged by sahuagin (one {@creature Sahuagin Priest|XMM} and four {@creature Sahuagin Warrior|XMM|Sahuagin Warriors}) as they pass through Shargon's Teeth."
											]
										},
										{
											"type": "entries",
											"name": "Trek to the Temple",
											"id": "269",
											"entries": [
												"To reach the temple, the party first needs to trek through the jungle to the village of Last Chance (see sidebar), a journey of 250 miles through the coastal terrain around the bay. About halfway there, while the party rests for the night, a group of {@variantrule Hostile [Attitude]|XPHB|Hostile} Undead—five {@creature Skeleton|XMM|Skeletons} and five {@creature Zombie|XMM|Zombies}—approaches. The Order of the Emerald Claw (see \"{@area Morgrave Expeditions Conflicts|228|x}\" in this chapter) sent them to interfere with the characters' mission. The Undead are soaking wet, having waded ashore from the small ship that brought them and their commander from Stormreach. The ship is long gone by the time the Undead reach the shore and attack the party. The quality of the skeletons' weapons strongly suggests but doesn't prove their link to the Emerald Claw.",
												{
													"type": "inset",
													"name": "Last Chance",
													"id": "26a",
													"entries": [
														"The tiny village of Last Chance is a self-sustaining farming community built around a large inn—a joint venture of House Ghallanda and House Jorasco. True to the village's name, the inn provides a last night of comfort and a final opportunity for healing for explorers venturing into the wilds. A halfling named Alask d'Jorasco (Neutral Good, Small Priest) provides healing to visitors and also maintains a small supply of {@i Potions of Healing}."
													]
												},
												"The characters can rest and resupply in Last Chance, then head southeast for another 150 miles through forest terrain to the vicinity of the Crab Temple. At the start of each day of this journey, have the party choose a character to make a {@dc 12} Wisdom ({@skill Survival|XPHB}) check using Navigator's Tools. On a failed check, the party gets off course, makes no progress that day, and encounters a group of Hostile drow; roll on the Jungle Mishaps table to determine the encounter ({@area Vulkoori drow|256|x} appear earlier in this chapter).",
												{
													"type": "table",
													"caption": "Jungle Mishaps",
													"colLabels": [
														"1d8",
														"Encounter"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1–3",
															"Four {@creature Vulkoori Stingblade|EFA|Vulkoori Stingblades}"
														],
														[
															"4–5",
															"One {@creature Vulkoori Venom Priest|EFA} and two Vulkoori Stingblades"
														],
														[
															"6–7",
															"Three Vulkoori Stingblades and one {@creature Giant Scorpion|XMM}"
														],
														[
															"8",
															"One {@creature Scout Captain|XMM}, one Vulkoori Venom Priest, and four Vulkoori Stingblades (all drow) just starting a battle against the party's rivals"
														]
													]
												},
												"Once the party has traveled 144 miles from Last Chance (6 days of successful checks at a Normal pace, or 8 days at a Slow pace), instead have each character make a daily {@dc 16} Wisdom ({@skill Perception|XPHB}) check to find signs of the Crab Temple's location. On any day where no character succeeds on this check, they have another encounter from the Jungle Mishaps table. (Reroll a repeated result of 8 on the table.) After 3 days where at least one character succeeded on this check, the party at last discovers the Crab Temple."
											]
										},
										{
											"type": "entries",
											"name": "Racing Rivals",
											"id": "26b",
											"entries": [
												"The party's rivals more or less keep pace with them through most of the journey. You might give the characters a chance to interact with their rivals in Stormreach, in Last Chance, or in the jungle (particularly if you roll an 8 on the Jungle Mishaps table). Depending on how these interactions go, you can decide whether the rivals reach the temple before or after the characters, or perhaps fail in their mission entirely. Or you can assume that the rivals find the temple 11 days after leaving Last Chance, and compare that to the time the party spends to determine who wins the race."
											]
										},
										{
											"type": "entries",
											"name": "Crab Temple",
											"id": "26c",
											"entries": [
												"The temple is a partially flooded ruin crafted by drow shortly after the fall of the empire of giants. Its name comes from a statue of a humanoid figure outside the ruins; someone removed the statue's head at one point, and a large crab's shell became lodged on its shoulders. Use the {@book Dragon's Lair map|XDMG|9|Dragon's Lair} in the {@book Dungeon Master's Guide|XDMG} to represent the temple. (The statue on a dais in the northeast corner of the ruins gives the temple its name.) The temple rises slightly out of a lake, so everything below level 1 is submerged, including the stairs leading down to level 2."
											]
										},
										{
											"type": "entries",
											"name": "Ruin Denizens",
											"id": "26d",
											"entries": [
												"A band of kuo-toa (one {@creature Kuo-toa Monitor|XMM}, two {@creature Kuo-toa Whip|XMM|Kuo-toa Whips}, and five {@creature Kuo-toa|XMM}) inhabits level 2 of the ruin. They swim quickly to level 1 and initiate combat if anything disturbs the water at the top of the stairs."
											]
										},
										{
											"type": "entries",
											"name": "Plundering the Ruins",
											"id": "26e",
											"entries": [
												"By diving into the lower levels of the temple, the characters can find abundant ancient relics to make their expedition a success:",
												{
													"type": "list",
													"items": [
														"10 PP, 100 GP",
														"Iridescent conch shell, carved with Giant runes, that echoes with the sounds of a maelstrom (worth 250 GP)",
														"Giant-size gold ring set with turquoise (worth 250 GP)",
														"Waterproof case holding a {@item Periapt of Wound Closure|XDMG}, a {@item Pot of Awakening|XDMG}, and a {@item Spell Scroll (Level 1)|XDMG|Spell Scroll} of {@spell Tasha's Hideous Laughter|XPHB}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Optional: Temple Depths",
											"id": "26f",
											"entries": [
												"You can add this encounter in level 3 of the ruins if the characters can cooperate with their rivals to overcome it. In this case, the rivals come prepared with {@item Potion of Water Breathing|XDMG|Potions of Water Breathing} for themselves and have enough extra to share with the party (for a price). On the bottom level of the ruin, the combined parties encounter a {@creature Kuo-toa Archpriest|XMM}, two {@creature Kuo-toa|XMM}, and four {@creature Giant Crab|XMM|Giant Crabs}. For this option, provide an additional treasure on this level: a {@item Mace of Terror|XDMG} or another relic from ancient Xen'drik that might serve as a bone of contention between the characters and their rivals (or the Order of the Emerald Claw) in a later adventure. It could also presage the involvement of the Lords of Dust later in the campaign.",
												{
													"type": "statblock",
													"name": "Emerald Claw Commander",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												},
												{
													"type": "statblock",
													"name": "Emerald Claw Knight",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												},
												{
													"type": "statblock",
													"name": "Vulkoori Stingblade",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												},
												{
													"type": "statblock",
													"name": "Vulkoori Venom Priest",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												},
												{
													"type": "statblock",
													"name": "Umbragen Shadow Walker",
													"tag": "creature",
													"source": "EFA",
													"style": "narrow"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 07: Elemental Airships",
			"id": "270",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/066-07-001.airship-battle.webp"
					},
					"title": "Conflict between houses escalates to the skies as elemental airships join in battle",
					"credit": "Dave Sarabia",
					"width": 1700,
					"height": 2215
				},
				"During the {@book Last War|ERLW|0|The Last War} and in its wake, artificers across {@book Khorvaire|ERLW|5|Nations of Khorvaire} made many magical and mechanical advances—but none quite as impressive as the elemental airship. With its intricately carved soarwood hull and distinctive ring of elemental energy, the airship is the most advanced elemental-powered vehicle in all Khorvaire.",
				"The first airships appeared only a handful of years ago, the product of a collaboration between the workshops of {@area House Cannith|1d7|x}, dragonmarked heirs of {@area House Lyrandar|1ee|x}, and elemental binders in {@book Zilargo|ERLW|5|Zilargo}. Only a dragonmarked heir with the {@feat Mark of Storm|EFA} can easily use an airship's magical helm to control the elemental bound to the vessel and pilot the ship, so House Lyrandar maintains a monopoly on airship travel and services. Some cunning inventors seek to develop ways to undermine House Lyrandar's control of the skies, but for now, adventurers look to Lyrandar airships as the foremost means of transcontinental travel.",
				{
					"type": "section",
					"name": "Operating an Airship",
					"id": "271",
					"entries": [
						"Whether hiring a means of overland travel or seeking to take a crew of their own to the skies, characters are likely to encounter elemental airships during their adventures in Eberron. Supplementing the {@book rules for vehicles|XPHB|6|Mounts and Vehicles} in the {@book Player's Handbook|XPHB}, this section details rules for handling airships. The rules for specific ships appear later in this chapter.",
						{
							"type": "entries",
							"name": "Crew Members and Stations",
							"id": "272",
							"entries": [
								"The standard crew of an elemental airship consists of one captain, one pilot, and one or more additional crew members to operate the ship's other systems.",
								"Each crew member is assigned by the captain to operate one of the ship's systems at a crew station: either the Helm described below or a station detailed in the ship's description. Each crew station has its own Armor Class and Hit Points separate from the airship. If a crew station is reduced to 0 Hit Points, it becomes inoperable, and crew members can no longer access any of its actions. If a crew station is the target of the {@spell Dispel Magic|XPHB} spell, it becomes inoperable for 1 minute.",
								"Some crew stations may require the crew member operating it to have a specific dragonmark. Other stations don't require them but afford benefits if their operators bear certain dragonmarks. This represents a dragonmarked crew member channeling their unique talents to bolster a ship's abilities.",
								"Every airship has the following crew station.",
								{
									"type": "entries",
									"name": "Helm",
									"id": "273",
									"entries": [
										"{@i Small Object}",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Armor Class:",
													"entry": "15"
												},
												{
													"type": "item",
													"name": "Hit Points:",
													"entry": "20"
												}
											]
										},
										{
											"type": "entries",
											"name": "Drive (Requires Mark of Storm)",
											"id": "274",
											"entries": [
												"The ship moves up to its Fly Speed in any direction."
											]
										},
										{
											"type": "entries",
											"name": "Shift Engine (Requires Mark of Storm)",
											"id": "275",
											"entries": [
												"The ship's elemental core is suppressed or reengaged."
											]
										},
										"The helm of an airship consists of a specialized wheel, levers, and other controls. One creature can operate this station at a time.",
										"The pilot (the crew member operating an airship's Helm) must have the {@feat Mark of Storm|EFA} to interface with the controls. While operating the Helm, a crew member can take the station's Drive and Shift Engine actions.",
										{
											"type": "entries",
											"name": "Tilt and Roll",
											"id": "276",
											"entries": [
												"When taking the Helm's Drive action, a crew member can spend an amount of movement equal to half the ship's Fly Speed to invert the ship on its axis, either turning it upside down or righting it. All creatures and objects on the ship that aren't anchored fall when the ship moves in this way. A creature that succeeds on a {@dc 15} Dexterity saving throw can grab a fixed object within reach to avoid falling."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Repairs",
							"id": "277",
							"entries": [
								"In addition to the {@book ship repair rules|XPHB|6|Ship Repair} described in the {@book Player's Handbook|XPHB}, elemental airships can be repaired in an emergency during travel with specialized means.",
								"If the airship or one of its crew stations has taken damage but has at least 1 Hit Point, a creature can spend 1 hour or more trying to make repairs. The creature making the repairs must be able to reach the damaged area and have 100+ GP of spare parts to make the emergency repairs.",
								"After 1 hour of work, the creature makes a {@dc 16} Dexterity ({@skill Sleight of Hand|XPHB}) or Intelligence ({@skill Arcana|XPHB}) check using {@item Carpenter's Tools|XPHB}, {@item Smith's Tools|XPHB}, or {@item Tinker's Tools|XPHB}. On a successful check, the airship or crew station regains {@dice 2d4 + 2} Hit Points and the parts are consumed. If the check fails, the repair can be attempted again using the same replacement parts.",
								"Once an airship or a crew station has regained Hit Points from an emergency repair, it can't do so again until the ship has been docked."
							]
						},
						{
							"type": "entries",
							"name": "Crashing",
							"id": "278",
							"entries": [
								"When an airship crashes into something, both the ship and the creature or object it strikes take Bludgeoning damage based on the size of the struck target, as shown in the Crash Damage table.",
								"If a ship crashes into a creature or an object of its size or larger, it stops; otherwise, the ship can continue moving if it has any movement left, and whatever it struck moves to the nearest unoccupied space that isn't in the ship's path.",
								"When an airship crashes, each creature on board the airship makes a {@dc 10} Strength or Dexterity saving throw (creature's choice). On a failed save, a creature takes Bludgeoning damage based on the size of the struck target (as shown in the Crash Damage table) and has the {@condition Prone|XPHB} condition. On a successful save, a creature takes half as much damage only.",
								{
									"type": "table",
									"caption": "Crash Damage",
									"colLabels": [
										"Size of Creature or Object Struck",
										"Bludgeoning Damage"
									],
									"colStyles": [
										"col-6",
										"col-6"
									],
									"rows": [
										[
											"Medium or smaller",
											"{@dice 2d10}"
										],
										[
											"Large",
											"{@dice 4d10}"
										],
										[
											"Huge",
											"{@dice 8d10}"
										],
										[
											"Gargantuan",
											"{@dice 16d10}"
										]
									]
								},
								{
									"type": "entries",
									"name": "Avoiding a Crash",
									"id": "279",
									"entries": [
										"A creature in the path of a crashing airship makes a {@dc 15} Dexterity saving throw. On a successful save, the creature moves to the nearest unoccupied space that isn't in the ship's path and takes no damage."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Elemental Engines",
							"id": "27a",
							"entries": [
								"Airships are powered by an elemental spirit bound to a core carved from a {@book Khyber dragonshard|ERLW|12|Dragonshards}. This core is placed into a heavily fortified containment chamber connected to an arcane matrix spanning—and powering—the whole ship. When the elemental spirit within the core is activated, its elemental energy flows through the matrix's arteries and the ship's binding struts, forming the distinctive ring attached to every airship. The appearance of a ring depends on the type of elemental spirit bound to the core; for example, a fire elemental spirit generates a blazing ring of orange flames, while an air elemental spirit creates a ring of lightning and occasionally sends jagged lightning bolts streaking across the ship's surface.",
								{
									"type": "entries",
									"name": "Suppressing the Elemental Core",
									"id": "27b",
									"entries": [
										"At the command of the airship's pilot, the elemental core can be suppressed, causing the elemental energy to disappear and flow back into the Khyber dragonshard core.",
										"An airship's elemental core and connecting arcane matrix are magical effects. If a section of an airship enters an area of antimagic, such as that produced by the {@spell Antimagic Field|XPHB} spell, the weapons and other services in that section of the ship are inoperable.",
										"If the ship's elemental core enters an area of antimagic, the elemental core is automatically suppressed and can't be reengaged until the core leaves the area of antimagic. If the elemental core is the target of the {@spell Dispel Magic|XPHB} spell, the core is suppressed for 1 minute and can't be reengaged for the duration.",
										"While the elemental core is suppressed, the airship's Fly Speed is reduced to 5 feet, though it can still hover. The airship's Helm is still operable, but crew station actions that require the elemental core can't be used while it is suppressed.",
										{
											"type": "inset",
											"name": "Piloting without a Dragonmark",
											"id": "27c",
											"entries": [
												"Helming an airship that typically requires a dragonmarked pilot is difficult—but not impossible. At your DM's discretion, you can use the following rules for piloting a ship without a dragonmark.",
												"On its turn, a creature without the Mark of Storm occupying the Helm can attempt to take the Drive or Shift Engine action and make a {@dc 20} Intelligence (Arcana) or Charisma (Intimidation or Persuasion) check to command the engine's elemental spirit. On a successful check, the action happens. On a failed check, nothing happens, and the creature's action is wasted.",
												"Magic can make an airship's elemental spirit more receptive to commands. Casting {@i Charm Monster} targeting the elemental spirit gives you Advantage on checks made to command the spirit for the spell's duration. If you instead cast {@i Dominate Monster} targeting the elemental spirit, any checks you make to command the spirit for the spell's duration automatically succeed. The elemental spirit automatically fails its saving throw against these spells, and you do not need to see the spirit to target it if you're occupying the Helm."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Breaking the Elemental Core",
									"id": "27d",
									"entries": [
										"Shattering the core's Khyber dragonshard releases the elemental spirit bound to it. The shard has AC 17; HP 10; and Immunity to Piercing, Poison, Psychic, and Slashing damage. If an airship's elemental core is broken, the ship ceases to move (though it continues to hover if airborne), and crew station actions that require the elemental core are disabled.",
										"To prevent such catastrophic sabotage, most airships keep their elemental cores inside heavily fortified and guarded containment chambers. Each ship has unique protections for its elemental core; one ship might have its core sealed in a trapped adamantine chest inside a hidden room, while another ship might guard its core with an arcane glyph alarm."
									]
								},
								{
									"type": "entries",
									"name": "Wind Wards",
									"id": "27e",
									"entries": [
										"In addition to powering an airship's movement and crew stations, the elemental engine also fuels the wind wards that surround the ship as it travels. These wind wards help provide a comfortable travel atmosphere aboard the ship.",
										"While the wind wards are active, creatures aboard the airship can breathe normally and the deck is free from winds. In addition, creatures on the ship have Advantage on saving throws to avoid being pushed off the deck of the ship, as the wind wards provide a buffer. If the elemental core is suppressed or destroyed, creatures aboard the airship might suffer the effects of {@hazard high altitude|XDMG} and {@hazard strong wind|XDMG} (see the {@book Dungeon Master's Guide|XDMG})."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Airships in Combat",
					"id": "27f",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/EFA/067-07-002.airship-getaway.webp"
							},
							"credit": "Noor Rahman",
							"width": 850,
							"height": 489
						},
						"Though few airships are designed for warfare, the skies of Khorvaire are rife with potentially {@book dangerous encounters|ERLW|9|Adventure Themes}. The following rules are designed to make aerial combat simple and exciting—whether it's combat between two airships, combat between characters on an airship and one or more flying creatures, or combat between characters and other creatures on the deck of an airship.",
						{
							"type": "entries",
							"name": "Maneuvering an Airship",
							"id": "280",
							"entries": [
								"Maneuvering the ship during combat is the responsibility of the crew member operating the {@area Helm|273|x} crew station. If the crew member operating the Helm has the {@condition Incapacitated|XPHB} condition or chooses not to use any of that station's actions, the ship moves up to its Fly Speed in a straight line at the start of the Helm crew member's turn, continuing its last direction of travel.",
								"If no crew is operating the Helm, the ship doesn't move."
							]
						},
						{
							"type": "entries",
							"name": "Boarding",
							"id": "281",
							"entries": [
								"When one airship moves to within 5 feet of another airship, creatures can move safely from one ship's deck to the other until one of the ships pulls away.",
								"A ship that has enough movement can pull alongside another vessel, deploy a boarding party, and then move away, provided the members of the boarding party took the {@action Ready|XPHB} action and positioned themselves so they can move onto the other vessel once it's close enough."
							]
						},
						{
							"type": "entries",
							"name": "Monster Tactics",
							"id": "282",
							"entries": [
								"Flying monsters such as dragons, rocs, wyverns, and harpies sometimes attack airships—or, more often, the people aboard them. A monster that's looking for food is most likely to try to pick creatures off the deck and carry them away to eat, while a monster that's defending its territory might attack the ship itself, heedless of the people on it. A curious monster might simply land on the deck of an airship to look around, enjoying a brief respite from flying.",
								"If a monster attacks an airship and fails to overcome the airship's damage threshold, the monster knows whether it's likely to ever deal enough damage to cause real harm to the ship. If it can't hurt the ship, it might turn its attention to a crew station or crew members instead."
							]
						},
						{
							"type": "entries",
							"name": "Characters in Airship Combat",
							"id": "283",
							"entries": [
								"When an airship engages in combat, characters have two options for how to participate in the battle: They can use their own spells, weapons, and other features to join in the battle as they would in any other environment, or they can take up a crew station and wield the ship's armaments and other capabilities.",
								"Some players enjoy the challenge of having new things to do in combat, while others prefer to stick with the familiar options their characters bring to any fight. As DM, learn your players' preferences and try to build encounters that allow players to do what they most enjoy. A Fighter character whose player has no interest in using the ship's armaments might relish the opportunity to repel boarders, while a Wizard could delight in hurling {@spell Fireball|XPHB} spells at an enemy airship. {@area Dragonmarked characters|090|x} might particularly enjoy crew stations that allow their dragonmarks to shine.",
								{
									"type": "inset",
									"name": "Vehicle Statistics",
									"id": "284",
									"entries": [
										"The descriptions of airships in this chapter present the same types of information that appears on the {@table Large Vehicles; Airborne and Waterborne Vehicles|XPHB|Airborne and Waterborne Vehicles table} in the {@book Player's Handbook|XPHB}. Refer to that book for details.",
										"Note that airships' speed isn't affected by either wind or water currents. The descriptions here include a speed for overland journeys as well as a tactical speed for use in combat.",
										"Airship crew stations use the same format as siege equipment (see \"{@book Siege Equipment|XDMG|2|Siege Equipment}\" in the {@book Dungeon Master's Guide|XDMG})."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Elemental Airships",
					"entries": [
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@vehicle Lyrandar Air Cruiser|EFA}",
								"{@vehicle Lyrandar Skyskiff|EFA}",
								"{@vehicle Strider Airship|EFA}"
							]
						}
					],
					"id": "00c"
				},
				{
					"type": "section",
					"name": "Upgrading an Airship",
					"id": "296",
					"entries": [
						"Privateers, adventurers, and wealthy patrons who acquire an airship of their own may upgrade or personalize its capabilities to better suit their needs. This section details how to improve a ship's statistics or add new crew stations to an existing airship.",
						"While an airship is being upgraded, it must remain docked for the duration. If the ship leaves, the work must start over, but you don't need to pay the cost for materials a second time.",
						{
							"type": "entries",
							"name": "Armor Class",
							"id": "297",
							"entries": [
								"Protective runes generate additional wards to protect the ship. With 30 days of work and 15,000 GP worth of raw materials, the ship's Armor Class increases by 1. A ship can receive this upgrade up to five times."
							]
						},
						{
							"type": "entries",
							"name": "Hit Points",
							"id": "298",
							"entries": [
								"Special alchemical processes infuse a ship's hull with more resilience. With 7 days of work and raw materials equal to one-tenth of the ship's total cost, the ship's Hit Point maximum and current Hit Points both increase by 20. A ship can receive this upgrade up to five times."
							]
						},
						{
							"type": "entries",
							"name": "Additional Crew Stations",
							"id": "299",
							"entries": [
								"If an airship has the room (at the DM's discretion) and the captain or owner has sufficient funds, new crew stations can be installed on the vessel. Installing a new crew station takes 14 days of work. Replacing an existing crew station with a different one halves the cost of the new crew station. An airship's Helm can't be removed or replaced.",
								"At the DM's discretion, most of the {@book siege equipment|XDMG|2|Siege Equipment} shown in the {@book Dungeon Master's Guide|XDMG} can also be installed on an airship as a crew station.",
								{
									"type": "entries",
									"name": "Elemental Thrusters (7,500 GP)",
									"id": "29a",
									"entries": [
										"{@i Huge Object}",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Armor Class:",
													"entry": "18"
												},
												{
													"type": "item",
													"name": "Hit Points:",
													"entry": "20"
												}
											]
										},
										{
											"type": "entries",
											"name": "Boost (Requires Elemental Core)",
											"id": "29b",
											"entries": [
												"The ship's Fly Speed increases by 50 feet until the start of this crew member's next turn."
											]
										},
										"This set of metal cylinders connects directly to an airship's arcane matrix, releasing blasts of elemental energy that propel the airship forward. It can accommodate up to one Medium creature.",
										"A creature occupying this station has {@table Cover|XPHB|Three-Quarters Cover} against attacks and other effects that originate outside it. While inside this station, a crew member can take the Boost action. The ship can benefit from only one increase to Fly Speed from an Elemental Thrusters station at a time.",
										{
											"type": "entries",
											"name": "Mark of Passage",
											"id": "29c",
											"entries": [
												"If a creature with the {@feat Mark of Passage|EFA} takes the Boost action, the ship's Fly Speed increases by 100 feet instead."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Repair Clamps (5,000 GP)",
									"id": "29d",
									"entries": [
										"{@i Large Object}",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Armor Class:",
													"entry": "20"
												},
												{
													"type": "item",
													"name": "Hit Points:",
													"entry": "50"
												}
											]
										},
										{
											"type": "entries",
											"name": "Quick Repair (3/Day; Requires Elemental Core and Mark of Making)",
											"id": "29e",
											"entries": [
												"The ship regains {@dice 2d8} Hit Points."
											]
										},
										"This station facilitates quick repairs aboard an airship. It can accommodate up to three Medium creatures.",
										"A creature inside the Repair Clamps station has {@table Cover|XPHB|Half Cover}. A crew member operating an airship's Repair Clamps requires the {@feat Mark of Making|EFA} to interface with the controls. While operating the Repair Clamps, a crew member can take the Quick Repair action."
									]
								},
								{
									"type": "entries",
									"name": "Sky Veil (15,000 GP)",
									"id": "29f",
									"entries": [
										"{@i Medium Object}",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Armor Class:",
													"entry": "15"
												},
												{
													"type": "item",
													"name": "Hit Points:",
													"entry": "25"
												}
											]
										},
										{
											"type": "entries",
											"name": "Charge (Requires Elemental Core)",
											"id": "2a0",
											"entries": [
												"A crew member must expend one level 1+ spell slot to charge the Sky Veil."
											]
										},
										{
											"type": "entries",
											"name": "Cloak (Requires Elemental Core and Charge)",
											"id": "2a1",
											"entries": [
												"The ship has the {@condition Invisible|XPHB} condition, and while on board it, creatures are also {@condition Invisible|XPHB}. These effects last for 1 hour, until this station is destroyed, or until the crew member that took this action loses Concentration or leaves this station."
											]
										},
										"This marvel of arcane engineering sits on the prow of an airship and channels powerful illusion magic to allow a ship and its passengers to pass undetected. It can accommodate up to one Medium creature. The crew member operating this station can take the Charge action and then take the Cloak action.",
										{
											"type": "entries",
											"name": "Mark of Shadow",
											"id": "2a2",
											"entries": [
												"If a creature with the {@feat Mark of Shadow|EFA} occupies this crew station, that creature can take the Cloak action as a Bonus Action."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Journeys in the Skies",
					"id": "2a3",
					"entries": [
						"Traveling across the continent in an airship is different—but no less thrilling—than trekking overland. This section builds on the {@book travel rules|XDMG|1|Travel} in the {@book Dungeon Master's Guide|XDMG} to help make airship journeys more dynamic.",
						{
							"type": "entries",
							"name": "Travel Pace",
							"id": "2a4",
							"entries": [
								"Airships (like other vehicles) use their speed in miles per hour to determine their rate of travel, so characters traveling in an airship don't choose a travel pace. An airship's crew determines how many hours per day the ship can travel; the ship's pilot is subject to the {@book rules for extended travel|XDMG|1|Travel Pace} (beyond 8 hours per day) in the {@book Dungeon Master's Guide|XDMG}. Commercial airships often have two or even three pilots, allowing the ship to make progress for more than 8 hours per day.",
								"Airships are unaffected by travel terrain, but when traveling through areas of heavy precipitation, the airship travels at half the normal speed."
							]
						},
						{
							"type": "entries",
							"name": "Aerial Challenges",
							"id": "2a5",
							"entries": [
								"One of the great advantages of airship travel is that it isn't subject to many of the challenges and obstacles that interfere with travel on the ground. {@area House Orien|1f6|x} was sorely hampered by the collapse of the bridge connecting {@book Thaliost|ERLW|5|Thaliost} and {@book Rekkenmark|ERLW|4|Other Universities}, and then the devastation of {@book Cyre|ERLW|5|Cyre (The Mournland)} in {@book the Mourning|ERLW|0|The Mourning}; it is impossible for the lightning rail to get from {@book Thrane|ERLW|5|Thrane} or {@book Breland|ERLW|5|Breland} to {@book Karrnath|ERLW|5|Karrnath} and other points west, and nearly impossible for carts or mounts to cross the dual barriers of {@book Scions Sound|ERLW|5|Thronehold} and {@book the Mournland|ERLW|0|The Mournland}. Airships, by contrast, soar across the sound with ease and can cross the Mournland at significantly less risk than travelers face on land.",
								"That said, airship journeys aren't without their challenges, which might include encounters, navigation, weather hazards, and searches.",
								{
									"type": "entries",
									"name": "Encounters",
									"id": "2a6",
									"entries": [
										"Airships may encounter all sorts of flying monsters, environmental effects, or other vessels during their journeys.",
										{
											"type": "entries",
											"name": "Encounter Distance",
											"id": "2a7",
											"entries": [
												"The tremendous range of visibility under clear conditions on an airship journey means that an encounter can occur at great distances, allowing characters and crews to prepare for combat, seek to make friendly contact, or evade encounters in the sky. The Airship Travel Conditions table shows typical encounter distances for different sky conditions.",
												{
													"type": "table",
													"caption": "Airship Travel Conditions",
													"colLabels": [
														"Conditions",
														"Encounter Distance",
														"Navigation DC"
													],
													"colStyles": [
														"col-6",
														"col-3 text-center",
														"col-3 text-center"
													],
													"rows": [
														[
															"Day, clear skies",
															"1,000 ft.",
															"10"
														],
														[
															"Day, light precipitation",
															"500 ft.",
															"13"
														],
														[
															"Day, heavy precipitation",
															"250 ft.",
															"15"
														],
														[
															"Night, clear skies",
															"500 ft.",
															"10"
														],
														[
															"Night, light precipitation",
															"250 ft.",
															"15"
														],
														[
															"Night, heavy precipitation",
															"{@dice 6d6  10} ft.",
															"20"
														]
													]
												},
												"Encounters at 250 feet or more might stretch the definition of an encounter. Bear in mind the range at which most spells and weapons are effective:",
												"{@b 250 feet} is long range for a {@object Ballista|XDMG} and most Ranged weapons and beyond the range of most spells.",
												"{@b 500 feet} is long range for a {@object Mangonel|XDMG} or a {@item Longbow|XPHB} and beyond the range of most Ranged weapons.",
												"{@b 1,000 feet} is long range for a {@object Cannon|XDMG} and beyond the range of most siege equipment and crew stations.",
												"The {@book Dungeon Master's Guide|XDMG} includes suggestions for tracking distances between creatures (or airships) when an encounter begins at {@book very long range|XDMG|1|Tracking Position at Long Range}. It's often best to wait until the two parties in an encounter are closer together before rolling Initiative for individual creatures; in the meantime, let the whole ship and its crew act at once, taking turns with whatever the ship encounters."
											]
										},
										{
											"type": "entries",
											"name": "Random Encounters",
											"id": "2a8",
											"entries": [
												"You may use the following table to generate random encounters as adventurers navigate the skies.",
												{
													"type": "statblock",
													"name": "Airborne Encounters",
													"source": "EFA",
													"tag": "table"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Navigation",
									"id": "2a9",
									"entries": [
										"Guiding an airship through the sky is often as difficult as charting an oceangoing vessel's journey across the seas. Seasoned airship captains know how to use a combination of maps and other navigational tools, the moons' and stars' positions, and the bird's-eye view of the landscape to ensure their vessel stays its course. Even so, inclement weather interferes with vision, and distinguishing landmarks from high in the air isn't always easy.",
										"When an airship is at risk of getting lost—such as when traveling through dense fog or over unfamiliar land—the crew member operating the ship's Helm makes a Wisdom ({@skill Survival|XPHB}) check; the DC for this check is determined by the Airship Travel Conditions table. Another crew member who has proficiency in the {@skill Survival|XPHB} skill can take the {@action Help|XPHB} action to assist this check as normal.",
										"On a failed check, the ship goes off course. The DM decides what the final consequences of this are, but at base, the airship's journey is extended by {@dice 1d4} days."
									]
								},
								{
									"type": "entries",
									"name": "Weather Hazards",
									"id": "2aa",
									"entries": [
										"With no terrain obstacles to worry about, the most significant obstacles in airship travel are environmental effects caused by weather. The Environmental Hazards table suggests obstacles an airship might have to overcome.",
										{
											"type": "table",
											"caption": "Environmental Hazards",
											"colLabels": [
												"1d4",
												"Encounter"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"The airship experiences rough turbulence. Each creature aboard the ship must succeed on a {@dc 10} Constitution saving throw or have the {@condition Poisoned|XPHB} condition for {@dice 1d4} hours due to motion sickness."
												],
												[
													"2",
													"The airship travels at extreme altitudes for {@dice 1d4} hours. During this time, the ship is in an area of extreme cold (see \"{@hazard Extreme Cold|XDMG|Environmental Effects}\" in the {@book Dungeon Master's Guide|XDMG}) and reduced gravity: creatures' and objects' weights are halved, and creatures' High Jump and Long Jump distances are doubled."
												],
												[
													"3",
													"The airship passes through a lightning storm, which takes {@dice 1d4} hours. During this time, the area around the ship is {@variantrule Heavily Obscured|XPHB}, and any creature that starts its turn on the ship's deck must succeed on a {@dc 10} Dexterity saving throw or be struck by lightning and take 4 ({@dice 1d8}) Lightning damage."
												],
												[
													"4",
													"The airship enters an area of strong wind (see \"{@hazard Strong Wind|XDMG|Environmental Effects}\" in the {@book Dungeon Master's Guide|XDMG}), which lasts for {@dice 1d4} hours. When the ship first enters this area, the crew member operating the ship's Helm must succeed on a {@dc 15} Constitution saving throw, or the ship inverts."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Searches",
									"id": "2ab",
									"entries": [
										"As with a journey on the ground, sometimes characters spend part of their journey searching for something—usually something on the ground. When characters are searching the ground from the air, use the Search DC for the terrain on the ground from the {@table Travel Terrain|XDMG|Travel Terrain table} in the {@book Dungeon Master's Guide|XDMG}, but feel free to give characters Advantage on Wisdom ({@skill Perception|XPHB}) checks if their aerial vantage point makes it easier for them to see what they're looking for."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix: Magic Items",
			"id": "2ac",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/071-08-001.magic-items-in-case.webp"
					},
					"width": 850,
					"height": 293
				},
				"Magic items are presented in alphabetical order.",
				{
					"type": "list",
					"columns": 3,
					"items": [
						"{@item Boots of the Winding Path|EFA}",
						"{@item Dazzling Weapon|EFA}",
						"{@item Helm of Awareness|EFA}",
						"{@item Manifold Tool|EFA}",
						"{@item Mind Sharpener|EFA}",
						"{@item Repeating Shot|EFA}",
						"{@item Repulsion Shield|EFA}",
						"{@item Returning Weapon|EFA}",
						"{@item Spell-Refueling Ring|EFA}"
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix: Art of Eberron",
			"id": "2b6",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/072-09-001.creating-a-warforged.webp"
					},
					"credit": "Michael Broussard",
					"width": 1700,
					"height": 2227
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/073-09-002.forging.webp"
					},
					"credit": "Michael Broussard",
					"width": 1700,
					"height": 2176
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/074-09-003.newly-forged.webp"
					},
					"credit": "Patrick Gaas",
					"width": 1700,
					"height": 2227
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/075-09-004.first-meeting.webp"
					},
					"credit": "Leroy Steinmann",
					"width": 1700,
					"height": 2404
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/076-09-005.city-of-towers.webp"
					},
					"credit": "Kuno",
					"width": 1700,
					"height": 567
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/077-09-006.on-the-trail.webp"
					},
					"credit": "Kuno",
					"width": 1700,
					"height": 2186
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/078-09-007.watching.webp"
					},
					"credit": "Kuno",
					"width": 1700,
					"height": 567
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/079-09-008.battle-smith.webp"
					},
					"credit": "Micheal Broussard",
					"width": 1700,
					"height": 1100
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/080-09-009.kalashtar.webp"
					},
					"credit": "Andrea de Dominicis",
					"width": 1700,
					"height": 1117
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/081-09-010.investigate-murder.webp"
					},
					"credit": "Michal Ivan",
					"width": 1700,
					"height": 2183
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/082-09-011.open-conflict.webp"
					},
					"credit": "Michal Ivan",
					"width": 1700,
					"height": 567
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/083-09-012.alchemist.webp"
					},
					"credit": "John Grello",
					"width": 1700,
					"height": 1117
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/084-09-013.a-meeting.webp"
					},
					"credit": "Cullen Cole",
					"width": 1700,
					"height": 1106
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/085-09-015.airship.webp"
					},
					"credit": "Micheal Broussard",
					"width": 1700,
					"height": 1117
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/086-09-014.exploring-ruins.webp"
					},
					"credit": "Cullen Cole",
					"width": 1700,
					"height": 2177
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/087-09-016.armorer.webp"
					},
					"credit": "John Grello",
					"width": 1700,
					"height": 1097
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/088-09-017.houses-in-conflict.webp"
					},
					"credit": "Dave Sarabia",
					"width": 1700,
					"height": 2215
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/089-09-018.artillerist.webp"
					},
					"credit": "John Thacker",
					"width": 1700,
					"height": 1117
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/090-09-019.escape.webp"
					},
					"credit": "Noor Rahman",
					"width": 1700,
					"height": 1100
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/091-09-020.mobile-bastion.webp"
					},
					"credit": "Cullen Cole",
					"width": 1700,
					"height": 2178
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/EFA/092-09-021.returning.webp"
					},
					"credit": "Cullen Cole",
					"width": 1700,
					"height": 1106
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"id": "2b7",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Lead Designer:",
							"entry": "James Wyatt"
						},
						{
							"type": "item",
							"name": "Designers:",
							"entry": "Jeremy Crawford, Makenzie De Armas, Ron Lundeen, Ben Petrisor, Patrick Renie"
						},
						{
							"type": "item",
							"name": "Rules Developers:",
							"entry": "Makenzie De Armas (lead), Jeremy Crawford, Ron Lundeen, Ben Petrisor, Carl Sibley"
						},
						{
							"type": "item",
							"name": "Editors:",
							"entry": "Adrian Ng (lead), Judy Bauer, Sue Weinlein"
						},
						{
							"type": "item",
							"name": "Playtest Analysts:",
							"entry": "Ron Lundeen (lead), Makenzie De Armas"
						},
						{
							"type": "item",
							"name": "Art Director:",
							"entry": "Noor Rahman"
						},
						{
							"type": "item",
							"name": "Graphic Designers:",
							"entry": "Matt Cole, Paolo Vacala"
						},
						{
							"type": "item",
							"name": "Cover Illustrators:",
							"entry": "Michael Broussard, Patrick Gaas"
						},
						{
							"type": "item",
							"name": "Interior Illustrators:",
							"entry": "Ignacio Bazan-Lazcano, Michael Broussard, Cullen Cole, Daarken, Andrea De Dominicis, Kevin Gnutzmans, John Grello, Yinfaowei Harrison, Michal Ivan, Jordan Kerbow, Kuno, Arthur Loftis, Calder Moore, Lee Moyer, Claudio Pozas, Noor Rahman, Dave Sarabia, Leroy Steinmann, John Thacker, Kenny Vo, Esther Wu, Ahmed Zulfiqar"
						},
						{
							"type": "item",
							"name": "Cartographer:",
							"entry": "Sean Macdonald"
						},
						{
							"type": "item",
							"name": "Concept Artists:",
							"entry": "Michael Broussard, John Grello, Alexander Ostrowski, Noor Rahman"
						},
						{
							"type": "item",
							"name": "Consultants:",
							"entry": "Keith Baker, Elizabeth Banerjee, Shawn Banerjee, Daniel Delgado, Sameer Joseph"
						},
						{
							"type": "item",
							"name": "Producers:",
							"entry": "Rob Hawkey (lead), Bill Benham, Siera Bruggeman, Vanessa Hoskins"
						},
						{
							"type": "item",
							"name": "The following products provided information and inspiration:",
							"entries": [
								"Baker, Keith, Michelle Lyons, Ari Marmell, and C.A. Suleiman. Dragonmarked. 2006.",
								"Baker, Keith, Bill Slavicsek, and James Wyatt. Eberron Campaign Setting. 2004.",
								"Baker, Keith and James Wyatt. Sharn: City of Towers. 2004.",
								"Crawford, Jeremy. Tasha's Cauldron of Everything. 2020.",
								"Crawford, Jeremy, Keith Baker, and James Wyatt. Eberron: Rising from the Last War. 2019.",
								"Noonan, David, Frank Brunner, and Rich Burlew. Explorer's Handbook. 2005.",
								"Noonan, David, Ari Marmell, and Robert J. Schwalb. Eberron Player's Guide. 2009.",
								"Wyatt, James, Keith Baker, Luke Johnson, and Stan! Player's Guide to Eberron. 2006.",
								"Wyatt, James, Keith Baker, Ari Marmell, and Robert J. Schwalb. Eberron Campaign Guide. 2009."
							]
						}
					]
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/EFA/093-09-001.traditional-cover-preview.webp"
							},
							"title": "On the Cover: An Artificer is hard at work creating a warforged in the forges of House Cannith in this piece by Michael Broussard.",
							"credit": "Michael Broussard",
							"width": 828,
							"height": 935
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/EFA/094-09-002.alternate-cover-preview.webp"
							},
							"title": "On the Alt-Cover: Patrick Gaas shows us the completion of the process, as the Artificer brings the newly created warforged soldier out of the creation forge and into life.",
							"credit": "Patrick Gaas",
							"width": 828,
							"height": 932
						}
					]
				}
			]
		}
	]
}
