{
	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"page": 7,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/016_1.webp"
					},
					"credit": "Widakk Design",
					"width": 2312,
					"height": 1497
				},
				"Adventures often begin in taverns. It's where parties meet, where travelers seek refuge, where bards sing and brawlers fight, where thieves make away with coin from an unsuspecting mark, and where rival wizards and warlocks break bread on neutral ground.",
				"On every continent, in every world, on every plane of existence, there is always a tavern—or something very like one. One might wonder if taverns are more commonplace in Dungeons & Dragons than dungeons. Or dragons.",
				"While taverns are universal, they are not all the same. The infamous Yawning Portal in Waterdeep is the archetypal adventurer's tavern with its rowdy patrons, beer-soaked boards, and direct connection to possible quests via the giant well that leads right to the dangerous treasure-filled dungeons of the Undermountain! Other venues are distinctly different: the Driftwood Tavern is a historic public house, the Pink Flumph is a raucous downtown theater, the Halfway Inn is a lonely trading post on a long road, the Moonstone Mask is a genteel club, and the Hissing Stones is a restful thermal spa.",
				"In the following pages, you will encounter these places from all across the continent of Faerûn in the Forgotten Realms. You'll discover what sets each venue apart in terms of ambience, character, and clientele. You'll find recipes for popular, distinctive cocktails and appetizers that are the specialty of each house, and you'll learn a little something about the stories attached to those drinks and bites.",
				"An adventurer's tavern is not just mead and wine and salty songs. The drinks on offer can be as diverse, colorful, and strange as the members of your adventuring party.",
				"Welcome to the puncheons and flagons of Faerûn!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/6.webp"
					},
					"credit": "Kelly Booth, incorporating select background elements courtesy of Adobe Stock and map art by Jared Blando",
					"width": 1631,
					"height": 2120
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "About This Book",
			"page": 8,
			"entries": [
				"When we made these recipes, we hoped they would be used by Dungeons & Dragons players in social settings, perhaps even at the gaming table. All recipes are therefore designed to serve at least two people, and many of the drinks are punches—or rather, puncheons—that are perfect for sharing with an entire adventuring party.",
				"{@style Puncheons & Flagons|dnd-font} is divided into ten chapters, and each chapter corresponds to one establishment in Faerûn and one base spirit or category of drinks. The first six chapters cover gin, whiskey, vodka, rum, tequila, and brandy. The subsequent chapters cover less ubiquitous spirits; wine-based drinks; beer, cider, and mead-based drinks; and alcohol-free drinks. Each chapter also includes a recipe for a shareable snack, something sweet or savory that pairs well with the drinks in that chapter and the atmosphere of that establishment.",
				"Several of the recipes in this book require advance preparation and a little time in the kitchen, so always be sure to read the recipe from start to finish to see if you need to prepare a flavored syrup or make a miso-washed rum!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/057_Newm_9781984858900_lay_art_r1.webp"
					},
					"credit": "Tyler Jacobson",
					"width": 1759,
					"height": 1988
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Incorporating Drinks into Your Campaign",
							"page": 8,
							"entries": [
								"The drinks in this book are packed with character and offer a few idiosyncratic flavors—all the better to support your campaigns and enrich your settings!",
								"When putting together a campaign, consider whether there are drinks in this book that might enhance the players' experience. Perhaps the party is visiting one of the bars or towns mentioned in these pages, or perhaps they're encountering a culture or community that's strongly associated with one of these drinks. They may even encounter some of the characters we've referenced.",
								"If the adventurers are encountering sea elves, a round of briny {@recipe Seafoam|PaF} cocktails garnished with nori may be enriching. If the characters are investigating a mystery at the Pink Flumph, offer them a {@recipe Fol-de-rol|PaF}, and if they're venturing into Evereska, offer them a {@recipe Moonrise|PaF}! If the characters are fighting a necromancer, serve them a {@recipe Necromancer|PaF}! Keep in mind that while many of these drinks have their roots in specific communities or character classes, none of the drinks are exclusively enjoyed by just those communities!",
								"The stories shared in this book may even inspire your adventures, and the drinks tied to those stories may come into play. Perhaps drinks that don't have magic properties in our world actually do have magic properties in the characters' world!"
							],
							"id": "003"
						},
						{
							"type": "entries",
							"name": "A Note on Responsible Drinking",
							"page": 9,
							"entries": [
								"Drinking is meant to be a pleasurable experience for you and for everyone around you. Please know your limits, exercise moderation, and listen to your friends when they suggest you slow down! Remember that mutual respect is a vital part of every adventuring party, and no one should ever feel pressured to drink if they choose not to.",
								"This book includes nonalcoholic drinks for those who do not drink or for those who choose not to drink, whether forever, for a month, for a night, or for a round.",
								"Don't drink and delve. (But do drink and roleplay as a dungeon delver.)"
							],
							"id": "004"
						}
					],
					"id": "002"
				}
			],
			"id": "001"
		},
		{
			"type": "section",
			"name": "Setting Up a Home Bar",
			"page": 9,
			"entries": [
				"Any adventurer knows they need to get all the right equipment before setting off on a quest. Being a great host is no different, but you can set aside the {@item bedroll|PHB}, {@item tinderbox|PHB}, and {@item Hempen Rope (50 feet)|PHB|50 feet of hempen rope} for this adventure. Here are the tools and tips you'll need to set up a great home bar!",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Bar Equipment",
							"page": 10,
							"entries": [
								"Many of the tools you will need for these recipes are things you probably already have in your kitchen, such as a {@b cutting board}, a {@b small sharp knife}, a {@b saucepan}, a {@b citrus peeler}, a {@b fork or squeezer} to juice a lemon or a lime, a {@b corkscrew}, a {@b bottle opener}, and an {@b ice cube tray}. There are also a few more cocktail-specific tools listed below. If you're missing any of these staples, head out on a quest to get them.",
								{
									"type": "entries",
									"name": "Strainer:",
									"page": 10,
									"entries": [
										"Strainers are used for a variety of tasks in these recipes. When you're making syrups or infused alcohols, you'll often use fine-mesh strainers to remove the solids. You'll also need a cocktail strainer to prevent ice from tumbling into your glass when pouring a mixed drink, but if you don't have that, you can use a tea strainer, the lid of your shaker, or just a gentle, steady pouring hand.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/019_1.webp"
											},
											"credit": "Ray Kachatorian",
											"width": 806,
											"height": 1502
										}
									],
									"id": "008"
								},
								{
									"type": "entries",
									"name": "Jigger:",
									"page": 10,
									"entries": [
										"A jigger allows you to measure out ingredients. A standard jigger holds 1.5 ounces of liquid and may have markings on the inside or outside to show smaller amounts. A double-sided jigger may hold 2 ounces on one side and 1 ounce on the other. Always check the precise measurements on your jigger so you know that you're portioning your drinks correctly.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/019_11.webp"
											},
											"credit": "Ray Kachatorian",
											"width": 293,
											"height": 612
										}
									],
									"id": "009"
								},
								{
									"type": "entries",
									"name": "Funnel:",
									"page": 10,
									"entries": [
										"A funnel is helpful for decanting ingredients into bottles and for pouring mixtures through cheesecloth.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/019_12.webp"
											},
											"credit": "Ray Kachatorian",
											"width": 528,
											"height": 506
										}
									],
									"id": "00a"
								},
								{
									"type": "entries",
									"name": "Bar Spoon:",
									"page": 10,
									"entries": [
										"A bar spoon is a long-handled spoon used for mixing drinks. Its length ensures that you can reach the bottom of the mixing glass to stir all the ingredients. You can stir your drink with a regular tablespoon if you don't have a bar spoon.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/019_13.webp"
											},
											"credit": "Ray Kachatorian",
											"width": 721,
											"height": 1406
										}
									],
									"id": "00b"
								},
								{
									"type": "entries",
									"name": "Mixing Glass:",
									"page": 10,
									"entries": [
										"This is essentially a cocktail-specific pitcher. It's great to have in a home bar, but if you're without one, you can use a regular pitcher or the base of a cocktail shaker in its place.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/019_14.webp"
											},
											"credit": "Ray Kachatorian",
											"width": 528,
											"height": 694
										}
									],
									"id": "00c"
								},
								{
									"type": "entries",
									"name": "Cheesecloth (Or Filter Paper):",
									"page": 11,
									"entries": [
										"Used to strain solids from fat-washed spirits. See {@recipe Cat's Cradle|PaF} and {@recipe Eldritch Storm|PaF}."
									],
									"id": "00d"
								},
								{
									"type": "entries",
									"name": "Muddler:",
									"page": 11,
									"entries": [
										"This is a wooden tool used to crush herbs or fruit in a glass. You can use the handle of a wooden spoon in a pinch.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/019_15.webp"
											},
											"credit": "Ray Kachatorian",
											"width": 758,
											"height": 1154
										}
									],
									"id": "00e"
								},
								{
									"type": "entries",
									"name": "Cocktail Shaker:",
									"page": 11,
									"entries": [
										"This is a must for your mixology adventure ahead! A shaker is your basic tool for mixing cocktails.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/019_16.webp"
											},
											"credit": "Ray Kachatorian",
											"width": 488,
											"height": 1147
										}
									],
									"id": "00f"
								},
								{
									"type": "entries",
									"name": "Swing-Top Glass Bottles:",
									"page": 11,
									"entries": [
										"If you think you might want to store leftover cocktails or homemade ingredients like syrups, swing-top glass bottles are very handy. They're airtight, they're reusable, and you can stick them in the dishwasher. A swing-top bottle is also essential for the {@recipe Harpell's Reserve|PaF}, along with an oak infusion spiral, unless you have your own oak barrel!",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/019_17.webp"
											},
											"credit": "Ray Kachatorian",
											"width": 376,
											"height": 1088
										}
									],
									"id": "010"
								},
								{
									"type": "inset",
									"name": "Glassware",
									"page": 11,
									"entries": [
										"There are five types of cocktail glassware and two other types of vessels required for the drinks in this book.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/11.webp"
											},
											"credit": "Widakk Design",
											"width": 82,
											"height": 131
										},
										{
											"type": "entries",
											"name": "Cocktail Glass:",
											"page": 11,
											"entries": [
												"Cocktails served straight up—chilled with ice and strained into an empty glass—are served in wide stemware glasses with a 6- to 8-ounce capacity. A martini glass is a cocktail glass with straight, flared sides. A coupe is a cocktail glass with rounded sides. You can use these interchangeably. The stem is vital as it stops the drink from losing its chill in your hand."
											],
											"id": "012"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/11_2.webp"
											},
											"credit": "Widakk Design",
											"width": 66,
											"height": 149
										},
										{
											"type": "entries",
											"name": "Flutes:",
											"page": 11,
											"entries": [
												"Drinks that include sparkling wine are generally served in a flute, which is a tall, narrow, stemmed glass that retains bubbles for longer."
											],
											"id": "013"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/11_3.webp"
											},
											"credit": "Widakk Design",
											"width": 83,
											"height": 137
										},
										{
											"type": "entries",
											"name": "Highball or Collins Glass:",
											"page": 11,
											"entries": [
												"Cocktails served long—stirred in the glass with lots of ice and mixer—are served in a tall 12-ounce glass called a highball or Collins glass. A highball is wider than a Collins glass. You don't need to own both and can generally use them interchangeably—the larger glass simply holds more ice or can hold more generous garnishes!"
											],
											"id": "014"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/11_4.webp"
											},
											"credit": "Widakk Design",
											"width": 96,
											"height": 136
										},
										{
											"type": "entries",
											"name": "Pint Glass:",
											"page": 11,
											"entries": [
												"Drinks that include beer, mead, or cider are generally served in a pint or beer glass."
											],
											"id": "015"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/11_5.webp"
											},
											"credit": "Widakk Design",
											"width": 70,
											"height": 79
										},
										{
											"type": "entries",
											"name": "Rocks or Old-Fashioned Glass:",
											"page": 11,
											"entries": [
												"Spirit-forward cocktails are served in rocks or old-fashioned glasses, which are 8- to 10-ounce stemless glasses about as tall as a teacup."
											],
											"id": "016"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/11_6.webp"
											},
											"credit": "Widakk Design",
											"width": 109,
											"height": 99
										},
										{
											"type": "entries",
											"name": "Heatproof Cups:",
											"page": 11,
											"entries": [
												"For hot drinks such as {@recipe Candlekeep Tea|PaF}, {@recipe Littlewinter|PaF}, {@recipe Cat's Cradle|PaF}, and {@recipe Illuskan Mulled Cider|PaF}, you will need heatproof cups or glasses. Coffee mugs are fine!"
											],
											"id": "017"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/PaF/11_7.webp"
											},
											"credit": "Widakk Design",
											"width": 128,
											"height": 135
										},
										{
											"type": "entries",
											"name": "Pitcher:",
											"page": 11,
											"entries": [
												"For the many batch drinks provided in this book, you'll need a pitcher or a punch bowl and a ladle."
											],
											"id": "018"
										}
									],
									"id": "011"
								},
								{
									"type": "inset",
									"name": "Tips and Techniques",
									"page": 12,
									"entries": [
										{
											"type": "entries",
											"name": "Always Have Ice Ready",
											"page": 12,
											"entries": [
												"Mixing cocktails requires a good supply of ice, so make sure to fill your ice cube trays in advance of having guests over. Bagged ice is typically low quality and not ideal for cocktails, but it will do in a pinch."
											],
											"id": "01a"
										},
										{
											"type": "entries",
											"name": "Keep Things Fresh Longer By Utilizing Your Fridge",
											"page": 12,
											"entries": [
												"Vermouth should be kept in the fridge once opened, as should any homemade syrups. Citrus fruit can also be stored in the fridge for maximum freshness."
											],
											"id": "01b"
										},
										{
											"type": "entries",
											"name": "Chill Your Glass",
											"page": 12,
											"entries": [
												"Cold cocktails are best enjoyed from a chilled glass. Keeping some glasses in the freezer means you will always have a chilled glass ready; but when that's not possible, putting your glassware in the freezer about half an hour in advance will work just fine. If you can't chill your glassware that way or if you forget, you can chill a glass by filling it with crushed ice for half a minute."
											],
											"id": "01c"
										},
										{
											"type": "entries",
											"name": "Rim Your Glass",
											"page": 12,
											"entries": [
												"To achieve a rimmed glass, you will need two saucers. Put a little water (or fruit juice, if used in the cocktail) in one saucer and your powder—for instance, chili-lime salt or popping candy—in the other. Rotate the rim of the glass through the water or juice and then through the powder. Ideally, give the rim a minute to set before pouring in the cocktail."
											],
											"id": "01d"
										}
									],
									"id": "019"
								}
							],
							"id": "007"
						},
						{
							"type": "entries",
							"name": "Bar Stock",
							"page": 12,
							"entries": [
								"The main spirits you need for your home bar are gin, bourbon, vodka, dark rum, white rum, brandy, and blanco tequila. Some recipes call for spiced rum, mezcal, or blended scotch. You don't need to buy everything at once; prioritize the spirits or recipes that most appeal to you!",
								"Multiple recipes in this book call for sweet red vermouth, dry white vermouth, orange liqueur, elderflower liqueur, amaretto, or dark amaro, all of which are staples of cocktail making. Aromatic bitters are also essential, with some recipes specifically calling for chocolate or orange bitters.",
								"Many alcoholic ingredients appear in just one or two recipes in this book. These include maraschino liqueur, violet liqueur, coffee liqueur, absinthe, and falernum. Invest in these ingredients as needed rather than keeping them in stock, and make substitutions to a recipe where necessary! (See {@book Adapting Recipes|PaF|2|Adapting Recipes}, below.)"
							],
							"id": "01e"
						},
						{
							"type": "entries",
							"name": "Pantry Items",
							"page": 12,
							"entries": [
								"Most of the nonalcoholic ingredients in these cocktails are easy to find and may already be in your kitchen, but you may need to go a little further for specialty ingredients like butterfly pea powder, nori, edible glitter, pink peppercorns, or popping boba.",
								"Purchase fresh garnishes like limes, lemons, herbs, and olives only when you know you're going to use them, as they don't keep well for too long.",
								"Where a recipe calls for fresh fruit, frozen fruit is often an acceptable substitute. When a recipe calls for juice, you can buy it or press your own."
							],
							"id": "01f"
						},
						{
							"type": "entries",
							"name": "Adapting Recipes",
							"page": 13,
							"entries": [
								"All the recipes in this book have been designed and tested for a specific flavor profile, but that does not mean you can't make changes. As in Dungeons & Dragons, once you have a clear idea of how things work, you can introduce adaptations to suit your own preferences and desires and use this book to inspire you rather than to restrict you.",
								"Most of the recipes in this book serve two. Split them in half to serve one! Double them to serve four! It's easier than calculating attack rolls!",
								"If a recipe calls for a spirit or liquor that you don't have, try switching it with an ingredient of similar alcoholic strength. It is generally easier to switch clear spirits for other clear spirits and brown spirits for other brown spirits, but sometimes switching whiskey for gin or rum for tequila just works.",
								"You can try swapping sweet, fortified wines like sweet vermouth, sherry, and port for each other. You can swap dry vermouth for dry sherry or a dry white wine. One fruit liqueur can be swapped for another, one creamy liqueur can be swapped for another, and one herbal liqueur or bitter amaro can be swapped for another, but don't mix between these categories.",
								"If you have made a cocktail and do not like the taste, there are some simple fixes you can try. If the drink is too bitter or acidic, add sugar syrup. If it is too sweet, add lemon or lime juice. If it is too strong, add soda water or more ice, or milk if it's a cream cocktail."
							],
							"id": "020"
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "items/WBtW/Iggwilvs Cauldron.webp"
							},
							"credit": "Olga Drebas",
							"width": 850,
							"height": 1053
						}
					],
					"id": "006"
				}
			],
			"id": "005"
		},
		{
			"type": "section",
			"name": "Gin from The Hearth in Candlekeep",
			"page": 14,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/022_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"The great library fortress of Candlekeep boasts a collection of lore and wisdom that calls to scholars far and wide. Many of its students spend years in the library's stacks, barely venturing beyond the fortress walls.",
				"Thankfully, Candlekeep has its own fest hall to entertain its residents, a traditional tavern called the Hearth, with ink-stained blackwood boards, faded tapestries from long-dead kingdoms, and discrete nooks where patrons can hide away with an ancient spell tome or a trashy penny dreadful. Gin is a popular drink at the Hearth, with different botanical blends passed down like arcane lore and tattered handwritten recipes still sometimes found tucked into old books. Gin was first created as a healing juniper-infused tonic, with various alchemical scholars adding citrus, cardamom, angelica, and other botanicals like rose, coriander, lavender, or cinnamon to enhance the recipe. At some point the quest for medicine became secondary to the quest for a good martini.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/17.webp"
					},
					"credit": "Widakk Design",
					"altText": "A green bottle label reading: The Hearth Especially Formulated Gin from ancient Botanical Recipes uncovered in Our Libraries.",
					"width": 1679,
					"height": 2062
				},
				{
					"type": "entries",
					"name": "Inkpot Negroni",
					"page": 18,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/025.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"To enter Candlekeep, a would-be scholar must present a written work that the library does not already possess—a significant challenge given that Candlekeep has perhaps the most extensive collection of books and lore in all of Faerûn. Whenever a new arrival comes to the gates with an offering, runners are dispatched to search the stacks and make sure the offered text is unique.",
						"Experts in the culinary arts may have some advantage here, as a book of original recipes counts as a written work. At least one seeker has been granted entry to Candlekeep by sitting for 3 days on a rock in front of the keep and writing down recipes. All the recipes were his own innovations, and one was for this radical cocktail with dark vinegar and a tarragon garnish that was intended to resemble a Candlekeep inkpot with a quill.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Inkpot Negroni",
							"page": 18
						}
					],
					"id": "022"
				},
				{
					"type": "entries",
					"name": "Astral Plane",
					"page": 20,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/026.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"A group of young scribes studying under the archmage Sylvira Savikas were sent on a search in the outer planes to recover a disintegrating tome stored in a room that had become disconnected from the keep. While out on their mission, the scribes saw colors in the outer plane that they had never seen before. Overcome by a manic need to capture the experience, the young scribes rushed back to the Hearth to compare notes. Soon they were taking turns devising drinks from the bottles behind the bar that might capture the colors that haunted their minds. They were never truly able to re-create that dance of light and magic, but they agreed that the flavor of this cocktail came closest to the way the colors of the astral plane felt.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Astral Plane",
							"page": 21
						}
					],
					"id": "023"
				},
				{
					"type": "entries",
					"name": "Necromancer",
					"page": 22,
					"entries": [
						"On a survey of the fauna of Toril, the powerful sage Kazryn Nyantani encountered a mad necromancer who kept a beautiful garden of wormwood, juniper, and bitter citrus. She discovered, to her great alarm, that the garden was sustained by the same corpses the necromancer called on to do his terrible bidding!",
						"The necromancer crafted an intoxicating potion infused with the fruits of his garden that he claimed would grant him eternal life. He was wrong, but the drink was delicious, with elegantly balanced notes of citrus and anise and a pale pallor reminiscent of the ghastly flesh of the animated dead. Nyantani brought the recipe back to Candlekeep, where it has put more people on their backs than it has ever raised from the dead.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Necromancer",
							"page": 22
						}
					],
					"id": "024"
				},
				{
					"type": "entries",
					"name": "Library Martini",
					"page": 23,
					"entries": [
						"Varnyr, the senior scribe at Candlekeep, has watched over the books at the library for centuries with the doting attention of a loving mother. Her one overwhelming desire in life is to protect her books. In her earliest days at the library, she planted sage bushes all around Candlekeep. Oil and smoke from the leaves of the sage plant were a natural preventative against the moths and weevils that might have devoured the pages of her books.",
						"Over time, the monks of Candlekeep devised magic means to protect the books instead. The sage plants are now part of the scenery and an integral feature of Candlekeep in many students' minds. Wearing a sage posy or sage embroidery is one way that students might identify each other. The sage-infused Library Martini is one of the most enjoyable ways that Candlekeep uses its excess of sage and honors its history, and it remains a favorite drink of Varnyr's to this day.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Library Martini",
							"page": 23
						}
					],
					"id": "025"
				},
				{
					"type": "entries",
					"name": "Emerald Door",
					"page": 24,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/027.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"The Emerald Door is an iconic sight in Candlekeep, the sole entrance to the Inner Ward and the rich depths of the library. Only the truly worthy can enter here, and most seekers at Candlekeep never make it through that door. Its throbbing green glow becomes a taunt and a promise to those students staring across the Court of Air from the windows of the Hearth.",
						"Ordering the cocktail named for the Emerald Door is something of a statement of purpose. This effervescent glass flute of bright flavor and pale green light is a taste of the elevated life beyond the door, of the promise of great wisdom and learning that all seekers aspire to. They may never discover what the world is like beyond the emerald door, but they can experience just a taste.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Emerald Door",
							"page": 25
						}
					],
					"id": "026"
				},
				{
					"type": "entries",
					"name": "Candlekeep Tea",
					"page": 26,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/028.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"Candlekeep Tea is not actually served at the Hearth but rather a few doors down at the smithy of Khe'ril Hammerbind. The story goes that on one particularly ferocious winter storm night, some students, on the brink of death in their drafty bunk rooms, struggled down to the smithy to beg to sleep by the blazing fires of the forge. The grumpy dwarven smithy took pity on the students, allowed them a place on the stones, and made them hot black tea to warm them from the inside.",
						"Word spread of Hammerbind's kindness, and other students joined them that night, bringing with them gifts of strong liquor, exotic herbs, and even sugar and fruit. Hammerbind mixed the offerings to stretch the tea a little further, and Candlekeep Tea was born. Every time a storm hits, the poorest adjutants are welcomed to the forge for warmth, and together with Hammerbind, they make a new tea, a little different every time. The recipe below is a typical example, but everyone is encouraged to add what they can to the pot.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Candlekeep Tea",
							"page": 26
						}
					],
					"id": "027"
				},
				{
					"type": "entries",
					"name": "Magic Jar",
					"page": 28,
					"entries": [
						"Students of darker magic are closely watched by the senior scribes at Candlekeep in case they are tempted into wickedness. The stoic moon elf Vooshadi Moonriver is especially watchful of those adjutants studying {@spell Magic Jar}, a necromancy spell that allows the caster to transfer their soul into a jar and then possess a nearby target, swapping the target's soul with their own into the same jar.",
						"{@spell Magic Jar} is a spell with many dangers, most especially the risk of death if the spell is disrupted and a high chance of spiritual corruption from taking control of another person's body. There is even a possibility of the caster or the target's soul becoming forever trapped in the jar.",
						"Vooshadi did not react well when she learned a group of young scholars had devised a gin punch they dubbed \"Magic Jar\" because, in the words of a student, \"It gets you out of your head.\" Their frivolous disdain for such a serious spell was alarming to the elder scribe. The students begged Vooshadi to at least try their creation, in the spirit of inquiry, and she reluctantly agreed. Vooshadi still won't refer to this drink by its official name, but she does enjoy a Magic Jar when she wants to let her hair down.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Magic Jar",
							"page": 28
						}
					],
					"id": "028"
				},
				{
					"type": "entries",
					"name": "Rewards",
					"page": 29,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/029.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 2312,
							"height": 1497
						},
						"Ulraunt, a former Keeper of the Tomes, was famously stingy with praise for his adjutants to the point it impacted their learning. They never knew if they were doing a good job, because \"the Old Buzzard\" (as he was known) never offered a word of encouragement. Called out for his reticence by his fellow sages, Ulraunt said that it was simply not in his nature to gush but promised to take steps to ensure his adjutants knew they were doing a good job. He still withheld from giving praises, but he started to send little boxes of strawberry rhubarb tartlets to his best performing students.",
						"Ulraunt is long gone from Candlekeep, but his \"rewards\" live on at the Hearth and are still sometimes ordered by proud sages. The difference now, of course, is that students can also reward themselves, even when they're doing a terrible job, and now you can too.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Rewards",
							"page": 29
						}
					],
					"id": "029"
				}
			],
			"id": "021"
		},
		{
			"type": "section",
			"name": "Whiskey from The Gilded Horseshoe Inn in Longsaddle",
			"page": 32,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/030_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"The Gilded Horseshoe sits in a very small village far from any major settlements, but it serves a vast area, as this is the establishment of choice for the ranchers on the plains surrounding Longsaddle. That clientele guarantees a lot of rowdy nights on the sawdust-scattered floorboards of this converted barn, but the nearby presence of the powerful Harpell family ensures nothing too destructive ever happens—unless the Harpells are the ones causing trouble. Travelers on the Long Road will find a warm welcome, a sense of safety, and a boot-scootin' night to remember at the Horseshoe, so long as they stay on the right side of the Harpells!",
				"Whiskey made from local Dessarin Valley grain is the drink of choice for locals at the Horseshoe. Usually that means a shot with a beer, but the inn also serves fine whiskey cocktails for fancy merchants, guests of the Harpells, and ranchers with refined tastes!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/032_1.webp"
					},
					"credit": "Widakk Design",
					"altText": "A black bottle label reading: The Gilded Horseshoe Inn, Whiskey, 100% Dessarin Valley Grain.",
					"width": 1674,
					"height": 2066
				},
				{
					"type": "entries",
					"name": "Hand of Vecna",
					"page": 36,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/033.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"{@creature Vecna the Archlich|VEoR|Vecna} is a powerful archlich known to some as the Undying King, the Whispered One, and the Master of the Spider Throne. Vecna studied the dark arts from childhood at the knee (or under the boot heel) of his cruel hedge witch mother. Unshackled from the bounds of time and space, Vecna's terrible touch may be as inevitable as death itself.",
						"{@item Hand of Vecna|DMG|The archlich's withered hand}, also unstuck from time, is a legendarily powerful artifact that grants its bearer terrible necromantic abilities at the cost of the bearer's own hand and eventually at the cost of their life.",
						"While awaiting the inevitable end of all things in Vecna's wrinkled gray clutches, one might as well enjoy this deliciously smoky and potentially sacrilegious cocktail, created either in tribute to a dastardly figure or as a rebuke to a sinister bogeyman.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Hand of Vecna",
							"page": 36
						}
					],
					"id": "02b"
				},
				{
					"type": "entries",
					"name": "Nether Gold",
					"page": 38,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/034.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"For three thousand years, the Netheril Empire dominated Faerûn from wondrous citadels floating high above the land. Such was the power of the Empire that it seemed indestructible, and that—of course—was its undoing. Karsus, the greatest of the city's spellcasters, was so drunk on power that he tried to place himself among the gods themselves. He was cast down for his pride as was the Empire.",
						"The vast deserts of Anauroch beyond Evereska are the graveyard of Netheril. Treasure hunters often venture out to seek their fortune, hoping to find gold, jewels, or long-lost magic artifacts. Beyond the environmental challenges of the desert and the rivalry of other hunters in a lawless land, they face a high likelihood of death thanks to Netherese creatures, traps, and ancient spells scattered across the sands. The Gilded Horseshoe is the last stop before the desert for many of these hunters. This golden cocktail with honey is often their last drink before they depart, and perhaps their last drink ever.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Nether Gold",
							"page": 39
						}
					],
					"id": "02c"
				},
				{
					"type": "entries",
					"name": "Ogretoe",
					"page": 40,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/035.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"The ogre Orgo Beardlichen stumbled into the Horseshoe one evening, claiming to have been caught in a freak snowstorm on an otherwise bright, sunny day. The staff warmed him up but could not save the big toe on his left foot, which had already turned black. Orgo took an axe off the wall, chopped off the toe, and plopped it in a cask of whiskey. He said he would find a healer who could reattach it. There had been no freak snowstorm, however. Orgo had merely offended a frost druid, and she wasn't done taking her revenge on him. The druid entered the bar and killed Orgo on the spot. The toe in the whiskey was the only part of him left behind.",
						"Drinking the ogre toe whiskey became a strange tradition at the Horseshoe. People dared each other to drink a shot of contaminated whiskey with the toe bobbing in the glass, and anyone who \"kissed\" the toe was inducted into \"the Ogretoe Society.\" Unfortunately, the adventurer {@creature Volothamp \"Volo\" Geddarm|ToA|Volothamp Geddarm} swallowed the toe, and now the bar serves a drink that approximates the original with a pickle in place of the toe and pickle juice to give it that ogre-ish flavor.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Ogretoe",
							"page": 40
						}
					],
					"id": "02d"
				},
				{
					"type": "entries",
					"name": "Pegasus",
					"page": 42,
					"entries": [
						"Many remarkable creatures are found in the Ivy Mansion, the ancestral home of the Harpells, a powerful wizard family. Rumor has it that those animals don't roam freely; they've been shrunken down and placed in glass jars as part of the family's collection of magic experiments and wonders. There may be a Pegasus or two in the collection, but the Harpells don't like to see these magic winged horses fall into rival hands. When a group of vicious hunters came to the Moonwood to hunt for Pegasuses, the Harpells called on the legendary orcish druid Dawan Pax, also known as \"the Hunter's Curse,\" to stop them.",
						"Pax made short work of the Moonwood hunters and brought the injured Pegasuses to Ivy Mansion to establish a sanctuary. Pax also left behind a flask of invigorating fruit tonic that became the basis for a cocktail to raise funds for the care of the creatures. The Harpells thanked him and hurried him away before he could learn of the glass jars in their barn.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Pegasus",
							"page": 42
						}
					],
					"id": "02e"
				},
				{
					"type": "entries",
					"name": "Cat's Cradle",
					"page": 43,
					"entries": [
						"Any bar or tavern that plays host to occasional tabaxi travelers would be advised to have some version of this milk punch on their menu. Tabaxi are a catlike people who share a curiosity about the world that inspires them to travel far and wide. Most wandering tabaxi are also adept hunters, so while they may enjoy a steaming cup of gristly brown tavern stew, they don't necessarily need to part with coin to get fed. They don't even pay for a room, as they'd rather sleep curled in a sunbeam by the window or in front of a roaring fire. This is very frustrating for innkeepers, who don't like to see any traveler pass by without some payment. That's where milk punch comes in. There is something nostalgic about milk. It ensures sweet dreams for a tabaxi far from home. Spiking that milk with a little whiskey, well, perhaps that makes those dreams come a little quicker!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Cat's Cradle",
							"page": 43
						}
					],
					"id": "02f"
				},
				{
					"type": "entries",
					"name": "Harpell's Reserve",
					"page": 46,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/036.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"All members of the Harpell family are welcome at the Gilded Horseshoe, and their drinks are always free—because all landlords of the Gilded Horseshoe know what happened to former owner Edgourd Mellish generations ago when he asked Lord Morgus Harpell to cover his bar tab. Edgourd now stands in the Harpells' statue garden, wreathed in ivy.",
						"To keep the Harpells happy, there's always a special blend of the Harpell's Reserve in a cask behind the bar. The blend is aged in sacred oak from the Neverwinter Wood, and no one else is allowed to drink it. One fool attempted to jump the bar to sample it and exploded into a cloud of bugs. Another was served the Reserve by mistake and reverted to infancy. An entire group of raiders attempted to rob the bar and almost got away with their heist, but one idiot tried to drink from the barrel and the whole group melted on the spot.",
						"We suggest you attempt this recipe at your own risk.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Harpell's Reserve",
							"page": 45
						}
					],
					"id": "030"
				},
				{
					"type": "entries",
					"name": "Loklee",
					"page": 46,
					"entries": [
						"On the occasion of the Grand Duke of Baldur's Gate, Ulder Ravengard's, civic visit to Longsaddle, the Lord of Longsaddle, Dowell Harpell, instructed one of the bartenders at the Gilded Horseshoe to make a cocktail in his honor.",
						"The bartender, a githyanki named L'rai, was born in Baldur's Gate and knew of the city's darkness, sophistication, and complexity very well. She created a cocktail inspired by her memories of a sour-edged and very strong bathtub whiskey rumored to have been made and enjoyed by shepherds since the time when Baldur's Gate was still the humble village known as Loklee. Unfortunately, Lord Ravengard never bothered to visit the tavern during his stay to try L'rai's adaptation. The Gilded Horseshoe still serves the Loklee cocktail in case he ever stops by.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Loklee",
							"page": 46
						}
					],
					"id": "031"
				},
				{
					"type": "entries",
					"name": "Dragonberries",
					"page": 47,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/037.webp"
							},
							"credit": "Goodname Digital Art Studio",
							"width": 1350,
							"height": 618
						},
						"The warlock Zanizyre Clockguard has a fearsome reputation because of her bond to her patron {@deity Tiamat|Dawn War|DMG}, the terrible Queen of Dragons. When Zanizyre passed through Longsaddle, even the Harpells were a little nervous, despite the fact that she is really one of the nicest gnomes you'll ever meet.",
						"Zanizyre came to the Gilded Horseshoe with three hungry hatchling dragons that she had rescued from an Auranoch cyclops. The kitchen was closed and the larders were nearly empty, but the staff were determined not to anger {@deity Tiamat|Dawn War|DMG}. They found some barrels of chickpeas, added a few spices, and asked Zanizyre to provide the fire to roast them into a delicious crunchy snack. The baby dragons loved the snack, as did Zanizyre herself. She left a generous tip and told the bar staff that {@deity Tiamat|Dawn War|DMG} might spare them on her inevitable return to this world if they kept the dragonberries on the menu.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Dragonberries",
							"page": 47
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/038.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 2312,
							"height": 1497
						}
					],
					"id": "032"
				}
			],
			"id": "02a"
		},
		{
			"type": "section",
			"name": "Vodka from The Pink Flumph Theater in Waterdeep",
			"page": 50,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/039_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"One of the hottest tickets in Waterdeep, the Pink Flumph Theater is a gaudy performance hall that puts on plays and entertainments every afternoon and evening. The theater is often packed with folks eager to witness the magic special effects generated by the Flumph's resident faerie dragon, Wishes. Any bard passing through Waterdeep dreams of booking a gig here—and hopefully getting a share of the night's takings at the bar!",
				"The proprietor of the Pink Flumph, Iokaste Daliano, has an arrangement with a local vodka distillery that says it makes its vodka from a healing spring. Many patrons report feeling wonderful on its effects—until they wake up the next morning.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/041_1.webp"
					},
					"credit": "Widakk Design",
					"altText": "A pink bottle label reading: Vodka distilled locally for The Pink Flumph Theater using only the purest waters from the Clearwell.",
					"width": 1631,
					"height": 2121
				},
				{
					"type": "entries",
					"name": "Hordelander",
					"page": 54,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/042.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"Iokaste was once briefly smitten with a gentleman named Gannis Frostmantle who visited Waterdeep and claimed to be an emissary of the Tuigan horde from the distant lands of the Endless Waste. Gannis courted the widow and asked her help in finding people to fund his campaign against demonic intruders. He insisted he did not need her money, of course, but she would not hear of his refusal. A well-traveled woman, Iokaste added a drink to the menu of the Flumph that would remind Gannis of home: a salted yogurt-based drink that was popular among the horse riders of the Hordelands. Gannis tried the drink and spat it out, and that was when Iokaste realized he was a fraud.",
						"In a rare instance of solidarity between Iokaste and Wishes, they arranged a visit for Gannis with the wrathful gods of the Hordelands—or at least an illusory approximation. Gannis was last seen heading for Luskan. The Hordelander cocktail remained on the menu as Iokaste had developed a taste for saltiness.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Hordelander",
							"page": 54
						}
					],
					"id": "034"
				},
				{
					"type": "entries",
					"name": "Cheap Seat",
					"page": 56,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/043.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"Wishes, the iridescent {@creature Faerie Dragon (Violet)|MM|violet faerie dragon} brought to Waterdeep from Kara-Tur, is credited as the secret of the Pink Flumph's success. It's Wishes's illusory magic that enhances the performances on the stage, creating special effects like wild weather, the din of clashing armies, and the floral perfume of a faerie bough. Unfortunately, some nights Wishes just doesn't feel inspired. Ever since his friend Algondar died and Iokaste took over, Wishes has been haunted by grief and frustrated by Iokaste's disinterest in the arts. Some nights Wishes just turns {@condition invisible} and hides under the stage.",
						"Thankfully, the performers devised a way to entice Wishes out with nut butter. Specifically, the nut butter rim of a Cheap Seat cocktail, a delicious creamy, chocolatey treat that's a little sweet, a little bitter, and very inspiring. One of these usually guarantees a show, and three of them guarantee a performance.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Cheap Seat",
							"page": 57
						}
					],
					"id": "035"
				},
				{
					"type": "entries",
					"name": "Malatran Mule",
					"page": 58,
					"entries": [
						"Iokaste Daliano requires a strong drink to get her through each night at the Pink Flumph. The truth is, she hates theater. Her late husband, Algondar, created the Flumph to indulge his passion for the arts, and when he died, she kept it open to indulge her own passion, which was hobnobbing with rich and powerful theater patrons and finagling her way into a position of influence in Waterdeep.",
						"In her younger days, Iokaste traveled to Kara-Tur as a treasure hunter. It was there she met the young Algondar, then a traveling bard, and a faerie dragon that could grant Algondar's \"wishes\" to own a theater. Algondar brought \"Wishes\" back to Waterdeep to star in his shows, and Iokaste brought back a taste for strong, spicy drinks that could help her endure night after night of raucous flamboyant theatrical entertainments. The Malatran Mule is her contribution to the venue.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Malatran Mule",
							"page": 58
						}
					],
					"id": "036"
				},
				{
					"type": "entries",
					"name": "Night Watch",
					"page": 59,
					"entries": [
						"The Harpers are a secret network of magic spies who champion the downtrodden and wage war against tyrants. According to rumor, many of their number are bards, minstrels, actors, musicians, and other performers—which means that in any theater at any given time, there may be a Harper among the cast.",
						"The actor Yaliek Iltizmar, who specializes in playing romantic blackguards and evil princes, has a theory that the surest way to spot a Harper in a theater is to see who's ordering a Night Watch at the aftershow. Harpers are known for their nocturnal vigilance, after all, and this coffee-forward cocktail is a favorite for anyone who wants to stay awake through the night. Yaliek says she always has one eye open to spot which of her fellow performers might be a Harper. Yaliek also often has a Night Watch in hand because, she says, she just likes the taste.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Night Watch",
							"page": 59
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/044.webp"
							},
							"credit": "Goodname Digital Art Studio",
							"width": 2137,
							"height": 675
						}
					],
					"id": "037"
				},
				{
					"type": "entries",
					"name": "Mother",
					"page": 60,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/045.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"Somewhere between a drink and a meal, \"Mother\" was created by the Pink Flumph's celebrated performer, the drag queen Chaotic Eva. Eva needed something to keep her nourished and drunk as she gamely made her way through up to fifteen performances a week on the Waterdhavian stage. Eva inspired many drag performers to follow in her footsteps, earning her the honorific Mother, and her name was also transferred to her favorite drink. Most who try it are quickly converted to its charms, though Eva's own drag children—Misty Step, Halflina, and Gary Ooze—are too squeamish to give the drink a try.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Mother",
							"page": 60
						}
					],
					"id": "038"
				},
				{
					"type": "entries",
					"name": "TPK (Total Party Katastrophe)",
					"page": 62,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/046.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1631,
							"height": 2121
						},
						"As the nights draw down toward winter, the people of Waterdeep mark the changing seasons with an unusually bloody festival called Howldown. The City Guard, accompanied by a few willing Waterdhavians, head out into the surrounding countryside to hunt down and slay any beasts, creatures, monsters, and even criminals who might threaten rural residents of the villages beyond the city walls. The City Watch conducts a similar purge within the walls. It is a cruel, brutal, and very dubious tradition.",
						"Like many establishments, the Pink Flumph hosts a breakfast for returning crews as the sun comes up, complete with pitchers of a delicious fruity punch made with tart tamarind, sweet passion fruit, and bright green slices of kiwi. This \"TPK\" is the only \"total party katastrophe\" that a Howldown crew wants to experience after a night of fighting monsters. As the name implies, a TPK can absolutely finish off a whole party.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "TPK (Total Party Katastrophe)",
							"page": 63
						}
					],
					"id": "039"
				},
				{
					"type": "entries",
					"name": "Fol-de-rol",
					"page": 64,
					"entries": [
						"This delightful cherry-red concoction is a favorite among the repertory players at the Flumph. The traveling bard Florizan Blank brought the recipe from his homeland, where it was equally and exclusively beloved by the royal court. That same royal family was tragically slaughtered in a bloody coup a few years prior with the exception of one young prince who was smuggled to safety by his music teacher and reportedly given a new identity. The whereabouts of the prince remain a great mystery.",
						"It is not clear how Florizan came by the recipe for the Fol-de-rol, which was a closely guarded royal secret, but he tells his fellow performers that striding the stage as kings and queens makes them as worthy of the secret as any true monarch. After all, we are all just performing our roles.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Fol-de-rol",
							"page": 64
						}
					],
					"id": "03a"
				},
				{
					"type": "entries",
					"name": "Flumphcakes",
					"page": 65,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/047.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 2312,
							"height": 1497
						},
						"For anyone unsure of what a \"{@creature Flumph}\" is, they are strange, floating, jellyfish-like creatures found in the Underdark. Wise, kind, and good-natured, these peculiar creatures feed exclusively on psionic energy. That energy affects their mood, which in turn affects their coloration. A pink flumph is a happy flumph. Darker colors reflect darker emotions and may suggest that the flumphs are feeding off something dangerous, like {@creature aboleth|MM|aboleths} or {@creature mind flayer|MM|mind flayers}, which is a useful warning to explorers.",
						"Flumphcakes are small pancakes that resemble upbeat flumphs in their flatness, roundness, and pale hue. Patrons at the theater can order post-show flumphcakes in a range of colors to match their own mood; pink flumphcakes are served with strawberries, green flumphcakes with cream cheese and chives, and black flumphcakes with caviar. No flumphs are harmed in the making of these cakes.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Flumphcakes",
							"page": 65
						}
					],
					"id": "03b"
				}
			],
			"id": "033"
		},
		{
			"type": "section",
			"name": "Rum from The Low Lantern in Baldur's Gate",
			"page": 68,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/048_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"The boards of this old merchant ship were soaked with rum and blood long before the Low Lantern permanently docked in Baldur's Gate. No longer seaworthy, the ship has become one of the most popular taverns and gambling houses in the city, especially beloved by sailors and smugglers who have adjusted to the dim light of a ship's interior and who find some comfort in the tavern's familiar décor of old barrels and knotted ropes.",
				"The gaming tables are always hot here, and rum is the grog of choice, readily supplied and heartily enjoyed by passing traders who trust the discretion of the tavern's proprietor, Laraelra Thundreth, a fellow former seafarer now commonly known as \"the Captain.\"",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/050_1.webp"
					},
					"credit": "Widakk Design",
					"altText": "A blue bottle label reading: The Low Lantern, Acquired Abroad, Barrel-Aged Aboard, Fairly Decent Agricole Rum.",
					"width": 1632,
					"height": 2121
				},
				{
					"type": "entries",
					"name": "Scrimshaw",
					"page": 72,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/051.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"A merchant sailor named Hitoshi Jade often pays his bar tab at the Low Lantern with scrimshaw, an intricate carving on bone or ivory depicting ships at sea, mermaids, sea creatures, long-lost loves, or elegant abstract designs. The art form of scrimshaw has always been popular among sailors on long sea voyages, and Jade is an especially proficient scrimshaw artist, able to etch extraordinary intricate scenes for large amounts of coin. The Captain is an enthusiastic fan of Jade's work and has a cocktail on the menu with bone-white foam, served in an etched coupe glass in tribute to his scrimshaw. Unfortunately for Jade, he's an equally enthusiastic fan of booze, and his bar tab frequently exceeds his coin, so most of his work ends up behind the bar at the Low Lantern to cover his expenses rather than ever going on sale!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Scrimshaw",
							"page": 72
						}
					],
					"id": "03d"
				},
				{
					"type": "entries",
					"name": "Celebration Brew",
					"page": 74,
					"entries": [
						"This frothy blend of rum, beer, and citrus came to Baldur's Gate with the dwarven diaspora moving from the mountains to the city. A traditional dwarven drink beloved for its golden hue, it feels like a bucket of sunshine in the dingy dark of the underground world, and its popularity has not waned in the new aboveground grayness of the city.",
						"Celebration Brew is not tied to any specific event in dwarven culture. On the contrary, dwarves will order this drink to commemorate anything at all. Discovered a new gold deposit? That's cause for a celebration! Had a new baby? That's cause for a celebration! Lost a shoe? That's cause for a celebration!",
						"The drink is also known as Liquid Courage because there are times when everything is grim and hope is hard to come by. On occasions when there is nothing to celebrate, well, that's when you need some liquid courage to get you through. Any other circumstances? Cause for a celebration!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Celebration Brew",
							"page": 74
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/XGE/c2001.webp"
							},
							"credit": "Chris Seaman",
							"width": 697,
							"height": 1000
						}
					],
					"id": "03e"
				},
				{
					"type": "entries",
					"name": "Chultwater",
					"page": 75,
					"entries": [
						"The tropical wilderness of Chult is a place so rife with danger that any explorer or traveler returning from the islands is marked with high esteem. Aremag, the {@creature dragon turtle}, devours ships in the bay; the froglike grungs poison unwary travelers with their darts; wanderers become forever lost in the cursed gardens of Nangalore; and too many fools are crushed, slashed, or devoured by dinosaurs. The treasures and wonders of Chult make it worth the risk, at least for some.",
						"A merchant named Gannis Tath came to the Low Lantern with a wooden box full of rare stones that he hoped to sell to raise funds for an expedition. He met with possible investors at the Lantern and shared an elaborate bowl of rum and juices that he called \"Chultwater.\" He claimed that anyone who shared this traditional drink with him was bound to an unbreakable trust. It was adventurer Artis Cimber who informed the Captain that no such cocktail or tradition exists in Chult and that the rare stones were colored glass. By that point, the con artist Gannis had already fled to Baldur's Gate with the specter of a kenku assassin's black wing at his back.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Chultwater",
							"page": 75
						}
					],
					"id": "03f"
				},
				{
					"type": "entries",
					"name": "Captain's Fancy",
					"page": 76,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/053.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"Laraelra Thundreth is a widely respected wizard in Baldur's Gate; she's considerate of her staff, respectful of her patrons, and dedicated in her study of magic. She often leaves the care of the bar to her employees and retires to her quarters in the late evening to absorb herself in her books.",
						"If there is no trouble to attend to, Laraelra will not emerge until morning, but she will sometimes send out her familiar, a robust scuttling crab, to bring her a sandwich, which the kenku bartenders will delicately balance on the creature's carapace.",
						"When she's in a good mood, Laraelra will also order a hot buttered rum with whipped cream and cinnamon, an indulgent treat that does not match her serious reputation. The Captain pretends to have few vices, but this is among her greatest. The drink is not on the menu, but those in the know can order it by asking for Captain's Fancy.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Captain's Fancy",
							"page": 76
						}
					],
					"id": "040"
				},
				{
					"type": "entries",
					"name": "Faerie Fire",
					"page": 78,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/054.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1631,
							"height": 2121
						},
						"Many old sea dogs will tell you that Faerie Fire is a preposterous drink, with all its froufrou juices and fancy adornments like popping candy and edible pearls, all of which serve to create a ridiculous sensory experience. But that won't stop them from moseying up to a table of strangers who have ordered a pitcher of Faerie Fire with an offer to exchange seafaring tales for a wee cup of grog. There is more than enough rum in Faerie Fire to overcome their objections!",
						"This drink is named for a {@spell Faerie Fire|PHB|simple spell} that creates radiant light around every person and object in a small space. Bar staff who can perform the spell will often do so to accompany the drink, usually in celebration of someone's birthday or their victorious return from an adventure. There is even a terrible song that goes with it: \"Faerie fire for thee, faerie fire for thee, faerie fire for (name of recipient), faerie fire for thee.\" The Captain has absolutely forbidden the use of the spell and the singing of the song in her establishment.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Faerie Fire",
							"page": 79
						}
					],
					"id": "041"
				},
				{
					"type": "entries",
					"name": "Eldritch Storm",
					"page": 80,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/055.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"The bouncers at the Low Lantern are brawny former sailors of the Captain's acquaintance—tall, imposing, and able to tie troublemakers in knots. Their main function is to be silently intimidating to prevent any troublemaking before it happens. The people that guests really must be wary of are the bartenders. All the Captain's bartenders are kenku. These raven-black birdlike people seem more unsettling than threatening. Most patrons barely look at them twice. However, anyone who knows history knows that the first kenku came to Faerûn as assassins, and though most kenku pursue other professions, the Captain's kenku are certainly members of that sinister order, able to quietly and quickly remove any serious \"problems\" from the bar.",
						"This strange, slightly savory cocktail is a favorite of the kenku; it's dark, elegant, and sinister. As long as the Low Lantern remains, this drink will be on the menu.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Eldritch Storm",
							"page": 80
						}
					],
					"id": "042"
				},
				{
					"type": "entries",
					"name": "Rumtack",
					"page": 82,
					"entries": [
						"Tack, or cabin bread, is a food that's bitterly familiar to sailors; they're dense, hard, flavorless crackers made with just water and flour. It is miserable to eat and has very few nutrients, but it packs a lot of calories and can last for months, possibly even years. Tack is part of every sailor's rations. The lucky ones also have rum, and soaking a hard biscuit in rum can make it a lot more pleasant to eat and a lot easier to swallow.",
						"Rumtack at the Low Lantern is a significant upgrade to a rum-soaked tack. Inspired by traditional black cake from the islands, this rich, boozy offering is one of the only food items available at the Lantern, and a good ship's captain will often order rumtack for the whole crew to help chase away the haunting memories of long months gumming at horrible crackers.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Rumtack",
							"page": 82
						}
					],
					"id": "043"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/WDH/Eyecatcher.webp"
					},
					"width": 1000,
					"height": 691
				}
			],
			"id": "03c"
		},
		{
			"type": "section",
			"name": "Tequila from The Halfway Inn near Evereska",
			"page": 83,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/057_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"The Halfway Inn is as close as some travelers may get to the hidden and secretive city of Evereska. This sturdy brick inn is also a trading post where hunters, trappers, prospectors, and farmers from across the region meet to exchange goods and share stories. The patrons include a few skilled artisans from Evereska itself who come here to sell their wares.",
				"As one of the closest taverns to the great desert sands of Anauroch, the Halfway Inn does an excellent trade in tequila, a spirit distilled from the desert cactus—also known in the Elven tongue as \"Elquesstria.\"",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/059_1.webp"
					},
					"credit": "Widakk Design",
					"altText": "A brown bottle label reading: Wild-foraged Anauroch Agave Tequila, Specially bottled for The Halfway Inn.",
					"width": 1632,
					"height": 2121
				},
				{
					"type": "entries",
					"name": "Moonrise",
					"page": 88,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/060.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"The redoubtable elven settlement of Evereska maintains a cool relationship with the Halfway Inn's proprietor, Myrin Silverspear. Silverspear offers a warm welcome to all who step through the doors of his inn, in stark contrast to the proudly unapproachable Evereskans.",
						"In spite of this difference in approach, Evereska tolerates the inn's unusual proximity to the secretive community because the people of Evereska respect Silverspear as a fair broker and because Evereska benefits from having a trading post nearby. It is rumored that Silverspear is an exiled noble of Evereska, which would explain why he is so respected and tolerated and yet still excluded.",
						"The Moonrise cocktail, with its distinct layers, is said to evoke the view of the rising moon from the heightened vantage of Evereska through the haze of the city's own magic field. It's one of the most beautiful and cherished sights and one that Silverspear knows he will never see again.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Moonrise",
							"page": 88
						}
					],
					"id": "045"
				},
				{
					"type": "entries",
					"name": "Eye of the Beholder",
					"page": 90,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/061.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"Contrary to common claim, there is no beauty in the eye of a {@creature Beholder}. Those dungeon-dwelling creatures are ugly and repugnant floating abominations, with a disturbing number of needle-sharp teeth and ten grotesque eyes on serpentine stalks, all writhing around its one central dinner plate-size eye. Beholders can kill with a single glance, so they are no laughing matter. However, few people will ever encounter a Beholder, and fewer still will live to tell the tale, so the creatures retain an almost mythic reputation in the minds of many adventurers.",
						"It is with utmost unseriousness that Beholders have been immortalized in the name and design of a tart green party punch. A few glasses of this, and everything seems beautiful in the eye of the beholder.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Eye of the Beholder",
							"page": 91
						}
					],
					"id": "046"
				},
				{
					"type": "entries",
					"name": "Deadwinter Fire",
					"page": 92,
					"entries": [
						"Travelers to the Halfway Inn sometimes bring their traditions and rituals with them. For example, orcish migrants from the rugged lands of Chessenta brought Deadwinter, a festival that marks the turn in midwinter from longer nights to longer days. Deadwinter is a three-day celebration of love for the lost; it's not a sad occasion but rather a joyous one marked with music, laughter, and delicious decorated cakes. Deadwinter Fire is a seasonal specialty, cold on the lips and hot in the belly, with pepper syrup that represents life, love, and passion. This is not a solemn drink; it's spicy!",
						"Competitive celebrants sometimes try to outdo each other with just how much heat they are willing to add to their Deadwinter Fire. First-timers are advised to approach with modesty!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Deadwinter Fire",
							"page": 92
						}
					],
					"id": "047"
				},
				{
					"type": "entries",
					"name": "Seafoam",
					"page": 93,
					"entries": [
						"Sea elves, merfolk, and members of other oceanic cultures are not a common sight in surface-world bars because alcohol is dehydrating, and so is being out of the water. Seafolk are an especially rare sight at the Halfway Inn, which is far from any saltwater coastline. Ocean merchants can find many other places to trade that are not on the edge of a large, dry desert.",
						"Even so, everyone is welcome at the inn, and all staff are trained on how to make this cocktail just in case the occasion demands. Brackish and savory, the Seafoam is undeniably unique, and it has proved popular not just with those rare few seafolk visiting the interior of Faerûn, but with all sorts of landlubbers with a nostalgic fondness for the sea!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Seafoam",
							"page": 93
						}
					],
					"id": "048"
				},
				{
					"type": "entries",
					"name": "Poetess",
					"page": 94,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/062.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1631,
							"height": 2121
						},
						"Many centuries ago, a beautiful young woman with a five-stringed harp of green vines stepped into the roar of a powerful river. She spoke in such elegant tones of the destructive and creative power of nature that the waters calmed around her. As she plucked her strings and continued her recital, she stirred magic into the very rocks of the canyon. This is how Evereska was formed—at least according to one telling.",
						"The woman, an elven goddess known as the Poetess, was either a female aspect or an avatar of {@deity Milil|Faerûnian|SCAG}, the Faerûn god of creativity. In honor of the Poetess's legacy, bards meet every year at the Halfway Inn for a tournament of battle poetry, an extraordinary event that combines magic, dance, martial arts, and spitting bars.",
						"The official drink of the festival, the Poetess, is as beautiful, elegant, and quietly formidable as the goddess herself.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Poetess",
							"page": 95
						}
					],
					"id": "049"
				},
				{
					"type": "entries",
					"name": "Hellish Rebuke",
					"page": 96,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/063.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"The Halfway Inn tries to offer something for everyone: fine wines for elves from Evereska, frothy ale for dwarves from the mountains, and sweet mead for humans from the prairies. The inn even has a drink concocted specifically for tieflings: a smoky, fiery drink named after a {@spell Hellish Rebuke|PHB|tiefling fire spell}.",
						"The reaction was mixed. Proprietor Myrin Silverspear realized that tieflings all had wildly different tastes, no matter what shared culture they have developed. This epiphany was a turning point for the Halfway Inn. Silverspear encouraged his servers to engage with their customers to find out what they really wanted. The staff discovered that some elves actually preferred ale to wine, and some dwarves preferred wine to ale—and some folks from every species and culture enjoyed the punchy kick of a Hellish Rebuke.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Hellish Rebuke",
							"page": 96
						}
					],
					"id": "04a"
				},
				{
					"type": "entries",
					"name": "The Hoard",
					"page": 98,
					"entries": [
						"Every adventurer dreams of discovering a dragon's hoard—the astonishing mound of jewels and riches that are a dragon's most prized possession. Every adventurer also has nightmares about encountering a dragon, which is unfortunate, as dragons are often found asleep on top of their hoard.",
						"The hoard on offer at the Halfway Inn is much easier to enjoy and requires no dragon-taming! Look no further for a platter of crunchy corn chips stacked high with delicious treasures and smothered with golden cheese. Adventure parties often come to blows when splitting the haul from a dragon's hoard. Parties splitting the hoard at the Halfway Inn tend to be less aggressive, though that's not to say that axes have never been thrown and fireballs have never been flung over the last scoop of beans.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "The Hoard",
							"page": 98
						}
					],
					"id": "04b"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/VGM/c1-7.webp"
					},
					"credit": "Brynn Metheney",
					"width": 1000,
					"height": 435
				}
			],
			"id": "044"
		},
		{
			"type": "section",
			"name": "Brandy from The Driftwood Tavern in Neverwinter",
			"page": 100,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/065_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"The Driftwood Tavern is an upmarket inn with a fine reputation and a magnificently curated museum recounting Neverwinter's troubled history, which includes sieges, coups, civil uprisings, and the devastating eruption of Mount Hotenow. Exhibits at the museum include graffitied stones from the old city walls, tattered banners from the ruins of Castle Never, and a partly melted city hall clock stalled at the moment of the Hotenow eruption. The tavern has weathered so many catastrophes that it's earned a reputation as a serene oasis in a world of violent change.",
				"The owner, Madame Rosene, is fond of brandy and is sometimes seen putting the world to rights with old friends over a few brandy cocktails. Her patrons try to emulate her refined tastes, which ensures that her cocktails always sell well at the bar!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/067_1.webp"
					},
					"credit": "Widakk Design",
					"altText": "A white bottle label reading: The Driftwood Tavern, Fine Heirloom Fruit Brandy, Aged on Premises in Thundertree Oak Casks.",
					"width": 1632,
					"height": 2121
				},
				{
					"type": "entries",
					"name": "Brandy Cassalanter",
					"page": 104,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/068.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1631,
							"height": 2121
						},
						"The Cassalanter family of Waterdeep exerts a strong influence across the Sword Coast due to their heavy involvement in the banking sector, but the members of this family are definitely more powerful than popular. Rumors abound of their involvement in shady affairs, with talk of necromancy, vampirism, and tax avoidance. There is even scuttlebutt that the current Lord and Lady Cassalanter, Victoro and {@creature Ammalia Cassalanter|WDH|Ammalia}, sold their own young children's souls to a demonic entity and that their eldest child and heir, Osvaldo, is chained up in the depths of the netherworld.",
						"There was a time not long ago when the Cassalanter name was a proud one; Victoro's father, Caladorn Cassalanter, was revered as a hero across the North, and the family as a whole was loved for its philanthropy. Those are the Cassalanters for whom this refined creamy cocktail is named, not the current batch of psychopaths. Superstitious patrons at the Driftwood may order this drink as a \"Caladorn\" to avoid invoking the Cassalanter name and its diabolical associations.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Brandy Cassalanter",
							"page": 105
						}
					],
					"id": "04d"
				},
				{
					"type": "entries",
					"name": "Madame Rosene's Nightcap",
					"page": 106,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/069.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"Madame Rosene is an influential figure in Neverwinter—well connected, well informed, and always invested in the city's success. As proprietor of the Driftwood Tavern and curator of the museum, she has an intimate knowledge of the city's past and present tensions. She also has one other advantage up her sleeve: her cellars.",
						"The Driftwood Tavern is one of the only intact buildings in the city to survive multiple cataclysms, and it has not only preserved the many historic artifacts collected under its roof over the centuries, but also a world-class collection of vintage wines and brandies. Madame Rosene enjoys a glass of that brandy every evening, and to share in her wealth, one must be invited to join her for a nightcap.",
						"The cocktail on the tavern's menu does not use Madame Rosene's private reserve; one would never mix such precious spirits! But it's as close as most patrons will get to the experience of a snifter with the aloof and venerable lady herself, and it is what Madame Rosene will order if she has a second or a third drink.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Madame Rosene's Nightcap",
							"page": 106
						}
					],
					"id": "04e"
				},
				{
					"type": "entries",
					"name": "Endurance",
					"page": 108,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/070.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"The history of Neverwinter is tumultuous and chaotic. Other cities have experienced similar levels of pain and devastation, but what makes Neverwinter unusual is that it has survived. Neverwinter has endured riots, fires, plagues, storms, coups, sieges, and a volcanic eruption so devastating that it is recorded in the city's history as the Ruining. That last cataclysm destroyed most of the city, but the city still clawed its way back.",
						"Through it all, the Driftwood Tavern has provided a lasting tabernacle and an oasis of certainty through generations of peril. The Endurance cocktail was added to the tavern's menu as a commemoration of that history and of the tavern's place in it. Light, subtle, and summery, it is by design a hopeful drink.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Endurance",
							"page": 109
						}
					],
					"id": "04f"
				},
				{
					"type": "entries",
					"name": "Crakaneg",
					"page": 110,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/071.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"When Mount Hotenow erupted and the Ruining began, the dwarf Ambron Bron recalled his mother yelling at him to save the chickens. Not the gold, not the axes, not even his father's ashes, but the chickens. When they reached safety, his mother explained her reasoning: However bad things seem, you can always crack an egg. When you have chickens, you have good food in an egg—and when the chicken stops laying, you still have food.",
						"Ambron recalled this lesson when his family returned to Neverwinter after the restoration. He took a job at the Driftwood Tavern and introduced a brandy eggnog to the menu in tribute to his mother's wisdom. However, the memory of saving those chickens, depending on them in the months after the Ruining and then eating those friends, haunted Ambron. He eventually gave up consuming all animal products and added an egg-free alternative to the menu, {@recipe Craknoeg|PaF}.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Crakaneg",
							"page": 110
						},
						{
							"type": "entries",
							"name": "Vegan Variation",
							"page": 112,
							"entries": [
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "PaF",
									"name": "Craknoeg",
									"displayName": "Craknoeg (Vegan Variation)",
									"page": 112
								}
							],
							"id": "051"
						}
					],
					"id": "050"
				},
				{
					"type": "entries",
					"name": "Almond Brandy",
					"page": 113,
					"entries": [
						"The exact recipe for Almond Brandy is a closely guarded secret of the Moonshae Isles. According to one tabaxi thief who came close to stealing the recipe and barely escaped the islands with her life, the fundamentals include sweet almond liqueur blended with strong grape brandy, cut with a little lime for sharpness and a dash of bitters for depth.",
						"Given the importance that Madame Rosene places on authenticity for everything in her museum, her adoption of this recipe in the Driftwood Tavern might be an endorsement of its authenticity. It's also quite likely that the drink sells well to tourists and that regulars also enjoy the bittersweet flavor!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Almond Brandy",
							"page": 113
						}
					],
					"id": "052"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HF/026_Newm_9781984858900_lay_art_r11.webp"
					},
					"width": 1750,
					"height": 1998
				},
				{
					"type": "entries",
					"name": "Littlewinter",
					"page": 114,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/073.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"As you may have ascertained, it is never winter in Neverwinter. However, magic can be unpredictable and so can weather. On rare occasions, these idiosyncrasies intersect, and it becomes cold enough in the city to maybe wear a coat.",
						"Folks who have adapted to life in cold climates can usually tolerate plummeting temperatures with a shrug, but people living in warm climates seem to notice every drop of one degree on the thermometer. In Neverwinter, as soon as there's a slight chill in the air, residents call it a \"littlewinter\" and retreat to the tavern to order a hot toddy. This popular variation is so delicious, with its mix of maple syrup, cinnamon, and brandy, that one almost hopes for a little winter to appreciate it!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Littlewinter",
							"page": 114
						}
					],
					"id": "053"
				},
				{
					"type": "entries",
					"name": "High Sun Florentines",
					"page": 116,
					"entries": [
						"The High Sun games are a particularly brutish \"sporting\" event that have been abolished and revived by successive Lords of Neverwinter across the generations, all depending on the mood of the time and how great a need there is to distract the common folk. The games see teams of adventurers—or prisoners, in most cases—attempting to navigate a shifting maze filled with monsters in a stadium of thousands of cheering fans. The fans are mostly cheering for the monsters.",
						"Naturally, the city's grandees watch the game from more elevated positions, where they are less likely to get splashed by some errant slime. From their lofty boxes, they are served fine wines and lacy little cookies. High Sun Florentines are the absolute height of refinement and as brittle as a barbarian's bones in the jaws of a {@creature displacer beast}.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "High Sun Florentines",
							"page": 116
						}
					],
					"id": "054"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/074_1.webp"
					},
					"width": 1354,
					"height": 1095
				}
			],
			"id": "04c"
		},
		{
			"type": "section",
			"name": "Exquisite Rarities from One-Eyed Jax in Luskan",
			"page": 118,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/075_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"Situated on the north bank of the Mirar River, One-Eyed Jax has a reputation as a haven for pirates, smugglers, and mercenaries—a reputation shared by the entire town of Luskan. Despite that reputation and a seemingly ramshackle appearance, the Jax is one of the safer places for visitors to Luskan. The bar does not brook trouble, and anyone interfering with business is liable to be thrown into the icy-cold waters of the Mirar. Salt winds sometimes howl through the walls, but under the tattered import labels that paper those walls is a surprisingly robust oak-beamed building. Nothing here is exactly as it appears.",
				"The drinks at the One-Eyed Jax change depending on what can be acquired through fair means or foul. The mixed drinks are made from the types of bottles one would find getting dusty at the back of other bars—and that the owners of other bars might not notice going missing!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/077_1.webp"
					},
					"credit": "Widakk Design",
					"altText": "A teal bottle label reading: Exquisite Rarity, Shrewdly Procured, The One-Eyed Jax. May contain rice wine, sugar spirit, apricot kernels, bitter herbs, citrus, aniseed or practically anything else.",
					"width": 1631,
					"height": 2121
				},
				{
					"type": "entries",
					"name": "Golden Way",
					"page": 122,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/078.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1631,
							"height": 2121
						},
						"Though Luskan sits at the remote and frigid far north of the Sword Coast, it is a city with a long reach. Its thriving harbor and busy rivers and roads connect it to towns and settlements across the Shining Sea, beyond the sands of Anauroch, and as far away as Kara-Tur. Outsiders say Luskan sits at the edge of the world, but residents of Luskan say that they have the whole of the world on their doorstep.",
						"That Luskan worldliness is evident in the work of tiefling dressmaker Iono Spooner, who sources fabric from all across Toril to create extraordinary costumes for the Luskan traveling carnival, the Sea Maiden's Faire. The carnival brings home beautiful silks, sturdy bamboo fibers, exotic dyes, and rare animal hides, and Iono transforms them all with his clever eye and deft fingers. Iono rarely ventures beyond the walls of his workshop, let alone the walls of his city, but he has been known to make it to the Jax, where he always orders a Golden Way. The drink is named for the largest trade route connecting West to East, and it is an apt celebration of the treasures of trade with flavors not typically native to frigid Luskan!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Golden Way",
							"page": 123
						}
					],
					"id": "056"
				},
				{
					"type": "entries",
					"name": "The Bag",
					"page": 124,
					"entries": [
						"The Bag is a celebration drink for the successful plunderer; it's what a flashy pirate or highway robber orders when they've come into money and want to show off. A thief secures the bag and then a thief enjoys the Bag. This rich, indulgent, creamy drink could send a person to sleep, but the strong coffee in it is meant to counteract those effects, ensuring that the thief is not relieved of his bag before he can enjoy it.",
						"The owner of the One-Eyed Jax, the flamboyant drow swashbuckler {@creature Jarlaxle Baenre|WDH|Jarlaxle \"Jax\" Baenre}, has a love for the pompous swagger of this drink. It matches his own personality. Jax used charm and wit to place himself in a position of power in Luskan and has found a sort of rhythm in its chaos. He plays the city like a lute. Jax keeps close watch on criminal activities in Luskan through his mercenary band of drow outsiders, the Bregan D'aerthe, and he always knows when and where the power is shifting. Some thieves don't want to signal a successful job by ordering the Bag, so Jax will sometimes send the drink to their table just to make sure they know that they have been noticed.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "The Bag",
							"page": 124
						}
					],
					"id": "057"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/WDH/Bregan D'aerthe.webp"
					},
					"credit": "Sidharth Chaturvedi",
					"width": 1000,
					"height": 669
				},
				{
					"type": "entries",
					"name": "Noble Pretender",
					"page": 125,
					"entries": [
						"Many con artists and swindlers pass through Luskan. Those who chance their hand in the wrong venue or move on the wrong mark often don't make it out of the town. One story tells of a man named Gannis Redthumb, a self-proclaimed fugitive aristocrat from Damara seeking safe passage from his persecutors. He plied the patrons of the One-Eyed Jax with fancy drinks and told his new friends that he was carrying magic pits and seeds for winter peaches and strawberries that could grow in bitter snow and feed the hungry through the dead months. Gannis found many potential buyers for his magic fruit—he hooked their interest over strong drinks that loosened their purse strings. Unfortunately for him, the One-Eyed Jax shares some customers with the {@book Low Lantern|PaF|6} in Waterdeep. One day, a quiet kenku arrived in town and perched unnoticed in the shadows of the bar. The next day, Gannis was pulled out of the bay in a fishing net.",
						"A drink inspired by Gannis Redthumb's misadventure is still served at the Jax, a reminder to all patrons that the games they play beyond these doors are not tolerated inside them.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Noble Pretender",
							"page": 125
						}
					],
					"id": "058"
				},
				{
					"type": "entries",
					"name": "Elfharrow Kiss",
					"page": 126,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/080.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"An Elfharrow kiss is not as sweet as it sounds. Elfharrow is a barren desert in Southwest Faerûn; it's hot, dry, and hostile to many forms of life. The lush forest that once filled this land died out when the climate changed, leaving behind a near-dead terrain inhabited by a few tribal communities that fiercely defend their limited resources from intruders. Unwelcome visitors might be greeted by an arrow in the forehead before they even know that they are not alone. That is an Elfharrow kiss.",
						"The bitter smoky cocktail named for that cold welcome is a bit of a history lesson in a glass, with elderflower representing the region's flourishing past and mezcal from desert agave plants representing the prickly present.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Elfharrow Kiss",
							"page": 126
						}
					],
					"id": "059"
				},
				{
					"type": "entries",
					"name": "Tymora's Coins",
					"page": 128,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/081.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1631,
							"height": 2121
						},
						"If {@recipe the Bag|PaF} is enjoyed by brigands celebrating good fortune after a job, Tymora's Coin is meant to solicit good fortune before a job, usually by a crew of brigands working together. {@deity Tymora|Faerûnian|SCAG}, the god of luck, is a mercurial and kind figure who is as likely to smile upon a rogue as a paladin so long as they refrain from violence and target the greedy.",
						"The titular coin is Tymora's symbol because sometimes one's fate feels as random as {@coinflip flipping one}. The anise and lavender in the punch both carry a blessing for luck, and the lemon wheels represent Tymora's symbol. The number of \"coins\" that spill from the pitcher into each person's drink represents how much luck the goddess is granting each member of the crew. This can lead to some nervousness if one member of the crew gets no lemons at all.",
						"We leave the reader to speculate what it says about the nature of thieves that the traditional drink before a job is enjoyed by a group and the traditional drink after a job serves only one or two.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Tymora's Coins",
							"page": 129
						}
					],
					"id": "05a"
				},
				{
					"type": "entries",
					"name": "Greengrass",
					"page": 130,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/082.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"When a cold winter ends, and the snow thaws and the icy rivers crack and flow once more, the sun beats down and the first buds of new growth unfurl from the warming soil. It is then people's thoughts often turn to the future, to possibility, and to fertility. Across Faerûn, the coming of spring is marked with a festival called Greengrass. Offerings are made to the gods in hope of a fertile season, and people come together to dance and drink. Spring comes harder and slower to Luskan than in many places, and that makes this bright, verdant herbal cocktail all the more vital. The Greengrass perfectly captures the spirit and mood of the festival all year round.",
						"Greengrass is very popular with those who feel an intense connection to nature, especially the members of the wide-ranging Emerald Enclave, a collective of druids and rangers with agents everywhere. Someone ordering a Greengrass cocktail may be a member of the Enclave signaling their arrival in town to possible friends—or enemies.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Greengrass",
							"page": 130
						}
					],
					"id": "05b"
				},
				{
					"type": "entries",
					"name": "Scrap and Oil",
					"page": 132,
					"entries": [
						"On a bountiful day, the One-Eyed Jax has fish a-plenty to fry and serve its guests. In leaner times, the bar sometimes turns to other methods to feed the hungry. According to rumor, \"scrap and oil\" was originally made using food waste plundered from the alleys behind Luskan's more respectable establishments or from the scraps that wealthy homes set aside to feed their pigs. The cook at the Jax believed that his drunken customers would eat anything placed in front of them if it came battered and deep fried with a dipping sauce, and he was absolutely correct. In fact, the dish proved so popular that it was added to the menu.",
						"Supposedly the bar now uses its own fresh leftovers to create these tasty fritters, and if you believe that, there's a man in the back room of the bar who would like to sell you a magic chicken.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Scrap and Oil",
							"page": 132
						}
					],
					"id": "05c"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/TCE/094-04-005.webp"
					},
					"credit": "April Prime",
					"width": 1200,
					"height": 862
				}
			],
			"id": "055"
		},
		{
			"type": "section",
			"name": "Wine from The Moonstone Mask in Neverwinter",
			"page": 134,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/084_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"Intrigue is the specialty of the house at the Moonstone Mask, a glitzy and glamorous high-end establishment with lithe, beautiful, attentive servers who always wear masks when they work. These magnetically attractive people are enchanted against mind magic, making them perfect confidantes when the wine is flowing, as any secrets entrusted to them cannot be plucked from their thoughts.",
				"Wine is the other specialty of the Moonstone Mask, which claims to have the best cellars in Faerûn. The establishment's location on a floating rock held in place by chains means it also has the highest cellars in Faerûn.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/086_1.webp"
					},
					"credit": "Widakk Design",
					"altText": "A purple bottle label reading: Wine Hand-Selected by Sommeliers at The Moonstone Mask. Bottle-aged in the Finest and Highest Cellars in Faerûn.",
					"width": 1632,
					"height": 2121
				},
				{
					"type": "entries",
					"name": "Utmost Discretion",
					"page": 138,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/087.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"At the Moonstone Mask, \"utmost discretion\" is both a drink and request, and the establishment prides itself on providing both. This dry, effervescent drink was originally referred to as \"the house special,\" provided to guests freely on arrival as a welcome gesture in the establishment's earliest days. Each guest was greeted by the host with a promise of \"utmost discretion\" and handed a drink, and the association stuck.",
						"These days, the drink has to be ordered, but patrons are assured that discretion still comes free at the Moonstone Mask.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Utmost Discretion",
							"page": 139
						}
					],
					"id": "05e"
				},
				{
					"type": "entries",
					"name": "Lady Ophala",
					"page": 140,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/088.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"One of the remarkable features of the Moonstone Mask is that it sits atop a floating rock anchored to the ground by heavy iron chains. This unusual arrangement was a side effect of the wide-reaching cataclysm of 1385 dubbed the \"Spellplague,\" but the owners of the Mask decided it suited their purposes. Being located on a floating rock both speaks to the elite, elevated character of the venue and makes it much harder for unwelcome guests to intrude.",
						"To mark the venue's centenary, the Lady Ophala cocktail was created. Named for founding proprietor Lady Ophala Cheldarstorn, the luxurious drink is \"garnished\" with ice cream to evoke the Mask's unusual outward appearance.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Lady Ophala",
							"page": 140
						}
					],
					"id": "05f"
				},
				{
					"type": "entries",
					"name": "Feywine Punch",
					"page": 142,
					"entries": [
						"Honey-sweet, effervescent, and as floral as a garden on a warm spring day, Feywine has a unique reputation among elves, who associate it almost exclusively with celebrations and victory feasts. Liset Cheldar, the half-elf current proprietor of the Moonstone Mask, stirred controversy when she started serving Feywine to her customers, as the proper recipe for Feywine is not supposed to be shared outside of elven society. A delegation of elven dignitaries descended on the bar to taste her offering and left satisfied, which led many observers to conclude that Liset could not be serving real Feywine but instead a homemade punch \"inspired\" by the true recipe and not subject to elven prohibitions!",
						"Whether the Feywine at the Mask is made from the breath of moonlight captured in glistening dew on the skin of rare grapes in the Feywild or by mixing strong liquor with fruit juice and sparkling wine, no one can say for sure. Liset's Feywine certainly has the desired effect of the original in making patrons merry!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Feywine Punch",
							"page": 142
						}
					],
					"id": "060"
				},
				{
					"type": "entries",
					"name": "Many Stars",
					"page": 143,
					"entries": [
						"The city of Neverwinter has faced its share of power struggles over the years, but the city's history could have turned out very differently. Some of its gravest threats were quietly dealt with by a secretive guild of arcane mages known as the Many Starred Cloak who devote themselves to protecting the city. Rumor has it that one of their members from this forgotten organization was Lady Ophala, who established the Moonstone Mask to fund and support their operations. It's also said that a secret room exists at the establishment where members of the guild once met to make their plans. The name of the guild lives on in this sweet, spiced, delicious wine cocktail that remains popular throughout the blazing Neverwinter summer.",
						"The current owners of the Mask insist that if any secret meeting room ever existed, they have not found it; and if any such guild ever met there, they know nothing about it; and if the guild still exists and is still meeting there, they certainly will not answer questions about it, so perhaps you should order another drink.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Many Stars",
							"page": 143
						}
					],
					"id": "061"
				},
				{
					"type": "entries",
					"name": "Rime of the Frostmaiden",
					"page": 144,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/089.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"Cold weather is a half-remembered idea for many residents of Neverwinter, where the climate stays warm and balmy year-round thanks to magic intercession. In many parts of Faerûn, for many species, ice presents an existential threat to survival. In Neverwinter, it is a way to cool drinks.",
						"This frozen wine cocktail is named for {@deity Auril|Faerûnian|SCAG}, a god of winter known for her merciless indifference to living things. It's said the land around her is magically frozen to a degree that far outmatches the trickery that keeps Neverwinter warm. Followers of the Frostmaiden have occasionally protested the inclusion of this drink on the Mask's menu as they see it as a mockery of their god, but {@deity Auril|Faerûnian|SCAG} has been dormant for generations and her followers are not very powerful. Most crucially, the drink is too delicious to drop from the menu.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Rime of the Frostmaiden",
							"page": 144
						}
					],
					"id": "062"
				},
				{
					"type": "entries",
					"name": "Beauty Mark",
					"page": 146,
					"entries": [
						"The servers at the Mask have a sterling reputation—they are attentive, intelligent, and graceful. They are also anonymous. Whatever their species, whatever their gender, all servers dress in sheer black and wear bespoke masks to disguise their faces. The servers also wear amulets that protect them from mind-reading and mind-control. All of this anonymity makes these servers appear especially trustworthy to any guests looking for confidantes to speak to or perhaps to spend a few hours with in one of the private rooms.",
						"On one occasion a guest insisted to his friends that he had identified one of the servers by a beauty mark on her neck. When he looked again, the beauty mark had moved to another server, then to all the servers, then to none of them. The Beauty Mark cocktail serves as a gentle reminder to guests that they must respect the servers' privacy just as much as the servers respect theirs.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Beauty Mark",
							"page": 146
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCAG/scag01-23.webp"
							},
							"width": 965,
							"height": 1000
						}
					],
					"id": "063"
				},
				{
					"type": "entries",
					"name": "Courtesans",
					"page": 147,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/091.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 2312,
							"height": 1497
						},
						"Private rooms are available at the Moonstone Mask, and guests can order food and drink to their room and request a specific server to bring it. One particularly popular order is a serving of courtesans. These sweet roasted figs are a decadent indulgence with a long list of purported benefits that have made them legendary. Figs are said to stir arousal, of course. Pistachios boost one's vigor. Goat's cheese feeds desire, and honey encourages sensuality.",
						"Liset Cheldar makes no specific claims to the aphrodisiac property of this dish, but establishment power brokers certainly spend a small fortune testing the possibility.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Courtesans",
							"page": 147
						}
					],
					"id": "064"
				}
			],
			"id": "05d"
		},
		{
			"type": "section",
			"name": "Beer, Mead, and Cider from The Yawning Portal in Waterdeep",
			"page": 150,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/092_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"Everyone knows the Yawning Portal, at least by reputation. A true adventurer's inn, it takes its name from the threatening dark well at the center of the main floor that offers access to the dungeons of the Undermountain. Many brave souls have ventured into the well on a quest; a smaller number have returned to recuperate in the Yawning Portal's warm and comfortable rooms.",
				"An emboldening tankard of beer, mead, or cider before departure is standard for many adventurers, and many more tankards are enjoyed if they make it back. Some have said that if every drop of beer ever served at the Yawning Portal were to be poured down the well, it would drown the whole of the Undermountain!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/153.webp"
					},
					"credit": "Widakk Design",
					"altText": "A beige bottle label reading: The Yawning Portal, Beer, Mead, Cider, Brewed and Bottled on site.",
					"width": 1639,
					"height": 2111
				},
				{
					"type": "entries",
					"name": "Shadowdark",
					"page": 154,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/095.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"During a night of joyous debauchery at the Yawning Portal, it is sometimes easy to forget that unspeakable horror and terrible danger lurk just a stumble away. This frothy concoction called Shadowdark is a reminder of sorts: blood red and stormy, edged with bitterness and a rich cherry sourness. The flesh of mashed cherries swirl in its depths like a promise of devastation, and the final chewy swallow is a moment of sweet release.",
						"If that all sounds a little theatrical, well, you should know that this drink did not come to the Yawning Portal from the dangerous and often brutal worlds of duergar and drow. This drink came from dramatic surface-dwellers, who have a romantic and largely inaccurate conception of the Undermountain as a place of sexy mystery and miserable poetry. It is on the menu at the Yawning Portal because gloomy younger patrons drink a lot of it.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Shadowdark",
							"page": 155
						}
					],
					"id": "066"
				},
				{
					"type": "entries",
					"name": "Pieglass",
					"page": 156,
					"entries": [
						"The Pieglass is an indulgent, dessert-like drink that commemorates the first successful venture into the Undermountain by {@creature Durnan|WDH} the Wanderer and his friend {@creature Mirt|WDH} the Merciless. {@creature Durnan|WDH} and {@creature Mirt|WDH} were young men when they discovered the entrance to the labyrinths beneath Mount Waterdeep created by the mad mage {@creature Halaster Blackcloak|WDMM}. They returned from that expedition weighed down with riches, and Durnan's girlfriend, Mhaere, baked a pumpkin pie to celebrate. Mhaere also made {@creature Durnan|WDH} promise that he would stop chasing danger when they had money enough to start a family. In exchange, while his adventures continued, she swore she would always be there to welcome him home with her pie.",
						"{@creature Durnan|WDH} kept his word, and Mhaere kept hers. Together, they built the Yawning Portal over the gateway to the Undermountain. Though Mhaere would not offer just anyone her pie, she did agree to let {@creature Durnan|WDH} add a drink to the menu in her honor.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Pieglass",
							"page": 156
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/097.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 2312,
							"height": 1497
						}
					],
					"id": "067"
				},
				{
					"type": "entries",
					"name": "Bitter Black",
					"page": 157,
					"entries": [
						"For those who return from the Undermountain, a {@recipe Pieglass|PaF} may be raised. For those that do not, there is the Bitter Black. This blend of stout, syrup, and dark coffee is as bitter and black as its name and as bitter and black as the mood of those who leave friends or loved ones behind beneath the mountain. There is a cruel uncertainty when no members of an adventuring party return through the portal: Could they still be alive? Have they found some other way out? There is an equally cruel certainty when only some of a party return with news that they saw their friends devoured by spiders, drowned in the Slitherswamp, or torn to pieces by {@creature werebat|WDMM|goblin werebats}.",
						"There is no dollop of ice cream in a pint glass for the tired and traumatized survivors of such an experience. They have stared into the bitter black, and all they can hope to do is to take strength from it.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Bitter Black",
							"page": 157
						}
					],
					"id": "068"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HFFotM/063_NEWM_9781984861313_lay_art_r1.webp"
					},
					"width": 2341,
					"height": 1494
				},
				{
					"type": "entries",
					"name": "Cherry Mead",
					"page": 160,
					"entries": [
						"Travelers and adventurers often stop by the Yawning Portal to seek the wisdom of those who have walked the paths before them. A veteran adventurer can sometimes make a steady living just by setting up at a table by the well and waiting for admirers to stop by with a few coins of gold or an offer of a warm meal and a tall drink.",
						"{@creature Volothamp \"Volo\" Geddarm|ToA|Volo Geddarm}, renowned scholar of monsters and magic and author of many guides to the lands and cultures of Faerûn, is one of those veterans at the Yawning Portal. All he asks in exchange for his words of wisdom is that adventurers bring a pitcher of Volo's favorite cherry mead to the table—and something for themselves. Volo is a gregarious and loquacious drinking companion, and he can polish off a whole pitcher in short order, which makes him even more talkative. This sweet and fragrant drink is the lubricant to learn everything you need to from {@creature Volothamp \"Volo\" Geddarm|ToA|Volo Geddarm}. You might bring some coin as well. Volo often has copies of his books for sale just under the table.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Cherry Mead",
							"page": 160
						}
					],
					"id": "069"
				},
				{
					"type": "entries",
					"name": "Tavern Punch",
					"page": 161,
					"entries": [
						"This refreshing summer punch was designed by {@creature Durnan|WDH} with a very specific customer in mind: the customer who does not want to come inside the Yawning Portal. These people might want to visit and perhaps look inside. They may even take a Yawning Portal beermat to show their friends back home, but the idea of sitting in a room with a giant hole in the middle that leads to near-certain death does not relax them. The possibility of seeing someone emerge from the portal screaming in pain with their arm ripped off or weeping over the death of their best friend does not put them in a drinking mood. And the chance—slim as it is—of a powerful lich lord emerging from the portal in a cloud of death does not sound to them like a fun night out. It takes all sorts to make a city.",
						"For those customers, a table can be set up in front of the tavern in the warm sunshine. They can order a pitcher of this delicious drink and can imagine, just for a moment, what it might be like to live in a world without any dragons.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Tavern Punch",
							"page": 161
						}
					],
					"id": "06a"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/WDH/ChapterOne.webp"
					},
					"width": 1000,
					"height": 691
				},
				{
					"type": "entries",
					"name": "Bee Well",
					"page": 162,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/099.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"The path from the Yawning Portal to the Undermountain is not one only reserved for adventurers. Sometimes things from the Undermountain try to come up, as was the case when a swarm of giant bees buzzed out of the shadows seemingly ready to slaughter the patrons. The patrons drew swords to defend themselves before the halfling druid Blossom Snobeedle stepped forward and calmed both sides of the potential conflict.",
						"Snobeedle, an elder member of the wilderness protectors known as the Emerald Enclave, recognized that the creatures were acting in distress and not anger. By accident or mischief, something had transformed ordinary bees into these daunting giants. Blossom did not have power enough to turn them all back, so she ventured into the Undermountain herself, sought out the queen of the hive, and transformed her back to her normal size. The other bees of the hive magically followed suit, instantly ending the threat to Waterdeep.",
						"Blossom Snobeedle found the bees a new home at the Snobeedle Orchard and Meadery in Undercliff, just beyond the city walls. The mead from the meadery became the key ingredient in a Bee Well, a delicious cocktail that combines the beauty and bounty of nature with a sour sting.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Bee Well",
							"page": 162
						}
					],
					"id": "06b"
				},
				{
					"type": "entries",
					"name": "Illuskan Mulled Cider",
					"page": 164,
					"entries": [
						"The tough Northlanders of Luskan have endured many long, bitter winters; some winters have even frozen the wide Mirar River solid and trapped the fine ships that are the heart and engine of the City of Sails.",
						"Illuskan mulled cider is sold on many street corners across the city, often simmering for hours in large iron pots over coal braziers, and the five gangs that dominate the city each have their own preferred vendors and recipes. The folks at Ship Kurth enjoy a fragrant cider with plenty of ginger and cardamom, the Ship Baram gang go heavy on the oranges, and the Ship Suljack folk add more maple syrup to their cider than most people can stand. All five Ships agree that Illuskan mulled cider can only be made from the region's own hardy orchard stock. When word spread that the Yawning Portal proprietor, {@creature Durnan|WDH}, was selling \"Illuskan mulled cider\" made with Waterdhavian apples, they sent an envoy to advise him of his mistake. The Kurth recipe is now the standard at the Yawning Portal.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Illuskan Mulled Cider",
							"page": 164
						}
					],
					"id": "06c"
				},
				{
					"type": "entries",
					"name": "Luiric Rarebit",
					"page": 165,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/100.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 2312,
							"height": 1497
						},
						"Rarebit is a simple but delicious tavern treat for hardworking adventurers originating among the halflings of Luiren. Any proud halfling will tell you that they eat and drink very good bread, cheese, and beer because \"simple\" is not the same as \"unsophisticated.\" Delicious rarebit can be made from cheap ingredients and leftover bits of cheese, which is good news for Ogawane Hinkille, the halfling chef at the Yawning Portal, who allegedly makes his rarebit from whatever scraps he can salvage from the tavern floor. (This is not recommended for the home cook.)",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Luiric Rarebit",
							"page": 165
						}
					],
					"id": "06d"
				}
			],
			"id": "065"
		},
		{
			"type": "section",
			"name": "Nonalcoholic Refreshments from The Hissing Stones in Baldur's Gate",
			"page": 168,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/101_1.webp"
					},
					"credit": "Goodname Digital Art Studio",
					"width": 1632,
					"height": 2121
				},
				"The Hissing Stones is a popular public bath house in the Seatower district of Baldur's Gate, renowned for its strictly enforced rules of neutrality. No one comes armed to the Stones, and old grudges are left at the door. The bathhouse is the perfect place for warring factions to negotiate.",
				"The Hissing Stones have a zero-tolerance policy for intoxication, but patrons can enjoy delicious drinks made with bright fresh fruit juices or calming teas. Moon elf owner Merilyn Allaryr says many wars begun over whiskey have ended with peace over peach juice!",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/PaF/103_1.webp"
					},
					"credit": "Widakk Design",
					"altText": "A grey bottle label reading: The Hissing Stones, Vitalizing, Nutritious, Restorative. Freshly Steeped, Pressed or Squeezed Nonalcoholic Refreshment.",
					"width": 1632,
					"height": 2121
				},
				{
					"type": "entries",
					"name": "Lathander's Bounty",
					"page": 172,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/104.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"{@deity Lathander|Faerûnian|SCAG} the Morninglord, god of the rising sun, the new day, hope, and fresh beginnings, gives his name to this bright and enlivening fruit drink that is the perfect way to start the morning, especially after a grim night.",
						"Golden, handsome, and eternally fresh-faced, {@deity Lathander|Faerûnian|SCAG} is a favorite god among the athletically inclined. Lathander's bounty is nothing so crass as riches or fame, but the healthy and invigorating natural bounty of fresh bright peaches and sweet sunny mangos that are emblematic of Lathander's radiant aspect. Paladins in service to {@deity Lathander|Faerûnian|SCAG} will often stop at the Hissing Stones to exercise and take the waters. This is the drink they almost always order. The less athletically inclined also sometimes order it in the desperate hope that it will give them abs and lustrous golden hair. Who knows, maybe one day it will!",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Lathander's Bounty",
							"page": 172
						}
					],
					"id": "06f"
				},
				{
					"type": "entries",
					"name": "Kinship Shrub",
					"page": 174,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/105.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"Kinship Shrub is an elven festival offering that has been adopted enthusiastically by other species that hold elven elegance and refinement in high regard. After all, elves do not need to eat or drink, so the drinks that they do indulge in must be something special. Kinship Shrub is said to cleanse the palate very effectively before a great meal. What many fail to realize is exactly whose palate the drink is intended to cleanse. The shrub was devised by a particularly snobbish elf who loathed the smell of humans. When forced to sit down and break bread with them at a great peacemaking banquet, he invented this drink to lessen the assault on his senses.",
						"The drink became popular at such feasts among both elves and humans: Elves shared the creator's delicate sensitivities, and humans thought they were being offered something ceremonial. Of course, it found a place on the menu of the Hissing Stones, where feasts are rare but difficult diplomatic conversations are commonplace.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Kinship Shrub",
							"page": 175
						}
					],
					"id": "070"
				},
				{
					"type": "entries",
					"name": "Baldurian Tonic",
					"page": 176,
					"entries": [
						"The great adventurer {@creature Minsc and Boo!|MaBJoV|Minsc the Mighty and his companion animal, Boo, a miniature giant space hamster}, are hailed as heroes across the Sword Coast for the many times they saved people from horrifying threats. In recognition of their great deeds, they are gifted food, drink, and other pleasures wherever they go—something that the naïve Minsc assumes is an everyday experience for everyone.",
						"When Minsc came to the Hissing Stones early in the fifteenth century, Merilyn Allaryr gave him the venue's specialty on the house, a restorative Baldurian tonic. Minsc did not get even one sip of the sweet, zesty drink before a cry from the streets called him back into action. He did not return, and within days, Minsc and Boo were lost and feared dead. Merilyn kept Minsc's drink untouched on the bar, and with a touch of magic, the tonic did not lose a single bubble over the ensuing decades. None were allowed to disturb it. Merilyn believed that Minsc would return, and she wanted the drink to be there for him when he did.",
						"Almost seventy years later, the prediction proved true. The petrification spell that had turned Minsc and Boo into statues was finally lifted. Minsc stepped back into the Hissing Stones and found his drink there waiting for him. It is not clear if he knew how long he had been gone.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Baldurian Tonic",
							"page": 176
						}
					],
					"id": "071"
				},
				{
					"type": "entries",
					"name": "Mintwater",
					"page": 177,
					"entries": [
						"Merilyn Allaryr may well have brought Mintwater to Baldur's Gate and possibly to Faerûn. A moon elf with many centuries of wandering and learning under her belt, Merilyn developed a fondness for mint on her travels and catalogued hundreds of varieties of the herb, noting different properties, uses, and flavors. By some reports, her office at the Stones is lined with jars of dried mint leaves and terrariums of living mint plants, and she has a tome that records many hundreds of recipes for Mintwater.",
						"As far as Merilyn is concerned, there is actually no such thing as Mintwater because it is too simple a name for such a complex idea. Every recipe has its own charms and idiosyncrasies. There was a time when anyone ordering Mintwater at the Stones was met by an overly enthusiastic Merilyn and her giant tome. After several minutes of anguished browsing, patrons would usually order something else or just leave. Merilyn was eventually persuaded to leave the customers alone, and as with every other venue that serves Mintwater, the Stones now offers just one recipe. Unless, of course, you ask to see the book.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Mintwater",
							"page": 177
						}
					],
					"id": "072"
				},
				{
					"type": "entries",
					"name": "Chessentan Tea",
					"page": 178,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/106.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"The people of distant Chessenta have a reputation for intensity. Many great fighters and athletes come from the region, as do many great thinkers and artists. Whatever their calling, Chessentans live life with the fiery passion you might expect of people from a land once ruled by a dragon. In fact, it's home to spellcasters and cultists who would like to see it ruled by a dragon again. Some believe—and some hope—that dragons walk among the people of Chessenta in human form, scheming to reestablish their power.",
						"Hibiscus tea is nearly universally popular in Chessenta, where the hardy flower grows wild in the mountains. A folk tradition emerged of adding hot pepper to the tea when a stranger came to town. If the stranger did not notice the intense heat of the tea, they might be a dragon in disguise.",
						"One cannot be sure that this was ever an effective strategy, as there is no evidence that all dragons share a similar relationship with spice. The point is redundant, however, as people soon developed a taste for increasingly spicy hibiscus tea, and everyone started drinking it that way.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Chessentan Tea",
							"page": 178
						}
					],
					"id": "073"
				},
				{
					"type": "entries",
					"name": "Restoration",
					"page": 180,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/107.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 1632,
							"height": 2121
						},
						"In the heat of battle, a spell or potion of restoration can be vital in lifting a curse, undoing {@condition petrified|PHB|petrification}, or just getting someone back on their feet after a tough bout. When a potion of restoration is hard to find, a pitcher of coconut water, lemons, and honey can really hit the spot.",
						"Restoration punch was created by a healer exhausted by her reckless adventuring party's endless demand for potions. She mixed together this alcohol-free refresher and served it to the party as a \"potion of really minor restoration\" with instructions to rest so that the magic could take effect. The fake potion became a popular trick among healers. Now the drink is a go-to at places like the Hissing Stones. Most people realize that the potion isn't real—but they also believe that maybe it might be.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Restoration",
							"page": 181
						}
					],
					"id": "074"
				},
				{
					"type": "entries",
					"name": "Mourning Cup",
					"page": 182,
					"entries": [
						"There were two silent monks who lived centuries ago at a temple near Baldur's Gate and they shared a loving bond of devotion as great as any offered to the gods. The story goes that when one of the pair lay on the threshold of death, the other gestured for the reaper to sit and take tea. The monk prepared a syrup of rosemary, the herb of remembrance. He brewed two cups of green tea and set them on the doorstep on a chilly morning to slowly steep and develop flavor. The monk used this time to cherish the last hours of his beloved friend's life and to set firm in his memory all that he loved about him. He and the reaper drank together in quiet contemplation, enjoying the sweetness of honey, the savor of rosemary, and the vivacity of green tea. This drink is now served at the Hissing Stones and always enjoyed in silent remembrance.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Mourning Cup",
							"page": 182
						}
					],
					"id": "075"
				},
				{
					"type": "entries",
					"name": "Tearoom Cookies",
					"page": 183,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "recipes/PaF/108.webp"
							},
							"credit": "Ray Kachatorian",
							"width": 2312,
							"height": 1497
						},
						"The Hissing Stones offers a range of relaxation and restoration techniques from various traditions across the continents, from meditation to mud baths. One technique that seems to arise in almost all cultures is enjoying a quiet cup of tea and some cookies.",
						"The legendary kenku monk Whey-Shu brought the recipe for these cookies to Baldur's Gate. Raised in a monastery after goblins destroyed her flock, Whey-Shu devoted her life to the {@class Monk|PHB|Way of the Shadow|Shadow|PHB}, finding strength in silence and power in subtle action. These tearoom cookies are appropriately delicate in texture and flavor. They do not overwhelm the senses.",
						{
							"type": "statblock",
							"tag": "recipe",
							"source": "PaF",
							"name": "Tearoom Cookies",
							"page": 183
						}
					],
					"id": "076"
				}
			],
			"id": "06e"
		},
		{
			"type": "section",
			"name": "Credits",
			"page": 192,
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Author:",
							"entries": [
								"Andrew Wheeler"
							]
						},
						{
							"type": "item",
							"name": "Recipes:",
							"entries": [
								"Ashley Stoyanov"
							]
						},
						{
							"type": "item",
							"name": "Photographs:",
							"entries": [
								"Ray Kachatorian"
							]
						},
						{
							"type": "item",
							"name": "Acquiring Editor:",
							"entries": [
								"Shaida Boroumand"
							]
						},
						{
							"type": "item",
							"name": "Project Editor:",
							"entries": [
								"Claire Yee"
							]
						},
						{
							"type": "item",
							"name": "Production Editor:",
							"entries": [
								"Natalie Blachere"
							]
						},
						{
							"type": "item",
							"name": "Designer:",
							"entries": [
								"Kelly Booth"
							]
						},
						{
							"type": "item",
							"name": "Art Directors:",
							"entries": [
								"Kelly Booth and Emma Campion"
							]
						},
						{
							"type": "item",
							"name": "Print Production Designers:",
							"entries": [
								"Mari Gill and Faith Hague"
							]
						},
						{
							"type": "item",
							"name": "Print Production Manager:",
							"entries": [
								"Serena Sigona"
							]
						},
						{
							"type": "item",
							"name": "Print Prepress Color Manager:",
							"entries": [
								"Jane Chinn"
							]
						},
						{
							"type": "item",
							"name": "Photo Retouchers:",
							"entries": [
								"Tamara White, Kelly Booth, and Claudia Sanchez"
							]
						},
						{
							"type": "item",
							"name": "Photo Assistant:",
							"entries": [
								"Jeff Johnson"
							]
						},
						{
							"type": "item",
							"name": "Food Stylist:",
							"entries": [
								"Amanda Anselmino"
							]
						},
						{
							"type": "item",
							"name": "Food Stylist Assistant:",
							"entries": [
								"Huxley McCorkle"
							]
						},
						{
							"type": "item",
							"name": "Prop Stylist:",
							"entries": [
								"Glenn Jenkins"
							]
						},
						{
							"type": "item",
							"name": "Prop Stylist Assistant:",
							"entries": [
								"Zach Wine"
							]
						},
						{
							"type": "item",
							"name": "Copyeditor:",
							"entries": [
								"Hope Clarke"
							]
						},
						{
							"type": "item",
							"name": "Proofreader:",
							"entries": [
								"Mike Richards"
							]
						},
						{
							"type": "item",
							"name": "Indexer:",
							"entries": [
								"Ken DellaPenta"
							]
						},
						{
							"type": "item",
							"name": "Publicist:",
							"entries": [
								"Maya Bradford"
							]
						},
						{
							"type": "item",
							"name": "Marketer:",
							"entries": [
								"Paola Crespo"
							]
						},
						{
							"type": "item",
							"name": "Ebook Production Manager:",
							"entries": [
								"Jessica Arnold"
							]
						},
						{
							"type": "item",
							"name": "Wizards of the Coast Team:",
							"entries": [
								"Paul Morrissey"
							]
						},
						{
							"type": "item",
							"name": "Scene Illustrations:",
							"entries": [
								"Goodname Digital Art Studio"
							]
						},
						{
							"type": "item",
							"name": "Labels and Motifs:",
							"entries": [
								"Widakk Design"
							]
						},
						{
							"type": "item",
							"name": "Photomontage:",
							"entries": [
								"Kelly Booth, incorporating select background elements courtesy of Adobe Stock and map art by Jared Blando"
							]
						}
					]
				}
			],
			"id": "077"
		}
	]
}
