{
	"data": [
		{
			"type": "section",
			"name": "About Eldraine",
			"id": "001",
			"entries": [
				"Eldraine is a storybook world of quests and castles, knights and wizards, wicked warlocks and fantastical creatures. Once, valiant knights would venture from five royal courts to fulfill noble quests—but the invasion of the horrific Phyrexians from another world changed all that and left the kingdom in ruins.",
				"The realm and the wilds of Eldraine were introduced to players of Magic: The Gathering with 2019's {@i Throne of Eldraine} set. The new {@i Wilds of Eldraine} set presents the world in the wake of the Phyrexian invasion, leaving behind the knights and castles and delving deep into the strange and mysterious wilds. Here, giants lumber through the clouds, faeries make mischief, and witches cackle over bubbling cauldrons.",
				"When a creature's name appears in {@b bold} type, that's a visual cue pointing you to its stat block, which appears in the {@book Monster Manual|MM} unless noted otherwise.",
				{
					"type": "entries",
					"name": "The Wilds",
					"id": "002",
					"entries": [
						"Past the courts, across the stream, into the woods—there lie the wilds, the most magical, strange, and dangerous lands in all Eldraine. In contrast to the order and structure of the realm, the wilds are unpredictable and not united under any one system of government.",
						"The lands of the wilds are just as untamed and diverse as the creatures that live there. Magic runs rampant, manifesting in strange and often beautiful ways. It can be alluring, empowering, and restorative. It can also be repellent, enervating, and destructive.",
						"Countless species of sapient creatures dwell in the wilds, including humans. In addition to those described in this collection, many creatures from the {@book Monster Manual|MM} and other sources live in the wilds of Eldraine:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Humans",
									"entry": "Whether driven by desperation or a desire to live outside the courts, humans have always existed in the wilds. These humans include resilient and resourceful hunters, foresters, and artisans, and they often pick up some of the eccentricities of their more fantastical neighbors. In addition to the nonplayer character stat blocks found in the {@book Monster Manual|MM} and other sources, see the {@creature Knight of Eldraine|MCV4EC} in this collection."
								},
								{
									"type": "item",
									"name": "Elves",
									"entry": "Scions of a once-mighty empire, the elves of Eldraine have found new purpose in their role as guardians of nature. Most elves move through the woods in small bands of hunters, gatherers, and druids, though some still reside within crumbling forts and overgrown castles that dot the wilds. In addition to the nonplayer character stat blocks found in the {@book Monster Manual|MM} and other sources, see the {@creature Redtooth werefox|MCV4EC} in this collection."
								},
								{
									"type": "item",
									"name": "Dwarves",
									"entry": "The dwarves of Eldraine include miners, blacksmiths, and other artisans who value hard work and independence. These artisans take pride in creating intricate jewelry and sturdy weapons from the minerals they mine, and they value the dignity of work."
								},
								{
									"type": "item",
									"name": "Merfolk",
									"entry": "In the wilds, {@creature merfolk} are known as covetous keepers of arcane magic, knowledge, and artifacts. They are said to hoard precious magic items, tomes, and other secrets in lochs, ponds, and wishing wells across Eldraine."
								},
								{
									"type": "item",
									"name": "Fauns",
									"entry": "Prior to the Phyrexian invasion, fauns (use the {@creature satyr} stat block) were reclusive creatures living in tight family units deep in the forest. Seeing their homeland under attack inspired them to leave the woods and join the rest of Eldraine in its defense. Since the end of the invasion, the fauns have taken charge of the Tanglespan, a great chasm between the realm and the wilds. They map out the crisscrossing pathways spanning the chasm, fight off the {@creature Troll||trolls} who lurk beneath the bridges in hope of feasting on travelers, and guide travelers across the chasm in exchange for a modest toll."
								},
								{
									"type": "item",
									"name": "Giants",
									"entry": "Giants are the rare creatures equally at home in the realm or the wilds. In Garenbrig and Embereth, {@creature Fire Giant||fire giants} and {@creature Stone Giant||stone giants} served as mighty knights and strong laborers. In the wilds, {@creature Hill Giant||hill giants} have always been hostile to the rulers of the realm, even when elves governed the land. {@creature Cloud Giant||Cloud} and {@creature Storm Giant||storm giants} live far above the wilds on islands made of magical cloud. (See the {@creature tempest hart|MCV4EC} entry in this collection for more on Stormkeld and its giant inhabitants.) {@book Bigby Presents: Glory of the Giants|BGG} includes many additional giant stat blocks as well as descriptions of other creatures that might be found in Stormkeld, such as {@creature Giant Goose|BGG|giant geese} and {@creature Giant Ox|BGG|giant oxen}."
								},
								{
									"type": "item",
									"name": "Redcaps",
									"entry": "Redcaps (use the {@creature redcap|MPMM} stat block in {@book Mordenkainen Presents: Monsters of the Multiverse|MPMM} or the {@creature goblin} stat block) are mischievous agents of chaos. They fight without any sense of honor or fair play; they specialize in sneak attacks and ambushes and often raid villages across the Boundary Lands before retreating deeper into the wilds."
								},
								{
									"type": "item",
									"name": "Ogres",
									"entry": "Ogres are smaller and meaner than other giants, with vicious tempers and a propensity for violence. In addition to the ogre stat blocks in the {@book Monster Manual|MM} and {@book Monsters of the Multiverse|MPMM}, see the {@creature ogre chitterlord|MCV4EC} in this collection."
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "In This Collection",
					"id": "003",
					"entries": [
						"{@i Monstrous Compendium: Eldraine Creatures} contains details of twenty-five denizens of Eldraine. The following table shows all these creatures and allows you to sort them by creature type and challenge rating.",
						{
							"type": "table",
							"caption": "Eldraine Creatures",
							"colLabels": [
								"CR",
								"Creature",
								"Creature Type"
							],
							"colStyles": [
								"col-2 text-center",
								"col-6",
								"col-4"
							],
							"rows": [
								[
									"1/2",
									"{@creature Faerie Borrower|MCV4EC}",
									"Fey"
								],
								[
									"1/2",
									"{@creature Gingerbrute|MCV4EC}",
									"Construct"
								],
								[
									"1",
									"{@creature Faerie Pest|MCV4EC}",
									"Fey"
								],
								[
									"2",
									"{@creature Faerie Pathlighter|MCV4EC}",
									"Fey"
								],
								[
									"2",
									"{@creature Sewer King|MCV4EC}",
									"Fiend"
								],
								[
									"3",
									"{@creature Knight of Eldraine|MCV4EC}",
									"Humanoid"
								],
								[
									"3",
									"{@creature Ogre Chitterlord|MCV4EC}",
									"Giant"
								],
								[
									"3",
									"{@creature Redtooth Werefox|MCV4EC}",
									"Monstrosity"
								],
								[
									"4",
									"{@creature Sweettooth Horror|MCV4EC}",
									"Fiend"
								],
								[
									"5",
									"{@creature Deathless Rider|MCV4EC}",
									"Undead"
								],
								[
									"5",
									"{@creature Dunbarrow Witch|MCV4EC}",
									"Humanoid"
								],
								[
									"5",
									"{@creature Nightmare Haunt|MCV4EC}",
									"Aberration"
								],
								[
									"6",
									"{@creature Witchstalker|MCV4EC}",
									"Monstrosity"
								],
								[
									"7",
									"{@creature Goose Mother|MCV4EC}",
									"Fey"
								],
								[
									"11",
									"{@creature High Fae Impostor|MCV4EC}",
									"Fey"
								],
								[
									"11",
									"{@creature Snapping Hydra|MCV4EC}",
									"Monstrosity"
								],
								[
									"11",
									"{@creature Tempest Hart|MCV4EC}",
									"Elemental"
								],
								[
									"11",
									"{@creature Treefolk|MCV4EC}",
									"Plant"
								],
								[
									"12",
									"{@creature High Fae Kindguard|MCV4EC}",
									"Fey"
								],
								[
									"12",
									"{@creature High Fae Mage|MCV4EC}",
									"Fey"
								],
								[
									"12",
									"{@creature Specter of Night|MCV4EC}",
									"Undead"
								],
								[
									"13",
									"{@creature High Fae Noble|MCV4EC}",
									"Fey"
								],
								[
									"15",
									"{@creature Archon of Boundaries|MCV4EC}",
									"Celestial"
								],
								[
									"15",
									"{@creature Witchkite|MCV4EC}",
									"Dragon"
								],
								[
									"18",
									"{@creature Beanstalk Wurm|MCV4EC}",
									"Monstrosity"
								]
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Project Lead",
											"entries": [
												"James Wyatt"
											]
										},
										{
											"type": "item",
											"name": "Art Director",
											"entries": [
												"Fury Galluzzi"
											]
										},
										{
											"type": "item",
											"name": "Writers",
											"entries": [
												"Makenzie De Armas, Carl Sibley"
											]
										},
										{
											"type": "item",
											"name": "Rules Developers",
											"entries": [
												"Jeremy Crawford, Ron Lundeen, Ben Petrisor"
											]
										},
										{
											"type": "item",
											"name": "Editors",
											"entries": [
												"Eytan Bernstein, Janica Carter, Rich Lescouflair"
											]
										},
										{
											"type": "item",
											"name": "Lead Graphic Designer",
											"entries": [
												"Matt Cole"
											]
										},
										{
											"type": "item",
											"name": "Additional Art Directors",
											"entries": [
												"Deborah Garcia, Dawn Murin, Sam Padilla, Cynthia Sheppard, Zack Stella, Andrew Vallas"
											]
										},
										{
											"type": "item",
											"name": "Cover Illustrator",
											"entries": [
												"Joshua Raphael"
											]
										},
										{
											"type": "item",
											"name": "Interior Illustrators",
											"entries": [
												"Leanna Crossan, Eric Deschamps, Aldo Domínguez, Jesper Ejsing, Donato Giancola, Nicholas Gregory, Igor Krstic, Slawomir Maniak, Jodie Muir, Marta Nael, Nereida, Néstor Ossandón Leal, Anastasia Ovchinnikova, Anna Pavleeva, Vincent Proce, Chris Rahn, Jason Rainville, Joshua Raphael, Jeff Simpson, John Stanko, Raoul Vitale"
											]
										},
										{
											"type": "item",
											"name": "Game Architects",
											"entries": [
												"Jeremy Crawford, Christopher Perkins"
											]
										},
										{
											"type": "item",
											"name": "Studio Art Director",
											"entries": [
												"Josh Herman"
											]
										},
										{
											"type": "item",
											"name": "Managing Editor",
											"entries": [
												"Judy Bauer"
											]
										},
										{
											"type": "item",
											"name": "Imaging Technicians",
											"entries": [
												"Robert Cornelius, Silvia Cortese, Karina Delgado, J Lonnee, Wilder McCullough, Marsha Rivera, Brian Williams, Kevin Yee"
											]
										},
										{
											"type": "item",
											"name": "Senior Producer",
											"entries": [
												"Dan Tovar"
											]
										},
										{
											"type": "item",
											"name": "Producers",
											"entries": [
												"Siera Bruggeman, Andy Smith"
											]
										},
										{
											"type": "item",
											"name": "Product Manager",
											"entries": [
												"Natalie Egan"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D&D Beyond",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Product Manager",
													"entries": [
														"Jeff Turriff"
													]
												},
												{
													"type": "item",
													"name": "Digital Design Team",
													"entries": [
														"Jay Jani, Adam Walton, Sean Stoves"
													]
												}
											]
										}
									],
									"id": "005"
								},
								"Based on the work of the worldbuilding teams for Throne of Eldraine and Wilds of Eldraine: Fox Allison, Doug Beyer, Lauren Bond, Sam Burley, Ovidio Cartagena, Orrin Chaplin, Christine Choi, Jehan Choo, Crystal Chang, Kelly Digges, Grace Fong, Deborah Garcia, Roy Graham, Jenna Helland, Gray Highsmith, Daniel Holt, Taylor Ingvarsson, Tom Jenkot, Jackie Jones, Jess Lanzillo, Peter Lee, Miguel Lopez, Alison Lührs, Emily Mei, Leah Miller, Chris Mooney, Meris Mullaley, Dawn Murin, Rebecca On, Cynthia Sheppard, Nick Southam, Zack Stella, Emily Teng, Gerritt Turner, Andrew Vallas, José Vega, Sarah Wassell, James Wyatt, Ari Zirulnik."
							]
						}
					],
					"id": "004"
				}
			],
			"id": "000"
		}
	]
}
