{
	"data": [
		{
			"type": "section",
			"name": "Sage Advice Compendium",
			"entries": [
				"The {@i Sage Advice Compendium} collects questions and answers about the rules of Dungeons & Dragons (fifth edition). The document's version number changes when substantive additions or revisions have been made to the text.",
				{
					"type": "section",
					"name": "Rules References",
					"entries": [
						"The fifth edition of D&D has three core rulebooks:",
						{
							"type": "list",
							"items": [
								"{@book Player's Handbook|XPHB}",
								"{@book Monster Manual|XMM}",
								"{@book Dungeon Master's Guide|XDMG}"
							]
						},
						{
							"type": "entries",
							"name": "Errata",
							"entries": [
								"Errata have been issued for certain fifth edition books and are available at the following location: {@link Sage Advice & Errata|https://www.dndbeyond.com/sources/dnd/sae}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Official Rulings",
					"entries": [
						"Official rulings on how to interpret rules are made here in the {@i Sage Advice Compendium}. A Dungeon Master adjudicates the game and determines whether to use an official ruling in play. The DM always has the final say on rules questions.",
						"The public statements of the D&D team, or anyone else at Wizards of the Coast, are not official rulings; they are advice.",
						{
							"type": "entries",
							"name": "Compiled Answers",
							"entries": [
								"Sage Advice answers that are relevant to the current state of the rules are compiled here."
							]
						},
						{
							"type": "entries",
							"name": "The Role of Rules",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Why even have Sage Advice when a DM can just make a ruling?",
											"entries": [
												"Rules are a big part of what makes D&D a game, rather than simply improvised storytelling. The game's rules are meant to help organize, and even inspire, the action of a D&D campaign. The rules are a tool, and we want our tools to be as effective as possible. No matter how good those tools might be, they need a group of players to bring them to life and a DM to guide their use.",
												"The DM is key. Many unexpected things can happen in a D&D campaign, and no set of rules could reasonably account for every contingency. If the rules tried to do so, the game would become unwieldy. An alternative would be for the rules to severely limit what characters can do, which would be counter to the open-endedness of D&D. The direction we took for fifth edition was to lay a foundation of rules that a DM could build on, and we celebrate the DM as the bridge between the things the rules address and the things they don't.",
												"In a typical D&D session, a DM makes numerous rules decisions—some barely noticeable and others quite obvious. Players also interpret the rules, and the whole group keeps the game running. There are times, though, when the design intent of a rule isn't clear or when one rule seems to contradict another.",
												"Dealing with those situations is where Sage Advice comes in. It doesn't replace a DM's adjudication. Just as the rules do, this FAQ is meant to give DMs, as well as players, tools for tuning the game according to their tastes.",
												"We often approach rules questions from one to three different perspectives."
											]
										},
										{
											"type": "entries",
											"name": "RAW",
											"entries": [
												"\"Rules as written\"—that's what RAW stands for. When we dwell on the RAW interpretation of a rule, we're studying what the text says in context, without regard to the designers' intent. The text is forced to stand on its own.",
												"When we consider a rule, we start with this perspective; it's important for us to see what you see, not what we wished we'd published or thought we'd published."
											]
										},
										{
											"type": "entries",
											"name": "RAI",
											"entries": [
												"Some of you are especially interested in knowing the intent behind a rule. That's where RAI comes in: \"rules as intended.\" This approach is all about what the designers meant when they wrote something. In a perfect world, RAW and RAI align perfectly, but sometimes the words on the page don't succeed at communicating the designers' intent. Or perhaps the words succeed with one group of players but not with another.",
												"When we write about the RAI interpretation of a rule, we pull back the curtain and let you know what the D&D team meant when writing that rule."
											]
										},
										{
											"type": "entries",
											"name": "RAF",
											"entries": [
												"Regardless of what's on the page or what the designers intended, D&D is meant to be fun, and the DM is the ringmaster at each game table. The best DMs shape the game on the fly to bring the most delight to their players. Such DMs aim for RAF, \"rules as fun.\" We expect DMs to depart from the rules when running a campaign or when seeking the greatest happiness for a certain group of players.",
												"We recommend a mix of RAW, RAI, and RAF!"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ability Checks",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Are attack rolls and saving throws basically specialized ability checks?",
											"entries": [
												"They aren't. Ability checks, attack rolls, and saving throws are all different kinds of {@variantrule D20 Test|XPHB|D20 Tests} that can be made during a game of D&D. As such, all three share certain similarities: rolling a {@dice d20}, being affected by {@variantrule Advantage|XPHB} and {@variantrule Disadvantage|XPHB}, adding modifiers, and comparing the total to a target number. But ability checks, attack rolls, and saving throws are each distinct from the other. If something in the game affects one, such as the {@spell Guidance} spell, the other two aren't affected unless the rules specifically say so. A game rule that affects {@variantrule D20 Test|XPHB|D20 Tests} affects all three."
											]
										},
										{
											"type": "entries",
											"name": "Can you get a Critical Hit on an ability check?",
											"entries": [
												"Ability checks don't score {@variantrule Critical Hit|XPHB|Critical Hits}. Attack rolls do."
											]
										},
										{
											"type": "entries",
											"name": "Is a 1 on an ability check an automatic failure?",
											"entries": [
												"Rolling a 1 on an ability check or a saving throw is not an automatic failure. A 1 is an automatic miss for an attack roll."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventuring",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "If I'm hidden and a creature with Blindsight or Truesight sees me, am I still hidden?",
											"entries": [
												"No. Being hidden is a game state that gives you the {@condition Invisible} condition. If a creature finds you, you're no longer hidden and lose that condition, as explained in the {@action Hide} action (see {@book appendix C of the Player's Handbook|XPHB|10})."
											]
										},
										{
											"type": "entries",
											"name": "The Stunned condition no longer prevents you from moving. Is that change intentional?",
											"entries": [
												"Yes. We have intentionally increased the differences between the {@condition Stunned} and {@condition Paralyzed} conditions, with {@condition Stunned} now allowing you to move."
											]
										},
										{
											"type": "entries",
											"name": "Does all magical Darkness block Darkvision?",
											"entries": [
												"Magical {@variantrule Darkness|XPHB} blocks {@sense Darkvision} only if the rules text for a particular instance of Darkness says it does. For example, the {@spell Darkness} spell specifies that {@sense Darkvision} can't see through it. That obstruction is a feature of the spell, not a feature of magical {@variantrule Darkness|XPHB} in general."
											]
										},
										{
											"type": "entries",
											"name": "Is there a hard limit on how many Short Rests characters can take in a day, or is this purely up to the DM to decide?",
											"entries": [
												"The only hard limit on the number of {@variantrule Short Rest|XPHB|Short Rests} you can take is the number of hours in a day. In practice, you're also limited by time pressures in the story and foes interrupting."
											]
										},
										{
											"type": "entries",
											"name": "Are extradimensional spaces, such as a demiplane or the space created by Rope Trick, considered to be on a different plane of existence?",
											"entries": [
												"An extradimensional space (aka an extraplanar space) is outside other planes. Therefore, if you're on the {@book Material Plane|XDMG|5|Material Realms} and your foe is in an extradimensional space, the two of you aren't on the same plane of existence. (See {@book chapter 6 of the Dungeon Master's Guide|XDMG|5}.)"
											]
										},
										{
											"type": "entries",
											"name": "How do I tell if something in the game is magical?",
											"entries": [
												"Game text explicitly states if an effect is magical. Effects created by spells and magic items are always magical. See \"{@variantrule Magical Effect|XPHB}\" in {@book appendix C of the Player's Handbook|XPHB|10}."
											]
										},
										{
											"type": "entries",
											"name": "What's an example of an effect that can reduce Exhaustion?",
											"entries": [
												"The {@spell Greater Restoration} spell can reduce {@condition Exhaustion}."
											]
										},
										{
											"type": "entries",
											"name": "What happens after level 20? Is there a cap to character levels?",
											"entries": [
												"The highest level a character can reach is level 20. The \"{@book Bonus Feats at Level 20|XPHB|2|Bonus Feats at Level 20}\" sidebar in {@book chapter 2 of the Player's Handbook|XPHB|2} provides some ideas for how DMs can use feats as a form of advancements for level 20 characters."
											]
										},
										{
											"type": "entries",
											"name": "The Frightened condition says \"while the source of its fear is within line of sight.\" Does that mean you have Disadvantage on attack rolls and ability checks even if the source is imperceptible but you have a clear line to its space?",
											"entries": [
												"No. If you can't see something, it's not within your line of sight. Speaking of \"line of sight,\" the game uses the English meaning of the term, which has no special meaning in the rules."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Combat",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Can you delay your turn and take it later in the round?",
											"entries": [
												"No. When it's your turn, you either do something or you don't. If you want to wait to act in response to something, take the {@action Ready|XPHB} action. (See {@book appendix C of the Player's Handbook|XPHB|10}.)"
											]
										},
										{
											"type": "entries",
											"name": "I have a readied action. Can I stop readying to take an Opportunity Attack? Or does the Ready action take a full-round commitment?",
											"entries": [
												"Think of the {@action Ready} action as a preparatory action rather than a commitment. By taking the {@action Ready} action, you're giving your character access to a tailor-made {@variantrule Reaction|XPHB} to use in a given circumstance. However, you're not bound to take that readied {@variantrule Reaction|XPHB}. As combat continues, you can decide to take this readied {@variantrule Reaction|XPHB}—or, if plans change, you can take any other {@variantrule Reaction|XPHB} you might have access to, such as an {@action Opportunity Attack}.",
												"But remember that you have only one {@variantrule Reaction|XPHB}. Taking an {@action Opportunity Attack} means you won't be able to take that readied {@variantrule Reaction|XPHB}, so choose which {@variantrule Reaction|XPHB} you take carefully."
											]
										},
										{
											"type": "entries",
											"name": "Can a Bonus Action be used as an action or vice versa? For example, can a Bard use a Bonus Action to grant a Bardic Inspiration die and an action to cast Healing Word?",
											"entries": [
												"No. {@variantrule action|XPHB|Actions} and {@variantrule Bonus Action|XPHB|Bonus Actions} aren't interchangeable. In the example, the {@class Bard} could use {@classFeature Bardic Inspiration|Bard|XPHB|1|XPHB} or {@spell Healing Word} on a turn, not both."
											]
										},
										{
											"type": "entries",
											"name": "Can a flying creature without the hover trait stay in one place while airborne, or does it need to move each round?",
											"entries": [
												"A flier that lacks the hover trait can stay aloft without moving each round."
											]
										},
										{
											"type": "entries",
											"name": "Can you move through the space of a Prone enemy?",
											"entries": [
												"You can move through the space of an enemy only if that enemy (A) has the {@condition Incapacitated} condition, (B) is a Tiny creature, or (C) is at least two sizes larger or smaller than you. The {@condition Prone} condition doesn't override this."
											]
										},
										{
											"type": "entries",
											"name": "Does travel pace apply to movement in combat or just when traveling?",
											"entries": [
												"The travel pace rule doesn't apply in combat."
											]
										},
										{
											"type": "entries",
											"name": "If you have a feature like Cunning Action or Step of the Wind, can you take the Dash action more than once on your turn?",
											"entries": [
												"If you can take the {@action Dash} action as a Bonus Actions, nothing in the rules prevents you from taking the {@action Dash} action with your regular action too. The same principle holds when you use a feature like {@classFeature Action Surge|Fighter|XPHB|2|XPHB}; you could use both of your actions to take the {@action Dash} action."
											]
										},
										{
											"type": "entries",
											"name": "My Rogue/Wizard can get a Bonus Action to Dash by using Cunning Action, and I can cast Expeditious Retreat on myself to get a Bonus Action to Dash. Do I get two Bonus Actions to Dash?",
											"entries": [
												"No. You can take only one {@variantrule Bonus Action|XPHB} on your turn. If you have two or more ways to use a {@variantrule Bonus Action|XPHB}, you must choose which one (if any) you want to employ on your turn."
											]
										},
										{
											"type": "entries",
											"name": "If you use the Help action to distract a foe, do you have to stay within 5 feet of it for the action to work?",
											"entries": [
												"No, you can take the action and then move away. The action itself is what grants {@variantrule Advantage|XPHB} to your ally, not your staying next to the foe."
											]
										},
										{
											"type": "entries",
											"name": "If I'm hidden and become unhidden when I shoot an arrow at a target, does hiding again require an action?",
											"entries": [
												"Without a special ability, hiding in combat requires the {@action Hide} action."
											]
										},
										{
											"type": "entries",
											"name": "If I use the Ready action to deal damage to someone who's moving, do I deny the target the rest of its movement?",
											"entries": [
												"Dealing damage to a moving target doesn't halt its movement unless the damage is accompanied by an ability that stops movement. Things like the {@feat Sentinel} feat give you such an ability. Reducing a moving creature to 0 {@variantrule Hit Points|XPHB} is also usually an effective way to stop it!"
											]
										},
										{
											"type": "entries",
											"name": "Can you use the Ready action to take the Attack action on someone else's turn and then combine the Charger feat with it?",
											"entries": [
												"No. When you take the {@action Ready} action, you can either move up to your {@variantrule Speed|XPHB} or take a defined action as your {@variantrule Reaction|XPHB}. The {@feat Charger} feat's Charge Attack benefit relies on both moving and taking the {@action Attack} action on the same turn."
											]
										},
										{
											"type": "entries",
											"name": "For readying a spell or another action, does the target have to be in range?",
											"entries": [
												"Your target must be within range when you take a readied action, not when you first take the {@action Ready} action to ready it."
											]
										},
										{
											"type": "entries",
											"name": "How does readying a spell work? Do you lose your spell slot if the trigger never occurs?",
											"entries": [
												"When you take the {@action Ready} action to ready a spell, you immediately expend any resources used to cast said spell, including any spell slot. You don't get any of these resources back if the trigger never occurs. See {@book appendix C of the Player's Handbook|XPHB|10}."
											]
										},
										{
											"type": "entries",
											"name": "Can a readied action occur during an enemy's triggering action, such as between its first and second attacks when it uses Multiattack?",
											"entries": [
												"A readied action occurs immediately after its trigger. If you defined the trigger as an attack, your action happens after that attack."
											]
										},
										{
											"type": "entries",
											"name": "How does a Reach weapon work with Opportunity Attack?",
											"entries": [
												"An {@action Opportunity Attack} is triggered when a creature you can see moves beyond your reach. If you want to make an {@action Opportunity Attack|XPHB} with a {@itemProperty R|XPHB|Reach} weapon, such as a {@item Glaive|XPHB} or a {@item Halberd|XPHB}, you can do so when a creature leaves the reach you have with that weapon. For example, if you're wielding a {@item Halberd|XPHB}, a creature that is right next to you could move 5 feet away without triggering an {@action Opportunity Attack|XPHB}. If that creature tries to move an additional 5 feet—leaving your 10-foot reach—the creature then triggers an {@action Opportunity Attack|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "Can a Blinded creature make an Opportunity Attack?",
											"entries": [
												"An {@action Opportunity Attack} is triggered when a creature that you can see leaves your reach. If you can't see an enemy, you can't make an {@action Opportunity Attack|XPHB} against it. Creatures with {@sense Blindsight} are an exception to this rule, because that ability lets those creatures \"see\" within a certain radius."
											]
										},
										{
											"type": "entries",
											"name": "Can an Opportunity Attack be used to make a grapple or a shove?",
											"entries": [
												"Yes. When you make an {@action Opportunity Attack}, one of your options is making an {@variantrule Unarmed Strike|XPHB}. You can still choose to use the {@action Grapple} and {@action Shove} options of this {@variantrule Unarmed Strike|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "If a creature is Grappled, can it still attack and use its special abilities?",
											"entries": [
												"The {@condition Grappled} condition limits movement, not attacks, spellcasting, and the like. That said, many grappling abilities, such as a {@creature Giant Octopus||Giant Octopus's} Tentacles attack, also deliver effects like the {@condition Restrained} condition."
											]
										},
										{
											"type": "entries",
											"name": "Does a grapple or shove trigger a Battle Master Fighter's Riposte?",
											"entries": [
												"No. Many game effects specify triggering when you are hit or missed by an attack roll; the {@action Grapple} and {@action Shove} options of an {@variantrule Unarmed Strike|XPHB} don't use attack rolls.",
												"However, many monsters have special attacks that can grapple or shove a creature as part of its effect on a hit. If such a creature misses a {@class Fighter|XPHB|Battle Master Fighter|Battle Master|XPHB} with an attack roll, the Battle Master Fighter could then use {@optfeature Riposte}."
											]
										},
										{
											"type": "entries",
											"name": "Say I grapple you, then I have the Prone condition. Are we now Prone together?",
											"entries": [
												"No. A creature you're grappling isn't Prone if you have the {@condition Prone} condition. You're now holding on to the creature while you are Prone."
											]
										},
										{
											"type": "entries",
											"name": "Target at range caught in melee combat—does that target get some kind of cover, or do I get Disadvantage?",
											"entries": [
												"Your target has {@variantrule Cover|XPHB|Half Cover} if another creature is between you and the target."
											]
										},
										{
											"type": "entries",
											"name": "Can damage be reduced to 0 by Resistance or another form of damage reduction?",
											"entries": [
												"Yes, it is possible to reduce damage to 0 but no lower."
											]
										},
										{
											"type": "entries",
											"name": "A dragon uses a breath weapon against me. I succeed on the save, and I have Resistance to the damage. Do I take only one-quarter of the damage?",
											"entries": [
												"Yes, because {@variantrule Resistance|XPHB} is applied after all other general adjustments to damage. If you succeed on a save and still take damage, that damage is halved if you have the right {@variantrule Resistance|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "Is the intent that only Melee weapon attacks can knock foes Unconscious, or can melee spell attacks as well?",
											"entries": [
												"If you reduce a creature to 0 {@variantrule Hit Points|XPHB} with a melee attack, you can knock the creature out. That melee attack isn't restricted to weapons. Even a melee spell attack can be used to knock a creature out."
											]
										},
										{
											"type": "entries",
											"name": "Can a non-Battle Master attempt to disarm someone?",
											"entries": [
												"The {@optfeature Disarming Attack} maneuver is designed for the {@class Fighter|XPHB|Battle Master Fighter|Battle Master|XPHB}, but any character can try to disarm a foe. Such an attempt would fall under improvising an action not detailed by the rules and would be up to your DM to adjudicate."
											]
										},
										{
											"type": "entries",
											"name": "Can I make an attack with a Light weapon, then draw a second weapon with my other hand and qualify to make the extra attack of the Light property?",
											"entries": [
												"Yes. The only requirement for the {@itemProperty L|XPHB|Light} property's extra attack is that it's made with a different Light weapon."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Multiclassing",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Would a temporary stat bump fulfill a multiclass prerequisite, or does the base score have to meet the requirement?",
											"entries": [
												"Your base score, not a temporary score, has to meet a multiclassing prerequisite."
											]
										},
										{
											"type": "entries",
											"name": "When multiclassing, do you get the cantrips from all your classes?",
											"entries": [
												"If any of your classes grants you cantrips, you get all of them."
											]
										},
										{
											"type": "entries",
											"name": "Do you gain proficiency in more saving throws when multiclassing?",
											"entries": [
												"When you gain a level in a new class through multiclassing, you gain only the traits listed under the \"As a Multiclass Character\" section in the class's introduction. This does not include saving throws.",
												"However, if a class grants additional proficiencies or training through one of its features, you also gain those, regardless if the class is your first. For example, if you gain a level in {@class Cleric} and choose the {@classFeature Protector|Cleric|XPHB|1|XPHB} option of the {@classFeature Divine Order|Cleric|XPHB|1|XPHB} feature, you gain proficiency with Martial weapons and training with Heavy armor, and if you're a {@class Ranger|XPHB|Gloom Stalker Ranger|Gloom Stalker|XPHB} and gain the {@subclassFeature Iron Mind|Ranger|XPHB|Gloom Stalker|XPHB|7} feature, you gain proficiency with Wisdom saving throws—even if {@class Cleric} or {@class Ranger} respectively isn't your first class."
											]
										},
										{
											"type": "entries",
											"name": "Can a Barbarian/Fighter (Battle Master) use maneuvers while raging?",
											"entries": [
												"Nothing in the Barbarian's {@classFeature Rage|Barbarian|XPHB|1|XPHB} feature precludes the use of maneuvers."
											]
										},
										{
											"type": "entries",
											"name": "Can a Rogue/Monk use Sneak Attack with Unarmed Strikes?",
											"entries": [
												"The {@classFeature Sneak Attack|Rogue|XPHB|1|XPHB} feature works with a weapon that has the {@itemProperty F|XPHB|Finesse} or Ranged property. An {@variantrule Unarmed Strike|XPHB} isn't a weapon, so it doesn't qualify. In contrast, a {@class Rogue}/{@class Monk} can use {@classFeature Sneak Attack|Rogue|XPHB|1|XPHB} with a Monk weapon, such as a {@item Shortsword|XPHB} or a {@item Dagger|XPHB}, that has one of Sneak Attack's required properties."
											]
										},
										{
											"type": "entries",
											"name": "A Wizard multiclasses into a Sorcerer with the Wild Magic Sorcery subclass. Do spells cast from their spellbook trigger Wild Magic Surge if they are on the Sorcerer spell list, or do they have to gain them from Sorcerer to trigger?",
											"entries": [
												"From the multiclassing rules: \"{@book Each spell you prepare is associated with one of your classes.|XPHB|2|Spellcasting|1}\" This rule means only the spells prepared as part of your {@class Sorcerer} class features trigger {@table Wild Magic Surge|XPHB}."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Class Features",
					"entries": [
						{
							"type": "entries",
							"name": "General",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "When you use Extra Attack, do you have to use the same weapon for all the attacks?",
											"entries": [
												"Extra Attack imposes no limitation on what you use for the attacks. You can use regular weapons, improvised weapons, {@variantrule Unarmed Strike|XPHB}, or a combination of these options for the attacks. However, you must still follow the rules for equipping and unequipping weapons as part of the {@action Attack} action."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Barbarian",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "For the Barbarian's Reckless Attack, do you grant Advantage to all enemies, or only to the target of your attack?",
											"entries": [
												"If you use the Barbarian's {@classFeature Reckless Attack|Barbarian|XPHB|2|XPHB}, all attack rolls have {@variantrule Advantage|XPHB} against you until the start of your next turn."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Bard",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Do the benefits from Bardic Inspiration and the Guidance spell stack? Can they be applied to the same roll?",
											"entries": [
												"Yes, different effects stack if they don't have the same name. If a creature under the effects of a {@spell Guidance} spell makes an ability check using the skill chosen as part of the spell's casting and also has a {@classFeature Bardic Inspiration|Bard|XPHB|1|XPHB} die, it can roll both {@dice 1d4} and {@dice 1d6} if it so chooses."
											]
										},
										{
											"type": "entries",
											"name": "If used on a damage roll, does a College of Lore Bard's Cutting Words apply to any kind of damage roll including an auto-hit spell like Magic Missile?",
											"entries": [
												"You can use {@subclassFeature Cutting Words|Bard|XPHB|Lore|XPHB|3} to reduce the damage from any effect that calls for a damage roll (including {@spell Magic Missile}) even if the damage roll is not preceded by an attack roll."
											]
										},
										{
											"type": "entries",
											"name": "Which Spell Scrolls can Bards understand—spells from the Bard list only, or spells from the Bard list plus spells from Magical Secrets?",
											"entries": [
												"A {@class Bard} can use any {@item Spell Scroll} that has a Bard spell on it. This includes any spells the Bard has prepared through their {@classFeature Magical Secrets|Bard|XPHB|10|XPHB} feature.",
												"However, this doesn't mean that a Bard can use a {@item Spell Scroll} for any spell on the {@class Cleric}, {@class Druid}, and {@class Wizard} spell lists (the other spell lists included in {@classFeature Magical Secrets|Bard|XPHB|10|XPHB}). For spells exclusive to the Cleric, Druid, and Wizard lists, a Bard must have that spell prepared via {@classFeature Magical Secrets|Bard|XPHB|10|XPHB} for it to count as a Bard spell.",
												"For example, if a Bard has a {@item Spell Scroll} of {@spell Spirit Guardians} (a spell on the Cleric's spell list), that Bard can use that scroll only if they also have {@spell Spirit Guardians} prepared via {@classFeature Magical Secrets|Bard|XPHB|10|XPHB}. Otherwise, the scroll is illegible to them."
											]
										},
										{
											"type": "entries",
											"name": "For the College of Valor, does using Combat Inspiration's Offense feature mean that the Bardic Inspiration die counts as a damage die for purposes of Critical Hits?",
											"entries": [
												"Yes."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Druid",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Can a bound and gagged Druid simply use Wild Shape to get out? It's hard to capture someone who can turn into a mouse at will.",
											"entries": [
												"Shape-shifting into a different size can be an effective way of escaping, depending on the nature of the bonds or confinement; for example, {@item Manacles|XPHB} only work on a Small or Medium creature, so shape-shifting into a Tiny animal would allow a {@class Druid} to slip out of the restraints with ease.",
												"However, a creature changing sizes doesn't automatically end the {@condition Grappled} or {@condition Restrained} conditions unless it causes the creature to no longer meet the effect's size requirement (if any). For example, a {@creature Giant Crab||Giant Crab's} Claw attack can grapple only Medium or smaller targets; if a {@class Druid} Grappled by a {@creature Giant Crab} transformed into a Large animal, the Druid would no longer be Grappled."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Fighter",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "If my Battle Master Fighter provokes an Opportunity Attack and it misses, can I use Riposte?",
											"entries": [
												"Yes, you can use the {@optfeature Riposte} maneuver in response to an {@action Opportunity Attack} that misses you, assuming your {@variantrule Reaction|XPHB} is available."
											]
										},
										{
											"type": "entries",
											"name": "Can the Disarming Attack maneuver cause a creature to drop a Shield?",
											"entries": [
												"No. {@optfeature Disarming Attack} forces a creature to drop an object it is holding. Donned {@item Shield|XPHB|Shields} aren't merely held."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Monk",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Does the Martial Arts feature turn Monk weapons and Unarmed Strikes into Finesse weapons?",
											"entries": [
												"No. The feature grants a benefit that is similar to the {@itemProperty F|XPHB|Finesse} property, but the feature doesn't confer that property."
											]
										},
										{
											"type": "entries",
											"name": "Can a Warrior of the Open Hand Monk's Open Hand Technique push a Large or larger creature or give it the Prone condition?",
											"entries": [
												"The {@subclassFeature Open Hand Technique|Monk|XPHB|Open Hand|XPHB|3|XPHB} intentionally ignores creature size. A {@class Monk||Monk's} energy fuels many extraordinary effects! If a feature is limited by creature size, the feature tells you so."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Paladin",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Would the Divine Sense feature of a Paladin's Channel Divinity register an Aasimar or a Tiefling due to their heritage?",
											"entries": [
												"These species are Humanoids and therefore escape the notice of {@classFeature Divine Sense|Paladin|XPHB|3|XPHB}. The feature detects creatures that have the Celestial, Fiend, or Undead creature type."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Rogue",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Can a Rogue use Sneak Attack more than once per round?",
											"entries": [
												"The {@classFeature Sneak Attack|Rogue|XPHB|1|XPHB} description specifies that you can use the feature once per turn, but it's not limited to your turn. The feature also doesn't limit the number of times you can use it in a round.",
												"You sometimes get a chance to use {@classFeature Sneak Attack|Rogue|XPHB|1|XPHB} on someone else's turn. The most common way for this to happen is when an enemy provokes an {@action Opportunity Attack} from you. If the requirements for {@classFeature Sneak Attack|Rogue|XPHB|1|XPHB} are met, your {@action Opportunity Attack|XPHB} can benefit from that feature."
											]
										},
										{
											"type": "entries",
											"name": "Does Uncanny Dodge work automatically against every attack a Rogue gets hit by? Spell attacks too?",
											"entries": [
												"A use of {@classFeature Uncanny Dodge|Rogue|XPHB|5|XPHB} works against only one attack, since it expends your {@variantrule Reaction|XPHB}, and only if you can see the attacker. It works against attacks of all sorts, including spell attacks, but it is no help against a spell or other effect, such as {@spell Fireball}, that delivers its damage via a saving throw rather than an attack roll."
											]
										},
										{
											"type": "entries",
											"name": "Can a Rogue use Evasion if they are surprised?",
											"entries": [
												"Yes. Being {@status surprised} at the start of a combat causes a creature to have {@variantrule Disadvantage|XPHB} on the {@variantrule Initiative|XPHB} roll. A {@class Rogue} can use {@classFeature Evasion|Rogue|XPHB|7|XPHB} as long as they don't have the {@condition Incapacitated} condition."
											]
										},
										{
											"type": "entries",
											"name": "Can the Rogue's Reliable Talent feature be used in conjunction with other features, like the Champion's Remarkable Athlete feature or the Bard's Jack of All Trades feature?",
											"entries": [
												"{@classFeature Reliable Talent|Rogue|XPHB|7|XPHB} can be used in conjunction with another feature as long as the ability check being made meets the requirements for both features. For example, {@classFeature Reliable Talent|Rogue|XPHB|7|XPHB} applies only to a check made using one of your skill or tool proficiencies, while {@classFeature Jack of All Trades|Bard|XPHB|2|XPHB} applies to a check using a skill proficiency you lack; therefore, a check that qualifies for {@classFeature Reliable Talent|Rogue|XPHB|7|XPHB} doesn't qualify for {@classFeature Jack of All Trades|Bard|XPHB|2|XPHB}, and vice versa. However, the Champion's {@subclassFeature Remarkable Athlete|Fighter|XPHB|Champion|XPHB|3|XPHB} feature gives {@variantrule Advantage|XPHB} on all Strength ({@skill Athletics}) checks, which doesn't conflict with {@classFeature Reliable Talent|Rogue|XPHB|7|XPHB|Reliable Talent's} requirements. So if a character has proficiency with the {@skill Athletics} skill and access to both {@classFeature Reliable Talent|Rogue|XPHB|7|XPHB} and {@subclassFeature Remarkable Athlete|Fighter|XPHB|Champion|XPHB|3|XPHB}, that character could use both features when making a Strength ({@skill Athletics}) check."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sorcerer",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Metamagic rules state you can't use multiple Metamagic options on a single spell. Can you use one option multiple times?",
											"entries": [
												"A {@class Sorcerer} can use one {@filter Metamagic option|optionalfeatures|feature type=mm} once in the casting of a spell, not the same option more than once. For instance, a Sorcerer can't quadruple the duration of a spell by spending 2 {@classFeature Font of Magic|Sorcerer|XPHB|2|XPHB|Sorcery Points} on {@optfeature Extended Spell}."
											]
										},
										{
											"type": "entries",
											"name": "In Draconic Sorcery, Elemental Affinity improves one damage roll of a spell, not multiple rolls. So with Scorching Ray, I don't add my Charisma modifier to each ray that hits?",
											"entries": [
												"That's correct. {@subclassFeature Elemental Affinity|Sorcerer|XPHB|Draconic|XPHB|6|XPHB} benefits one damage roll per casting of a spell, even if the spell allows more than one roll. So, for example, a {@class Sorcerer} with {@subclassFeature Elemental Affinity|Sorcerer|XPHB|Draconic|XPHB|6|XPHB} adds their Charisma modifier to only one of the rays of a {@spell Scorching Ray}."
											]
										},
										{
											"type": "entries",
											"name": "Can Empowered Spell affect all the rays of a Scorching Ray spell or just one?",
											"entries": [
												"A Sorcerer's {@optfeature Empowered Spell} could affect more than one ray of a {@spell Scorching Ray}, abiding by the feature's die limit. For instance, if you create three rays with the spell and you have a +3 Charisma modifier, you could reroll one of the damage dice for each ray, or two of the damage dice for one ray and one of the damage dice for another one."
											]
										},
										{
											"type": "entries",
											"name": "Does Quickened Spell allow a Sorcerer to cast two spells a round of level 1+?",
											"entries": [
												"No, the {@class Sorcerer} must follow the rule for casting one spell with a spell slot per turn. See {@book chapter 7 in the Player's Handbook|XPHB|7|One Spell with a Spell Slot per Turn}."
											]
										},
										{
											"type": "entries",
											"name": "Can my Sorcerer use Twinned Spell on a spell duplicated by the casting of a Wish spell?",
											"entries": [
												"Yes, you can as long as the duplicated spell meets the requirements of {@optfeature Twinned Spell}."
											]
										},
										{
											"type": "entries",
											"name": "In Wild Magic Sorcery, does the Wild Magic Surge effect replace the effect of the spell that triggered it, or do both effects happen?",
											"entries": [
												"The spell and the {@table Wild Magic Surge|XPHB} effect both happen."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Warlock",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "If a Warlock uses Pact of the Blade to bond with a magic weapon, does that weapon have to be a Melee weapon, and can the Warlock change the weapon's form?",
											"entries": [
												"The {@class Warlock||Warlock's} {@optfeature Pact of the Blade} feature lets you create a Melee weapon out of nothing. Whenever you do so, you determine the weapon's form, choosing from the Melee weapon options in the {@table Weapons|XPHB} table in the {@book Player's Handbook|XPHB}. For example, you can create a {@item Greataxe|XPHB}, and then use the feature again to create a {@item Javelin|XPHB}, which causes the {@item Greataxe|XPHB} to disappear.",
												"You can also use {@optfeature Pact of the Blade} to bond with a magic weapon, turning it into your pact weapon. This magic weapon doesn't have to be a Melee weapon, so you could use the feature on a {@item +1 Longbow|XDMG}, for instance. However, you can't change the form of a magic weapon using this feature. For example, if you bond with a {@item Dagger of Venom|XDMG}, you can't transform it into a {@item Maul|XPHB}; it's always a {@item Dagger|XPHB}.",
												"The feature allows the conjuring forth of a Melee weapon, yet we allow more versatility when it comes to magic weapons. We didn't want a narrow focus in this feature to make a {@class Warlock} unhappy when a variety of magic weapons appear in a campaign. Does this versatility extend outside the melee theme of the feature? It sure does, but we're willing to occasionally bend a design concept if doing so is likely to increase a player's happiness."
											]
										},
										{
											"type": "entries",
											"name": "If you're a Pact of the Blade Warlock, can someone else wield your pact weapon?",
											"entries": [
												"Yes. Someone other than the {@class Warlock} can use a pact weapon—even a conjured pact weapon. However, if the pact weapon is conjured, it disappears if the weapon is more than 5 feet away from the Warlock for 1 minute or more."
											]
										},
										{
											"type": "entries",
											"name": "Does the Awakened Mind feature of a Warlock with a Great Old One Patron allow two-way telepathic communication?",
											"entries": [
												"Yes. See \"{@variantrule Telepathy|XPHB}\" in {@book appendix C of the Player's Handbook|XPHB|10}."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Wizard",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Is an Abjurer's Arcane Ward healed only when the ward has 0 Hit Points?",
											"entries": [
												"The ward regains {@variantrule Hit Points|XPHB} whenever the {@class Wizard|XPHB|Abjurer|Abjurer|XPHB} casts an Abjuration spell with a spell slot, not just when the ward has 0 {@variantrule Hit Points|XPHB}. As is normal for healing, the ward can't regain more {@variantrule Hit Points|XPHB} than its {@variantrule Hit Points|XPHB|Hit Point} maximum: twice the Wizard's level plus the Wizard's Intelligence modifier."
											]
										},
										{
											"type": "entries",
											"name": "Does casting Alarm as a Ritual heal Arcane Ward?",
											"entries": [
												"No. Casting a spell as a {@variantrule Ritual|XPHB} doesn't use a spell slot, and the {@subclassFeature Arcane Ward|Wizard|XPHB|Abjurer|XPHB|3|XPHB} regains {@variantrule Hit Points|XPHB} when the {@class Wizard|XPHB|Abjurer|Abjurer|XPHB} casts an Abjuration spell with a spell slot."
											]
										},
										{
											"type": "entries",
											"name": "How does Arcane Ward interact with Temporary Hit Points that an Abjurer might have?",
											"entries": [
												"When an {@class Wizard|XPHB|Abjurer|Abjurer|XPHB} with an {@subclassFeature Arcane Ward|Wizard|XPHB|Abjurer|XPHB|3|XPHB} takes damage, it goes through the following steps:",
												{
													"type": "list",
													"style": "list-decimal",
													"items": [
														{
															"type": "item",
															"name": "Resistances and Vulnerabilities",
															"entries": [
																"If the {@class Wizard} has any {@variantrule Resistance|XPHB|Resistances} or {@variantrule Vulnerability|XPHB|Vulnerabilities}, these are applied to the damage total."
															]
														},
														{
															"type": "item",
															"name": "Arcane Ward",
															"entries": [
																"The ward takes the damage first."
															]
														},
														{
															"type": "item",
															"name": "Damage Immunities",
															"entries": [
																"Any damage {@variantrule Immunity|XPHB|Immunities} the Wizard has are applied to leftover damage if the ward is reduced to 0 {@variantrule Hit Points|XPHB}."
															]
														},
														{
															"type": "item",
															"name": "Temporary Hit Points",
															"entries": [
																"The Wizard takes the leftover damage. If the Wizard has {@variantrule Temporary Hit Points|XPHB}, these are lost first."
															]
														},
														{
															"type": "item",
															"name": "Real Hit Points",
															"entries": [
																"Any leftover damage after the {@variantrule Temporary Hit Points|XPHB} carries over to the Wizard's {@variantrule Hit Points|XPHB}."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Does the level 14 Illusionist ability let you make something real every round, or just once?",
											"entries": [
												"{@subclassFeature Illusory Reality|Wizard|XPHB|Illusionist|XPHB|14|XPHB} is intended to make one illusory object real per Illusion spell."
											]
										},
										{
											"type": "entries",
											"name": "Can a Diviner on the Ethereal Plane use Portent on a creature that the Wizard can see on the Material Plane?",
											"entries": [
												"Yes. {@subclassFeature Portent|Wizard|XPHB|Diviner|XPHB|3|XPHB} requires you to see the creature, but it has no range restriction."
											]
										},
										{
											"type": "entries",
											"name": "For a Wizard to cast a Ritual spell contained in their spellbook, do they need to read from the book or use it as part of the Ritual?",
											"entries": [
												"Thanks to the {@classFeature Ritual Adept|Wizard|XPHB|1|XPHB} feature, a {@class Wizard} can cast spells with the {@variantrule Ritual|XPHB} tag in their spellbook as a {@variantrule Ritual|XPHB} without preparing the spell, in addition to following the normal rules of {@variantrule Ritual|XPHB} spells. If a Wizard is casting a spell that they don't have prepared as a {@variantrule Ritual|XPHB}, then the Wizard must read from the spellbook, as the text of {@classFeature Ritual Adept|Wizard|XPHB|1|XPHB} states. However, if a Wizard is casting a spell they have prepared as a {@variantrule Ritual|XPHB} following the normal rules, they don't need to consult their spellbook (unless they're using it as a {@variantrule Spellcasting Focus|XPHB} for said spell)."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Backgrounds",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Can you have more than one background?",
											"entries": [
												"No. You can have only one background. It establishes key aspects of your life before you embarked on a life of adventure."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Species Traits",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Does the Halfling's Naturally Stealthy trait allow them to hide while observed?",
											"entries": [
												"Normally, to take the {@action Hide} action, you must meet the following criteria:",
												{
													"type": "list",
													"items": [
														"You must be {@variantrule Heavily Obscured|XPHB} or behind {@variantrule Cover|XPHB|Three-Quarters or Total Cover}.",
														"You must be out of any enemy's line of sight."
													]
												},
												"The {@race Halfling|XPHB|Halfling's} Naturally Stealthy trait allows you to bypass these criteria if you're obscured by a creature at least one size larger than you. However, you still must make a Dexterity ({@skill Stealth}) check as you normally would when taking the {@action Hide} action, so there's no guarantee of success."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Feats",
					"entries": [
						{
							"type": "entries",
							"name": "Archery",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Does the Archery feat work with a Melee weapon that you throw?",
											"entries": [
												"No, the {@feat Archery|XPHB} feat benefits only attack rolls you make with Ranged weapons. The {@feat Thrown Weapon Fighting|XPHB} feat benefits ranged attack rolls made with Melee weapons with the {@itemProperty T|XPHB|Thrown} property."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Charger",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "If you have the Charger feat, can you use the Charge Attack benefit while mounted?",
											"entries": [
												"Yes, but only on a controlled mount.",
												"When a mount moves, you move with it. Therefore, if the mount moves 10 feet in a straight line toward a target, you also move 10 feet in a straight line toward a target. However, you still must immediately take the {@action Attack} action after this movement to gain the benefit of {@feat Charger|XPHB|Charge Attack}. This is feasible on a controlled mount, since a controlled mount moves on your turn.",
												"Conversely, you can't use {@feat Charger|XPHB|Charge Attack} if you're riding an independent mount, since an independent mount moves on a separate turn, and you're not able to immediately take the {@action Attack} action after that movement."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Crossbow Expert",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Does Crossbow Expert let you fire a Hand Crossbow and then fire it again as a Bonus Action?",
											"entries": [
												"The {@feat Crossbow Expert} feat allows you to fire a {@item Hand Crossbow|XPHB} multiple times on your turn. But you still must abide by the rules of the {@item Hand Crossbow|XPHB|Hand Crossbow's} {@itemProperty L|XPHB|Light} property, which state that the property's additional attack must be made with a different weapon."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dual Wielder",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Can my character wield two Heavy weapons if they have the Dual Wielder feat?",
											"entries": [
												"The {@feat Dual Wielder} feat allows you to simultaneously draw two weapons that lack the {@itemProperty 2H|XPHB|Two-Handed} property. All {@itemProperty H|XPHB|Heavy} weapons in the {@book Player's Handbook|XPHB} have the {@itemProperty 2H|XPHB|Two-Handed} property, so they don't benefit from this feat. (However, if we were to create a {@itemProperty H|XPHB|Heavy} weapon that lacks the {@itemProperty 2H|XPHB|Two-Handed} property in the future, that weapon could be used with this feat!)"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dueling",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Is the Dueling feat intended to support using a Shield?",
											"entries": [
												"Yes. A character with the {@feat Dueling|XPHB} feat can equip a {@item Shield|XPHB} or hold a {@variantrule Spellcasting Focus|XPHB} or another object that isn't a weapon in their other hand."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Great Weapon Fighting",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "If you use Great Weapon Fighting with a spell like Divine Smite or Hex, do you get to treat any 1 or 2 you roll for the additional damage as a 3?",
											"entries": [
												"The {@feat Great Weapon Fighting|XPHB} feat benefits only the damage roll of the weapon used for the attack. For example, if you have this feat and make an attack roll with a {@item Greatsword|XPHB}, you can treat any 1 or 2 you roll on the weapon's {@damage 2d6} as a 3. If you cast {@spell Divine Smite|XPHB} after hitting with this attack, you can't treat a 1 or 2 rolled for the spell's damage as a 3."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Magic Initiate",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "If you're a spellcaster, can you pick your own class when you gain the Magic Initiate feat?",
											"entries": [
												"Yes. For example, if you're a {@class Wizard} and gain the {@feat Magic Initiate} feat, you can choose {@class Wizard} for the feat."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Polearm Master",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Can I add my Strength modifier to the damage of the bonus attack that Polearm Master gives me?",
											"entries": [
												"Yes. For the feat's bonus attack, you add your ability modifier to the attack roll, as you do whenever you attack with that weapon, and if you hit, you add the same ability modifier to the damage roll, which is normal for weapon damage rolls.",
												"A specific rule, such as the {@itemProperty L|XPHB|Light} property, might break the general rule by telling you not to add your ability modifier to the damage. {@feat Polearm Master} doesn't have such a rule."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Savage Attacker",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Does the benefit of the Savage Attacker feat apply to additional effects like the Rogue's Sneak Attack or the Paladin's Divine Smite?",
											"entries": [
												"No. The benefit of {@feat Savage Attacker} applies only to rolls of the weapon's damage dice, not to any extra damage that a feature or other ability might grant."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Equipment",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Does Heavy armor reduce Dexterity saving throws or ability checks other than Stealth?",
											"entries": [
												"If you have training with it, Heavy armor doesn't affect Dexterity saving throws or ability checks, other than {@skill Stealth}."
											]
										},
										{
											"type": "entries",
											"name": "If you attack with a Shield—most likely as an improvised weapon—do you keep the +2 bonus to AC?",
											"entries": [
												"Attacking with a {@item Shield|XPHB} doesn't deprive you of the Shield's bonus to AC."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Spellcasting",
					"entries": [
						{
							"type": "entries",
							"name": "General",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Which of a character's spells count as class spells? For example, if I'm playing a Sorcerer, which of my character's spells are Sorcerer spells?",
											"entries": [
												"A class's spell list specifies the spells that belong to the class. For example, a Sorcerer spell is a spell on the Sorcerer spell list, and if a Sorcerer knows spells that aren't on that list, those spells aren't {@class Sorcerer} spells unless a feature says otherwise."
											]
										},
										{
											"type": "entries",
											"name": "Can a spellcaster cast spells off-target to minimize damage to party members from a spell like Shatter?",
											"entries": [
												"The spellcaster chooses where to place the point of origin of a spell like {@spell Shatter} and may, therefore, choose a position that is advantageous to allies."
											]
										},
										{
											"type": "entries",
											"name": "Can permanent magical effects be dispelled? Or are they no longer considered magical effects once permanent?",
											"entries": [
												"If the effect of a spell becomes permanent, it can be dispelled unless its description says otherwise (such as in the {@spell Wall of Stone} spell)."
											]
										},
										{
											"type": "entries",
											"name": "Do spellcasters have to learn a Ritual version of a spell apart from the normal version, or are they the same?",
											"entries": [
												"If a spell has the {@variantrule Ritual|XPHB} tag and you have it prepared, you can cast it as a {@variantrule Ritual|XPHB}. You don't need to prepare it twice or learn a different version."
											]
										},
										{
											"type": "entries",
											"name": "Can spellcasters prepare spells not all at once, but at various times throughout the adventure?",
											"entries": [
												"No. Your spellcasting feature specifies exactly when you can change your list of prepared spells and the number of spells you can change.",
												"For example, if you're a {@class Cleric}, you change your list of prepared spells when you finish a {@variantrule Long Rest|XPHB}. You can't prepare some spells at the end of the rest and then prepare more later."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Spell Attacks",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Is a touch range spell considered a melee attack for purposes of subduing foes rather than killing?",
											"entries": [
												"Having a range of touch doesn't mean a spell is a melee attack. A spell tells you if it delivers such an attack."
											]
										},
										{
											"type": "entries",
											"name": "Can spell attacks score Critical Hits?",
											"entries": [
												"A spell attack can score a {@variantrule Critical Hit|XPHB}. The rule on Critical Hits applies to attack rolls of any sort."
											]
										},
										{
											"type": "entries",
											"name": "When casting a spell that affects multiple targets, such as Scorching Ray or Eldritch Blast, do I fire one ray or beam, determine the result, and fire again? Or do I have to choose all the targets before making any attack rolls?",
											"entries": [
												"Even though the duration of each of these spells is instantaneous, you choose the targets and resolve the attacks consecutively, not all at once. If you want, you can declare all your targets before making any attacks, but you would still roll separately for each attack roll (and damage, if appropriate)."
											]
										},
										{
											"type": "entries",
											"name": "Can a spell with an attack roll be used as the attack in the Attack action or as part of the Extra Attack feature?",
											"entries": [
												"No. As explained in the {@book Player's Handbook|XPHB}, you can take one action on your turn in combat, in addition to moving. You choose your action from the options available to everyone—options such as {@action Attack}, {@action Dash}, and {@action Magic|XPHB}—or you choose from among the special actions you've gained from a class or another source.",
												"To cast a spell on your turn, you take the {@action Magic|XPHB} action. Doing so means you're not taking the {@action Attack} action or any other action. It is true that a number of spells, such as {@spell Fire Bolt} and {@spell Ray of Frost}, involve making an attack roll, but you can't make such an attack without first casting the spell that delivers it. In other words, just because something involves an attack roll doesn't mean the {@action Attack} action is being used.",
												"By extension, the {@classFeature Extra Attack|Fighter|XPHB|5|XPHB} feature (given by several classes, including the {@class Fighter} and {@class Paladin}) doesn't let you cast extra attack spells. That feature specifically relies on the {@action Attack} action, not the {@action Magic|XPHB} action or any other action.",
												"In summary, to make a spell attack, you have to first cast a spell or use a feature that creates the spell's effect. A game feature, such as {@classFeature Extra Attack|Fighter|XPHB|5|XPHB}, that lets you make an attack doesn't let you cast a spell unless it says it does."
											]
										},
										{
											"type": "entries",
											"name": "Can you use a melee spell attack to make an Opportunity Attack?",
											"entries": [
												"No, you can't cast a spell when a creature provokes an {@action Opportunity Attack} from you. This is because each spell has a casting time. For example, the {@spell Chill Touch} spell has a casting time of an action. A game mechanic, such as {@action Opportunity Attack}, doesn't let you alter that casting time unless a feature says otherwise (see the {@feat War Caster} feat for an example of this)."
											]
										},
										{
											"type": "entries",
											"name": "Some spells (like Guiding Bolt) target a creature. Some others (like Fire Bolt) target objects too. Does this mean that I can't attack the door with Guiding Bolt?",
											"entries": [
												"The target specifications (creature, object, or something else) in spells are intentional."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Spell Level",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "What level is a spell if you cast it without a spell slot?",
											"entries": [
												"Unless the text says otherwise, a spell cast without a spell slot is cast at its lowest possible level, which is the level that appears in its description.",
												"An example of an exception to this is often found in monster stat blocks. A monster with the Spellcasting action may have spells listed with a \"(level # version)\" parenthetical. This means the spell is still cast without a spell slot, but its effects are equivalent to a version of the spell cast using a spell slot of the specified level."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Casting Time",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Is there a limit on the number of spells you can cast on your turn?",
											"entries": [
												"There's no rule that states you can cast only X number of spells on your turn, but there are some practical limitations. The main limiting factor is your action. Many spells require an action to cast, and unless a feature says otherwise, you only have one action on your turn. You also must abide by the rule of only expending one spell slot to cast a spell on your turn.",
												"So, for example, if you take your {@variantrule Bonus Action|XPHB} to cast {@spell Healing Word} using a spell slot, you can also take the {@action Magic|XPHB} action to cast {@spell Vicious Mockery}—a cantrip which doesn't require a spell slot."
											]
										},
										{
											"type": "entries",
											"name": "Can you cast a Reaction spell on your turn?",
											"entries": [
												"Yes, but you must abide by the rule of expending only one spell slot to cast a spell on your turn. For example, if you take a {@action Magic|XPHB} action to cast {@spell Fireball} using a spell slot and an enemy casts {@spell Counterspell}, you can't also then expend a spell slot to cast {@spell Counterspell} targeting that enemy."
											]
										},
										{
											"type": "entries",
											"name": "Does casting a spell as a Ritual require Concentration if the spell doesn't normally require it?",
											"entries": [
												"{@status Concentration} is required when casting any spell, including a {@variantrule Ritual|XPHB} version, for longer than 1 action. Once the casting is complete, the spell requires {@status Concentration} only if its Duration entry says it does."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Components",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Does a spell consume its Material components?",
											"entries": [
												"A spell doesn't consume its {@book Material|XPHB|7|Material (M)} components unless its description says it does. For example, the pearl required by the {@spell Identify} spell isn't consumed, whereas the diamond required by {@spell Raise Dead} is consumed when you cast the spell."
											]
										},
										{
											"type": "entries",
											"name": "If a spell's Material components are consumed, can a Spellcasting Focus still be used in place of the consumed component?",
											"entries": [
												"No. A {@variantrule Spellcasting Focus|XPHB} can be used in place of a {@book Material|XPHB|7|Material (M)} component only if that component has no cost noted in the spell's description and if that component isn't consumed."
											]
										},
										{
											"type": "entries",
											"name": "What's the amount of interaction needed to use a Spellcasting Focus? Does it have to be included in the Somatic component?",
											"entries": [
												"If a spell requires {@book Material|XPHB|7|Material (M)} components, the spellcaster must have a hand free to access or hold them, but it can be the same hand used to perform {@book Somatic|XPHB|7|Somatic (S)} components, if any. This latter rule holds true for using a {@variantrule Spellcasting Focus|XPHB}, which a spellcaster must hold unless its description says otherwise.",
												"For example, a {@class Cleric} uses an {@item Emblem|XPHB} on a {@item Shield|XPHB} as their {@item Holy Symbol|XPHB}. When in combat, this {@class Cleric} likes to wield a {@item Mace|XPHB} in one hand and the emblazoned {@item Shield|XPHB} in the other. This {@class Cleric} must have the {@item Shield|XPHB} in hand when casting a {@class Cleric} spell that requires a {@book Material|XPHB|7|Material (M)} component. If the spell, such as {@spell Aid}, also requires a {@book Somatic|XPHB|7|Somatic (S)} component, the {@class Cleric} can perform the {@book Somatic|XPHB|7|Somatic (S)} component with the hand holding the {@item Shield|XPHB}, allowing the {@class Cleric} to keep wielding the {@item Mace|XPHB}. However, if this same {@class Cleric} were to later cast {@spell Cure Wounds}—which has {@book Somatic|XPHB|7|Somatic (S)} components but no {@book Material|XPHB|7|Material (M)} components—they would need to unequip either their {@item Shield|XPHB} or {@item Mace|XPHB} to free a hand for the {@book Somatic|XPHB|7|Somatic (S)} components."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Duration",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "If you're concentrating on a spell, do you need to maintain line of sight with the spell's target or the spell's effect?",
											"entries": [
												"You don't need to be within line of sight or within range to maintain {@status Concentration} on a spell unless a spell's description or other game feature says otherwise."
											]
										},
										{
											"type": "entries",
											"name": "If I have 10 Temporary Hit Points and I take 30 damage from an attack while concentrating on a spell, what is the DC of the Constitution save to maintain my Concentration?",
											"entries": [
												"The DC is 15 in that case. When {@variantrule Temporary Hit Points|XPHB} absorb damage for you, you're still taking damage, just not to your real {@variantrule Hit Points|XPHB}.",
												"In contrast, a feature like the {@class Wizard|XPHB|Abjurer|Abjurer|XPHB} Wizard's {@subclassFeature Arcane Ward|Wizard|XPHB|Abjurer|XPHB|3|XPHB} can take damage for you, potentially eliminating the need to make a Constitution saving throw or, at least, lowering the DC of that save."
											]
										},
										{
											"type": "entries",
											"name": "Can a spellcaster dismiss a spell after casting it?",
											"entries": [
												"You can dismiss a non-instantaneous spell. See the \"{@book Duration|XPHB|7|Duration}\" section of {@book chapter 7 of the Player's Handbook|XPHB|7} for more information."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Specific Spells",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Does casting Animate Objects during a Time Stop spell end the Time Stop?",
											"entries": [
												"No. Commanding the newly created creatures with your {@variantrule Bonus Action|XPHB} does end {@spell Time Stop}, however."
											]
										},
										{
											"type": "entries",
											"name": "Can you extend the duration of Armor of Agathys by gaining more Temporary Hit Points?",
											"entries": [
												"The spell requires you to have {@variantrule Temporary Hit Points|XPHB}, and they don't need to be from the spell."
											]
										},
										{
											"type": "entries",
											"name": "How does Barkskin work with Shields, cover, and other modifiers to AC?",
											"entries": [
												"The target of {@spell Barkskin} has an {@variantrule Armor Class|XPHB} of 17 if its AC is lower than that. This means the target effectively ignore any modifiers to its AC—including any armor, a {@item Shield|XPHB}, or cover—unless its AC is higher than 17. For example, if you're the target of a {@spell Barkskin} spell and your AC is normally 14, your AC is 17 while under the effects of the spell; however, if your AC is normally 16 and you have {@variantrule Cover|XPHB|Half Cover}, your AC is 18, and {@spell Barkskin||Barkskin's} effect isn't relevant."
											]
										},
										{
											"type": "entries",
											"name": "Is the Chill Touch spell intended as a way of foiling Regeneration?",
											"entries": [
												"{@spell Chill Touch} does, indeed, stop the target it hits from regaining {@variantrule Hit Points|XPHB} until the end of your next turn. This is true even if the target takes none of the Necrotic damage, whether because of {@variantrule Immunity|XPHB} or some other reason."
											]
										},
										{
											"type": "entries",
											"name": "Using 5-foot squares, does Cloud of Daggers affect a single square?",
											"entries": [
												"{@spell Cloud of Daggers} (5-foot {@variantrule Cube [Area of Effect]|XPHB|Cube}) can affect more than one square on a grid unless the DM says effects snap to the grid. There are many ways to position that {@variantrule Cube [Area of Effect]|XPHB|Cube}."
											]
										},
										{
											"type": "entries",
											"name": "Can a creature under the effect of Compelled Duel teleport more than 30 feet away from the caster?",
											"entries": [
												"No. You can't move farther than 30 feet away from the caster of {@spell Compelled Duel} by any means, including teleportation."
											]
										},
										{
											"type": "entries",
											"name": "If the damage from Disintegrate reduces an Orc to 0 Hit Points, can Relentless Endurance prevent the Orc from turning to ash?",
											"entries": [
												"Yes. The {@spell Disintegrate} spell turns you into dust only if the spell's damage leaves you with 0 {@variantrule Hit Points|XPHB}. If you're an {@race Orc|XPHB}, Relentless Endurance can turn the 0 into a 1 before the spell can disintegrate you."
											]
										},
										{
											"type": "entries",
											"name": "Can you use Dispel Magic to dispel a magical effect like a Druid's Wild Shape?",
											"entries": [
												"{@spell Dispel Magic} has a particular purpose: to break other spells. It has no effect on a magical effect that isn't created by a spell unless the text says otherwise (though the DM can always make exceptions)."
											]
										},
										{
											"type": "entries",
											"name": "Can you use Dispel Magic on the creations of a spell like Animate Dead or affect those creations with Antimagic Field?",
											"entries": [
												"Whenever you wonder whether a spell's effects can be dispelled or suspended, you need to answer one question: is the spell's duration instantaneous? If the answer is yes, there is nothing to dispel or suspend. Here's why: the effects of an instantaneous spell are brought into being by magic, but the effects aren't sustained by magic. The magic flares for a split second and then vanishes. For example, the instantaneous spell {@spell Animate Dead} harnesses magical energy to turn a corpse or a pile of bones into an Undead creature. That necromantic magic is present for an instant and is then gone. The resulting creature now exists without the magic's help. Casting {@spell Dispel Magic} on the creature can't end its mockery of life, and the Undead can wander into an {@spell Antimagic Field} with no adverse effect.",
												"Another example: {@spell Cure Wounds} instantaneously restores {@variantrule Hit Points|XPHB} to a creature. Because the spell's duration is instantaneous, the restoration can't be later dispelled. And you don't suddenly lose {@variantrule Hit Points|XPHB} if you step into an {@spell Antimagic Field}!",
												"In contrast, a spell like {@spell Conjure Woodland Beings} has a non-instantaneous duration, which means its effect can be ended by {@spell Dispel Magic} and temporarily disappears within an {@spell Antimagic Field}."
											]
										},
										{
											"type": "entries",
											"name": "Can you take a Ready action to ready Dispel Magic to stop another spell from taking effect?",
											"entries": [
												"The easiest way to stop a spell is to cast {@spell Counterspell} on its caster while it's being cast. If successful, {@spell Counterspell} interrupts the other spell's casting, and that spell fails to take effect. {@spell Counterspell} works against any spell, regardless of a spell's casting time or duration.",
												"With the {@action Ready} action, {@spell Dispel Magic} can be cast in response to another spell being cast, yet {@spell Dispel Magic} can't substitute for {@spell Counterspell}. The main reason is that {@spell Dispel Magic} removes a spell that is already on a target, whether that target is a creature, an object, or some other phenomenon. {@spell Dispel Magic} can't dispel something in advance. If a spell isn't already present on a target, {@spell Dispel Magic} does nothing to that target. The best that a readied {@spell Dispel Magic} can do is dispel a spell immediately after the spell has been cast to prevent it from having any effect after the action used to cast it. For example, on your turn you could say something like this: \"I ready {@spell Dispel Magic}, and if the high priest casts a spell on anyone, I cast {@spell Dispel Magic} on the target if the spell takes hold.\" If the high priest then cast {@spell Hold Person} on your companion who fails the save against it, you could unleash your readied {@spell Dispel Magic} and end {@spell Hold Person}."
											]
										},
										{
											"type": "entries",
											"name": "Can Dispel Magic end Globe of Invulnerability?",
											"entries": [
												"Yes, {@spell Dispel Magic} can dispel the barrier created by {@spell Globe of Invulnerability}, but not any magical effects that are active inside the barrier."
											]
										},
										{
											"type": "entries",
											"name": "If Dispel Magic targets the magical effect from Bless, does it remove the effect on all the targets?",
											"entries": [
												"{@spell Dispel Magic} ends a spell on one target. It doesn't end the same spell on other targets."
											]
										},
										{
											"type": "entries",
											"name": "Can the familiar you conjure with the Find Familiar spell use the Help action to grant you Advantage on your attack roll?",
											"entries": [
												"A familiar can't attack, but it can take non-{@action Attack} actions, including {@action Help}."
											]
										},
										{
											"type": "entries",
											"name": "Does the familiar of Find Familiar count as an ally for the purposes of Sneak Attack?",
											"entries": [
												"A familiar is an ally. Its proximity to a target can allow you to use the {@classFeature Sneak Attack|Rogue|XPHB|1|XPHB} feature or any other feature that requires the presence of an ally."
											]
										},
										{
											"type": "entries",
											"name": "When a creature succeeds on a saving throw against Guardian of Faith and takes 10 Radiant damage, how much damage does that count against the total amount of damage the spell can deal? Is it 20 because that's how much it dealt or 10 because that's how much the target took?",
											"entries": [
												"It dealt 10 damage to the creature, so 10 is subtracted from the total."
											]
										},
										{
											"type": "entries",
											"name": "Do the Temporary Hit Points from Heroism accumulate each round?",
											"entries": [
												"{@variantrule Temporary Hit Points|XPHB} aren't cumulative. The spell would tell you if you were meant to add together the {@variantrule Temporary Hit Points|XPHB} it provides."
											]
										},
										{
											"type": "entries",
											"name": "If the Heroism spell is cast on a character that already has the Frightened condition, does it remove that condition?",
											"entries": [
												"The {@spell Heroism} spell suppresses the {@condition Frightened} condition if it was already on the spell's target. When the spell ends, the target's immunity goes away and the {@condition Frightened} condition resumes if it has not expired or been removed."
											]
										},
										{
											"type": "entries",
											"name": "Can you use a Shield with Mage Armor?",
											"entries": [
												"{@spell Mage Armor} works with a {@item Shield|XPHB}. Shields are grouped with armor in the equipment rules in the {@book Player's Handbook|XPHB}, but various game features distinguish between the armor you don and a {@item Shield|XPHB} you wield. Take a look at the {@class Monk||Monk's} {@classFeature Unarmored Defense|Monk|XPHB|1|XPHB} feature and compare it to the {@classFeature Unarmored Defense|Barbarian|XPHB|1|XPHB|Barbarian's version}. In the Monk's version, you must both forgo wearing armor and forgo wielding a {@item Shield|XPHB} if you want to benefit from the feature, whereas a {@class Barbarian} must only forgo wearing armor."
											]
										},
										{
											"type": "entries",
											"name": "Does Unarmored Defense work with a spell like Mage Armor?",
											"entries": [
												"Unarmored Defense doesn't work with {@spell Mage Armor}. You might be asking yourself, \"Why don't they work together? {@spell Mage Armor} specifies that it works on a creature who isn't wearing armor.\" It's true that the target of {@spell Mage Armor} must be unarmored, but {@spell Mage Armor} gives you a new way to calculate your AC and is therefore incompatible with Unarmored Defense or any other feature that provides an AC calculation."
											]
										},
										{
											"type": "entries",
											"name": "I find it confusing that the Mage Armor spell is named that when it doesn't count as armor.",
											"entries": [
												"Some spells and class features have figurative, not literal, names. The text of the spell or class feature explains what it does."
											]
										},
										{
											"type": "entries",
											"name": "Can an object created with Minor Illusion move? For example, a wall sliding down a corridor?",
											"entries": [
												"An illusory object created by {@spell Minor Illusion} doesn't move. Compare to spells like {@spell Major Image} and {@spell Mislead}, which talk about moving."
											]
										},
										{
											"type": "entries",
											"name": "Could Minor Illusion create a fog cloud? If so, would shooting an arrow through it cancel the illusion?",
											"entries": [
												"An illusory object made by {@spell Minor Illusion} is meant to be like a stool or a rock, not an atmospheric effect."
											]
										},
										{
											"type": "entries",
											"name": "Does Planar Binding summon the creature to be bound, or is that done separately?",
											"entries": [
												"{@spell Planar Binding} doesn't summon a creature. It attempts to bind a creature that is within the spell's range."
											]
										},
										{
											"type": "entries",
											"name": "Can you concentrate on a spell while transformed by Polymorph?",
											"entries": [
												"You can't cast spells while you're transformed by {@spell Polymorph}, but nothing in the spell prevents you from {@status concentration||concentrating} on a spell that you previously cast before being transformed."
											]
										},
										{
											"type": "entries",
											"name": "Does a willing creature under the effects of Polymorph have to take the mental stats of the new form?",
											"entries": [
												"Yes. Unless a spell tells you otherwise, its effect is no different for a willing creature than it is for an unwilling one."
											]
										},
										{
											"type": "entries",
											"name": "If a creature under the effects of Polymorph takes enough Fire damage to revert to its true form and that form has Resistance to Fire damage, does the true form take the full remaining damage or only half due to Resistance?",
											"entries": [
												"When the creature reverts to its true form, any leftover damage is subject to that form's damage {@variantrule Resistance|XPHB|Resistances}, if any."
											]
										},
										{
											"type": "entries",
											"name": "Can a creature under the effects of Polymorph have other spell effects on them, or are those game statistics also replaced by the those of the beast form?",
											"entries": [
												"{@spell Polymorph} replaces only the target's character sheet or stat block with the stat block of the chosen form. Other effects, such as other spells, still exist."
											]
										},
										{
											"type": "entries",
											"name": "What kinds of things count as \"nonmagical trinkets\" for Prestidigitation?",
											"entries": [
												"{@spell Prestidigitation} can create a little bauble, the nature of which is up to the spellcaster and the DM. See the {@item Trinket|XPHB|Trinkets} table in the {@book Player's Handbook|XPHB} for examples."
											]
										},
										{
											"type": "entries",
											"name": "If you grapple or shove an enemy, does that end a Sanctuary spell cast on you?",
											"entries": [
												"No. The {@spell Sanctuary} spell ends only if the warded creature makes an attack roll, casts a spell, or deals damage. The {@action Grapple} and {@action Shove} options of an {@variantrule Unarmed Strike|XPHB} do none of these things."
											]
										},
										{
											"type": "entries",
											"name": "If I cast Shillelagh on my Quarterstaff and have the Polearm Master feat, does the bonus attack use a d4 or a d8 for damage?",
											"entries": [
												"The benefit from {@feat Polearm Master} applies to the opposite end of the weapon and always uses a {@damage d4} for damage rather than the weapon's normal damage die. This is true for a {@item Quarterstaff|XPHB} enhanced with {@spell Shillelagh} just as it is for a normal one."
											]
										},
										{
											"type": "entries",
											"name": "Do the effects of Storm of Vengeance stack? Or do the effects change each turn?",
											"entries": [
												"In the spell {@spell Storm of Vengeance}, each new effect replaces the effect of the previous round."
											]
										},
										{
											"type": "entries",
											"name": "Is the sentence of suggestion in the Suggestion spell the Verbal component, or is the Verbal component separate?",
											"entries": [
												"{@book Verbal|XPHB|7|Verbal (V)} components are mystic words, not normal speech. The spell's suggestion is an intelligible utterance that is separate from the {@book Verbal|XPHB|7|Verbal (V)} component."
											]
										},
										{
											"type": "entries",
											"name": "If you are affecting a target with Telekinesis and an ally put you inside Otiluke's Resilient Sphere, can you continue affecting the target or other targets with the existing Telekinesis spell?",
											"entries": [
												"You can maintain your telekinetic grip on a target you were already affecting, but you can't affect a new target. The sphere provides {@variantrule Cover|XPHB|Total Cover} that stops you from targeting anything outside it."
											]
										},
										{
											"type": "entries",
											"name": "Can you use True Strike with Extra Attack, Opportunity Attack, Sneak Attack, and other weapon attack options?",
											"entries": [
												"{@spell True Strike} doesn't work with {@classFeature Extra Attack|Fighter|XPHB|5|XPHB} or any other feature that requires the {@action Attack} action. Like other spells with a casting time of an action, casting {@spell True Strike} requires you to take the {@action Magic|XPHB} action, not the {@action Attack} action. Similarly, unless a special feature allows you to do so, you can't cast {@spell True Strike} when making an {@action Opportunity Attack}.",
												"However, an attack made as part of {@spell True Strike} works with {@classFeature Sneak Attack|Rogue|XPHB|1|XPHB} so long as it fills the normal requirements for that feature. For example, if you have the {@classFeature Sneak Attack|Rogue|XPHB|1|XPHB} feature and cast {@spell True Strike} with a {@itemProperty F|XPHB|Finesse} weapon, you can deal {@classFeature Sneak Attack|Rogue|XPHB|1|XPHB} damage to the target of the attack if you have {@variantrule Advantage|XPHB} on the attack roll and hit."
											]
										},
										{
											"type": "entries",
											"name": "Can I use Unseen Servant to act as an ally when using a class feature like Sneak Attack?",
											"entries": [
												"{@spell Unseen Servant} creates an {@condition Invisible}, mindless, shapeless force. In combat, it doesn't act as a creature, an enemy, or an ally."
											]
										},
										{
											"type": "entries",
											"name": "Whenever you cast Wish, do you always have a 33 percent chance of never casting it again?",
											"entries": [
												"If you cast {@spell Wish} to duplicate a spell of level 0–8, there are no detrimental effects. However, if you do anything other than duplicate a spell of level 0–8, you suffer the stress described in the final paragraph of the spell. As soon as that stress affects you, there is a {@chance 33} chance that you are unable to cast {@spell Wish} again."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Monsters",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "What actions can monsters use to make Opportunity Attack? Are Multiattack and breath weapon actions allowed?",
											"entries": [
												"When making an {@action Opportunity Attack}, a monster can make any single melee attack listed in its stat block. A monster also has the option to make an {@variantrule Unarmed Strike|XPHB} as an {@action Opportunity Attack}, following the normal rules of an {@variantrule Unarmed Strike|XPHB}.",
												"An action, such as a breath weapon effect, that doesn't include a melee attack roll isn't eligible to be chosen for an {@action Opportunity Attack}. Additionally, a monster can't use its Multiattack when making an {@action Opportunity Attack}, because the use of Multiattack specifically predicates on taking the {@action Attack} action, and an {@action Opportunity Attack} takes a {@variantrule Reaction|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "The Monster Manual says gnolls speak Gnoll, but the Player's Handbook doesn't mention that language. What is correct?",
											"entries": [
												"The {@book Player's Handbook|XPHB} language tables don't list every language in the D&D multiverse. The {@book Monster Manual|XMM} mentions other languages, including Modron, Sahuagin, and Slaad."
											]
										},
										{
											"type": "entries",
											"name": "If a monster makes a melee attack that uses its Dexterity modifier, is it considered to have used a Finesse weapon?",
											"entries": [
												"A weapon doesn't have the {@itemProperty F|XPHB|Finesse} property unless its description says so, and using Dexterity for an attack doesn't confer the {@itemProperty F|XPHB|Finesse} property. If a weapon does have that property, you can use Strength or Dexterity with it."
											]
										},
										{
											"type": "entries",
											"name": "Does a creature with Magic Resistance have Advantage on saving throws against Channel Divinity abilities, such as Turn the Faithless?",
											"entries": [
												"Channel Divinity creates magical effects (as stated in both the {@class Cleric} and the {@class Paladin}). Magic Resistance applies."
											]
										},
										{
											"type": "entries",
											"name": "If a Shadow rolls a Critical Hit, does it reduce the target's Strength by 2d4, as well dealing the extra Necrotic damage?",
											"entries": [
												"No. A {@variantrule Critical Hit|XPHB} lets you roll damage dice twice. An effect that deals damage is one that reduces the target's {@variantrule Hit Points|XPHB}. The {@creature Shadow||Shadow's} Strength reduction isn't damage because it has no effect on the target's {@variantrule Hit Points|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "Is a Vampire affected by Hold Person or Calm Emotions?",
											"entries": [
												"Many spells affect not just any creatures, but only certain types, as specified in the spell. {@spell Hold Person} and {@spell Calm Emotions} work only on Humanoids, and a {@creature Vampire} is not a Humanoid."
											]
										},
										{
											"type": "entries",
											"name": "Can a creature that burrows grapple a target and drag them into the ground by burrowing?",
											"entries": [
												"No. A burrowing creature can drag another creature with them only if they have the ability to leave a tunnel. For example, a {@creature Purple Worm} has the Tunneler trait, so it can drag a {@condition Grappled} creature into a tunnel it creates when burrowing. Conversely, an {@creature Earth Elemental} can't drag a creature into the ground with it."
											]
										},
										{
											"type": "entries",
											"name": "Can a Hydra use Reactive Heads to make multiple Opportunity Attack against one creature at the same time when it provokes?",
											"entries": [
												"Yes. For that reason, we recommend taking the {@action Disengage} action when you're going to move away from a {@creature Hydra}."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Magic Items",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "When I cast a spell from a magic item, how do I set the spell save DC?",
											"entries": [
												"Set the DC the same way you would when casting a spell without using a magic item (DC equals 8 plus your spellcasting ability modifier plus your {@table Proficiency Bonus|XPHB}). If you don't have a spellcasting ability, your spellcasting ability modifier is {@hit 0} for the item, and your {@table Proficiency Bonus|XPHB} still applies."
											]
										},
										{
											"type": "entries",
											"name": "Can potions be administered to Unconscious characters?",
											"entries": [
												"Yes, you can administer a potion to someone else as a {@variantrule Bonus Action|XPHB}."
											]
										},
										{
											"type": "entries",
											"name": "If a potion doesn't duplicate a spell, does it require Concentration?",
											"entries": [
												"A potion's effect requires {@status Concentration} only if its description says so or if it duplicates a spell that requires {@status Concentration}."
											]
										},
										{
											"type": "entries",
											"name": "When should I use the rule for scrolls in the Dungeon Master's Guide, and when should I use the rule for Spell Scrolls?",
											"entries": [
												"The rule for scrolls is for scrolls in general, including a {@item Scroll of Protection}, and it allows you to try to activate a spell if you're literate. The rule for a {@item Spell Scroll} is specific to that type of scroll and introduces an additional requirement: the spell on the scroll must be on your class's spell list for you to read the scroll.",
												"A {@item Spell Scroll} can be named in a variety of ways: {@item Spell Scroll}, {@item Spell Scroll|XDMG|Scroll of X} (where X is the name of a spell), or {@item Spell Scroll|XDMG|Spell Scroll of X} (where X, again, is the name of a spell). No matter how its name appears, a {@item Spell Scroll} follows the same rule.",
												"For you to meet a {@item Spell Scroll|XDMG|Spell Scroll's} requirement, the spell on the scroll needs to be on whatever spell list is used by your class. Here are two examples. If you're a {@class Cleric}, the spell must be on the {@class Cleric} spell list, and if you're a {@class Fighter} with the {@class Fighter|XPHB|Eldritch Knight|Eldritch Knight|XPHB} subclass, the spell must be on the {@class Wizard} spell list, because that is the spell list used by your subclass."
											]
										},
										{
											"type": "entries",
											"name": "Do the AC bonuses from a Ring of Protection and Bracers of Defense stack?",
											"entries": [
												"Yes. In general, bonuses stack unless the text explicitly says otherwise (such as effects from the same spell). For instance, you can't benefit from more than one {@item Ring of Protection}, because the text says you can't attune to more than one copy of an item at a time."
											]
										},
										{
											"type": "entries",
											"name": "My Fighter attacks a creature with a magic Longbow and nonmagical arrows. Is the attack magical?",
											"entries": [
												"The attacks made by a magic Ranged weapon are magical even if the ammunition is nonmagical."
											]
										},
										{
											"type": "entries",
											"name": "Are magic weapons with the Thrown property (Javelins and the like) assumed to return to their owner after being thrown?",
											"entries": [
												"If a magic weapon returns to you after you throw it, its description says so, as in the {@item Dwarven Thrower}."
											]
										},
										{
											"type": "entries",
											"name": "Can a Sphere of Annihilation enter a Leomund's Tiny Hut?",
											"entries": [
												"Yes. The sphere destroys the dome."
											]
										},
										{
											"type": "entries",
											"name": "Can you gain the magical bonus of a +2 Shield if you are holding the Shield without taking an action to don it?",
											"entries": [
												"No. You must don a {@item Shield|XPHB} to gain its benefits."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
