{
	"data": [
		{
			"type": "section",
			"name": "Welcome to Strixhaven",
			"page": 4,
			"id": "000",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"The mission of Strixhaven University is to discover and preserve magical knowledge, to disseminate that knowledge from one generation to the next, to promote free and open study of magic in all its forms, and to enhance the lives of people throughout the world through the use of magic."
					],
					"by": "Strixhaven mission statement"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/000-00-001.welcome-splash.webp"
					},
					"width": 1700,
					"height": 1250,
					"credit": "Daniel Ljunggren"
				},
				"A magical world boasts many places where students can study magic and many sages who take eager learners under their wings. But being accepted to Strixhaven University is a special honor, the dream of many young students. Strixhaven is a place of enlightenment and learning, and both its graduates and its delegates are typically welcomed and respected wherever they go.",
				"Founded seven centuries ago by five ancient dragons, Strixhaven is the premier institution of magical learning, drawing promising young mages from all over. Each equipped with its own campus and faculty, Strixhaven's five colleges—summarized in the Colleges of Strixhaven table—cover a vast array of academic and magical specialties.",
				"As a Strixhaven student, you start with a well-rounded education in a rigorous first-year program. In your second year, you choose your preferred specialty at one of the five colleges. You can also partake in a vibrant campus life, with plenty of clubs and other activities. You might even play on one of Strixhaven's prestigious Mage Tower teams and bask in the adoration of cheering crowds!",
				{
					"type": "table",
					"caption": "Colleges of Strixhaven",
					"colLabels": [
						"College",
						"Description"
					],
					"colStyles": [
						"col-1",
						"col-11"
					],
					"rows": [
						[
							"Lorehold",
							"Explores the past and preserves its lessons for future generations. Also called the College of Archaeomancy."
						],
						[
							"Prismari",
							"Uses the elements to practice the arts. Also called the College of Elemental Arts."
						],
						[
							"Quandrix",
							"Focuses on the mathematics of nature. Also called the College of Numeromancy."
						],
						[
							"Silverquill",
							"Teaches the magic of rhetoric, poetry, oration, and writing. Also called the College of Eloquence."
						],
						[
							"Witherbloom",
							"Harnesses the forces of life and death. Also called the College of Essence Studies."
						]
					]
				},
				{
					"type": "section",
					"name": "About This Book",
					"page": 5,
					"id": "002",
					"entries": [
						"This book is your guide to life at Strixhaven in Dungeons & Dragons—an introduction to the university, a guide to creating student characters there, a campaign, and a collection of friends and foes.",
						"{@book Chapter 1|SCC|1} gives an overview of life and study at Strixhaven. It introduces the main features of the central campus and each of the five colleges.",
						"{@book Chapter 2|SCC|2} is your guide to creating a student character. It introduces the owlin race and five backgrounds—one for each college—as well as a collection of feats, spells, and magic items.",
						"{@adventure Chapters 3|SCC-CK|0}–{@adventure 6|SCC-ARiR|0} provide a campaign meant to advance characters from 1st to 10th level as they progress through their magical studies. Each chapter covers a year's worth of adventure, so characters begin {@book chapter 3|SCC|3} as 1st-level characters and first-year students and begin {@adventure chapter 6|SCC-ARiR|0} at the start of their fourth year of studies (at around 8th level). Chapter 3 includes an overview of the adventures and the overall campaign arc as well as special rules for aspects of campus life: exams, relationships, extracurriculars, and jobs.",
						"{@book Chapter 7|SCC|8} is a collection of stat blocks for students, faculty, and various creatures on and around the Strixhaven campus. Whether student adventurers get caught up in a duel with their rivals or face a dreaded {@creature mage hunter|SCC}, the stat blocks in this chapter give you the information you need to resolve the situation."
					]
				},
				{
					"type": "section",
					"name": "Orientation",
					"page": 5,
					"id": "003",
					"entries": [
						"The following subsections present three important facts to keep in mind as you explore these pages and prepare to play or run the book's campaign.",
						{
							"type": "entries",
							"name": "Strixhaven Is a University",
							"page": 5,
							"id": "004",
							"entries": [
								"This book's campaign assumes that the player characters are students at Strixhaven University. Even as they get caught up in the adventures, the characters have to continue going to class, doing homework, and studying for exams. Optional rules in {@book chapter 3|SCC|3|Exams} reinforce the importance of study in the adventures.",
								"The characters are also subject to the authority of the university's faculty and staff members. Circumstances will at times cause player characters to defy faculty authority—and even deans—during their adventures, and the threat of detention or even expulsion might hang over their head.",
								"Finally, student characters are part of a school community. They live in university housing, eat in dining halls, and spend the majority of their time on campus. They eat, sleep, study, socialize, and adventure as part of a community of students, faculty, and staff. The school is like a town, where a relatively small cast of characters can play significant roles over the course of the campaign."
							]
						},
						{
							"type": "entries",
							"name": "It's an Academy of Mages",
							"page": 5,
							"id": "005",
							"entries": [
								"Study at Strixhaven isn't about learning to be a wizard but about learning to be a historian, an artist, an orator, a scientist, or some other profession—while using magic to enhance one's studies. The university's understanding of magic is expansive. Characters of any class can study at Strixhaven, whether they're full-fledged spellcasters like wizards, clerics, and druids; they manage a spell or two thanks to a subclass or feat; or they manifest magical abilities that aren't even spells. (For example, a barbarian who follows the {@class Barbarian|PHB|Path of the Ancestral Guardian|Ancestral Guardian|XGE}, described in {@book Xanathar's Guide to Everything|XGE}, can excel in studying history at Lorehold College by virtue of their connection to an ancestral spirit.)",
								"Magic is everywhere on campus. The campus culture encourages finding magical solutions to the most mundane problems, and if characters need access to a spell they can't cast, they have a strong chance of finding someone who can cast it."
							]
						},
						{
							"type": "entries",
							"name": "It's Cosmopolitan",
							"page": 5,
							"id": "006",
							"entries": [
								"Strixhaven draws students and faculty from across the world and from other realms in the multiverse. The university's students and faculty are united by a desire to learn and include humans, elves, dwarves, owlin (described in {@book chapter 2|SCC|2|Owlin}), orcs, trolls, vampires, and studious folk of many other origins.",
								"In practical terms, for player characters, you can use the rules found in any D&D book to select a character's race, if the DM approves. For nonplayer characters, you're as likely to meet a {@creature pixie}, a {@creature dryad}, a giant, a {@creature treant}, or another fantastical creature on campus as you are to meet a Humanoid. The faculty members mentioned in {@book chapter 1|SCC|1} include genasi, tritons, and even a bipedal brown bear.",
								"To the faculty and students of Strixhaven, it is unremarkable to meet someone who hails from a far-off land, since almost everyone on campus is from somewhere else. Strixhaven has a place for anyone who is dedicated to magic-enhanced study."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Strixhaven's World",
					"page": 6,
					"id": "007",
					"entries": [
						"Strixhaven bills itself as \"the premier institution of magical learning in the world,\" but the question that raises for your campaign is this—which world?",
						"In the multiverse of the Magic: The Gathering Trading Card Game, Strixhaven is located on a world called Arcavios, which (according to legend) formed from the collision or merging of two other worlds. It is situated in the northeastern portion of a continent called Orrithia, also known as the Vastlands, which is populated by a tremendous variety of peoples.",
						"For the purposes of D&D, though, you can place Strixhaven wherever it best fits the needs of your campaign. It could be in a world of your own creation, in a published D&D setting (such as the Forgotten Realms or Eberron), in the planar cosmopolis of Sigil, or in an interplanar nexus that allows it to draw students from across the Material Plane or the entire multiverse.",
						"Whatever world you decide to place Strixhaven in, three elements of the wider world of Arcavios might have some impact on adventures in the school.",
						{
							"type": "entries",
							"name": "Snarls and Star Arches",
							"page": 6,
							"id": "008",
							"entries": [
								"As described in the {@book Player's Handbook|PHB}, magic suffuses all existence in the worlds of D&D. In the Forgotten Realms, scholars describe the fabric of magic as a Weave that allows spellcasters to interact with the world's underlying magical reality. In Arcavios, that fabric is knotted and tangled in some locations, creating a phenomenon called snarls. At these places, spells can be amplified or distorted in unpredictable ways. This phenomenon matters for Strixhaven because a luminous snarl is situated at the very heart of campus, located in the Hall of Oracles in the university's monumental library, the Biblioplex.",
								"Similarly, gravity-defying arch shapes appear throughout the world of Arcavios and, in particular, tower over the Biblioplex. These star arches are made from spokes of natural materials that float in an arch shape, with a precise inner curve and a rough and irregular outer arch. They can stand straight or lie at an angle, and they can be small or enormous, whole or broken, grown over or mysteriously clean. Their irregular spokes evoke the radiating lines of a shining star.",
								"The star arches are a mystery left over from the birth of the world. In most cases, the arches simply float inexplicably—silent, immovable, and inert. But many people report seeing an arch appear to them at a critical juncture in their lives, helping them understand a lesson or answer a burning question in their mind. Some scholars believe each arch marks a place of great magic, such as the site of a great mage's birth or the location of a time-lost spell. Other folk believe these arches are connected with the archaics in some way (see \"{@book Archaics and the Oracle|SCC|0|Archaics and the Oracle}\" below). Some students have even seen an arch come to life with magic in an archaic's presence.",
								"Both snarls and star arches are subjects of magical research for students and faculty at Strixhaven, who also study wild and dead magic zones, floating earth motes, and other weird locales."
							]
						},
						{
							"type": "entries",
							"name": "Founder Dragons",
							"page": 6,
							"id": "009",
							"entries": [
								"Strixhaven University was founded by five ancient dragons who, according to legend, hatched from the magical energy of the newborn world of Arcavios. These Founder Dragons were among the first to master magic, and they realized that only through disciplined study would magic be safe in the hands of other peoples. They founded Strixhaven to facilitate that study and established the five colleges based on the magic that each dragon mastered, as summarized in the Founder Dragons table.",
								"To this day, the Founder Dragons roam the world. They no longer associate directly with Strixhaven, preferring to let the deans of the colleges speak in their stead. The dragons' knowledge is vast, but their tempers can prove short. Mages seek them out only to learn the most elusive secrets. The dragons' stat blocks are presented in {@book chapter 7|SCC|8}.",
								{
									"type": "table",
									"caption": "Founder Dragons",
									"colLabels": [
										"College",
										"Founder"
									],
									"colStyles": [
										"col-4 text-center",
										"col-8 text-center"
									],
									"rows": [
										[
											"Lorehold",
											"{@creature Velomachus Lorehold|SCC}"
										],
										[
											"Prismari",
											"{@creature Galazeth Prismari|SCC}"
										],
										[
											"Quandrix",
											"{@creature Tanazir Quandrix|SCC}"
										],
										[
											"Silverquill",
											"{@creature Shadrix Silverquill|SCC}"
										],
										[
											"Witherbloom",
											"{@creature Beledros Witherbloom|SCC}"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Archaics and the Oracle",
							"page": 6,
							"id": "00a",
							"entries": [
								"The {@creature Oracle of Strixhaven|SCC} is the wisest and most accomplished mage in the world of Arcavios, selected by the Founder Dragons. The Oracle's lifelong task is to ensure that magic is used to help people and not twisted to evil ends. To be the Oracle, one must understand fundamental truths about the nature of magic, know and wield hundreds of spells, and possess impeccable judgment and virtue.",
								"Mysteriously linked to the Oracle, {@creature Archaic|SCC|archaics} are wise, giant, long-lived beings with an innate talent for magic. They can be seen striding through the wilds, exploring sources of magic with their many arms or contemplating existence through their \"eye,\" which functions as a magical focus of some kind. Scholars seek out archaics for their vast knowledge of history and magic, but archaics tend to communicate in obscure allusions and cryptic metaphors.",
								"Few know that archaics' existence is linked to a time-warping phenomenon involving the Oracle. When an Oracle dies, their mind and spirit is swept off to the distant past, drawn backward through time toward the intense magical power that brought the world into being. Splinters of that Oracle's soul and its fragmented memories coalesce into a creature—a newborn archaic. Every archaic alive today was born at the dawn of time from the mind of someone who has lived and died (or who will one day live and die) as an Oracle. Archaics speak in cryptic allegories not only to tease and test the eager minds of young mages, but also to cleverly sidestep time paradoxes.",
								"Stat blocks for {@creature Archaic|SCC|archaics} appear in {@book chapter 7|SCC|8}, alongside that of the current {@creature Oracle of Strixhaven|SCC|Oracle}, whose name is Jadzi.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/001-00-002.strixhaven-university.webp"
									},
									"title": "Strixhaven University, with the (Center) Biblioplex Surrounded by (Top) Silverquill and (Going Clockwise) Quandrix, Witherbloom, Prismari, and Lorehold",
									"width": 1700,
									"height": 2068,
									"credit": "Luiza Laffitte"
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Life at Strixhaven",
			"page": 9,
			"id": "00b",
			"entries": [
				"Strixhaven University sparkles with the enthusiasm of its students and faculty, as they study, debate about, and experiment with magic in its varied forms. This chapter offers an overview of life and studies on the university's campus, as well as a look at each of the five colleges where students explore different modes of magical study.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/002-01-001.chapter-splash.webp"
					},
					"title": "During a duel in the Hall of Oracles, a student transforms her opponent into a goat, who is held back by a friend",
					"width": 1700,
					"height": 2266,
					"credit": "Robson Michel"
				},
				{
					"type": "section",
					"name": "Magical Study",
					"page": 9,
					"id": "00c",
					"entries": [
						"The fundamental work of Strixhaven University is the application of magic to academic study. Students and faculty aren't limited to magical topics alone; they pursue studies in every facet of existence—magical or otherwise—applying magic to whatever they study. At Strixhaven, historians call the spirits of the dead to aid their lessons about the past, and arcano-biologists use necromancy to pull at life and coax out death when teaching about the natural world. Simultaneously, mage-artists sculpt elemental energy to create animate art, and arcane symbologists teach students how to recognize and understand the magical glyphs they encounter.",
						{
							"type": "entries",
							"name": "Principles and Polarities",
							"page": 9,
							"id": "00d",
							"entries": [
								"The colleges and curriculum at Strixhaven are organized around the idea of philosophical principles joined in concordant opposition. Each school embraces the paradoxical unity of two polar principles: life and death, order and chaos, reason and emotion, and so on. The five Founder Dragons are thought to embody the coexistence of these principles, while the ten deans of the colleges stand for the individual principles distinguished from their opposites.",
								"A student's course of learning at Strixhaven involves exploring the tension between these opposing principles, which typically involves late-night arguments in residence halls and study rooms. The university's teaching philosophy is built on the idea that exploring opposites leads to an understanding of a greater whole. Most people believe that only a being with the wisdom (and long life) of the Founder Dragons or the archaics can truly master both halves of a school's dichotomy, but a mage must learn at least the rudiments of those halves. A Strixhaven graduate is expected to leave the university prepared to argue the fundamental issues of their school's philosophies."
							]
						},
						{
							"type": "entries",
							"name": "Faculty",
							"page": 9,
							"id": "00e",
							"entries": [
								"The faculty members of Strixhaven are mages and scholars—experts in their various fields and in the use of magic to enhance their studies. They are dedicated to their research and to educating generations of mage-students who follow in their footsteps. Some faculty members value research more than teaching, while others make education their highest priority. But all find some balance between the two.",
								{
									"type": "entries",
									"name": "Instructors",
									"page": 9,
									"id": "00f",
									"entries": [
										"Strixhaven's faculty begin their careers as instructors, focusing primarily on teaching classes and crafting curriculum, while the school administration evaluates their performance. At the end of a provisional period, which can last from one to several years, an instructor is elevated to the rank of professor or let go."
									]
								},
								{
									"type": "entries",
									"name": "Professors",
									"page": 9,
									"id": "010",
									"entries": [
										"Professors who have distinguished themselves over the course of a long career—typically at least twenty years—hope to be recognized with the title of esteemed professor. This honor is bestowed in recognition of groundbreaking research as well as exceptional teaching.",
										"Upon retiring, a professor receives the title of mage emeritus. Mages emeriti are held in high esteem and welcomed to campus as guest lecturers."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Students",
							"page": 9,
							"id": "011",
							"entries": [
								"Students at Strixhaven spend their first year in a course of general studies, which lays the foundation for the more specialized work to follow. During this year, they wear a uniform of black, white, and gray. They're encouraged to study broadly so that they become acquainted with a wide range of disciplines.",
								"First-year students live in dormitories located on the central campus and often form close friendships there that last throughout their educational careers, even when members of tight-knit groups of friends join different colleges in their second year. A few students continue to live on central campus after choosing a college, particularly if they pursue extensive studies in multiple colleges or work as resident advisers to first-year students. But most students move to dormitories located on their chosen college's campus in their second year.",
								{
									"type": "entries",
									"name": "Choosing a College",
									"page": 10,
									"id": "012",
									"entries": [
										"Before starting their second year of studies, students choose one of the five colleges—{@book Lorehold|SCC|1|Lorehold College}, {@book Prismari|SCC|1|Prismari College}, {@book Quandrix|SCC|1|Quandrix College}, {@book Silverquill|SCC|1|Silverquill College}, or {@book Witherbloom|SCC|1|Witherbloom College}—to be their academic home for the remainder of their education. From this point, students wear uniforms featuring the colors of their college, though these outfits aren't as unvarying as the first-year garb.",
										{
											"type": "entries",
											"name": "Two Counselors",
											"page": 10,
											"id": "013",
											"entries": [
												"Upon choosing a college, a student is assigned two professors to serve as counselors to help the student plan a course of studies. The two deans of the college assign these two counselors, who represent the poles of the college's philosophical opposition. By design, the two counselors tend to offer conflicting advice, forcing the student to navigate opposing principles. For example, a student pursuing historical studies in Lorehold College might have one counselor who focuses on the unpredictable, war-filled chaos of historical reality and another who dwells on the idea of an orderly progression toward an ideal. The former might encourage the student to choose courses based on gut feeling, to delve into the military aspects of an issue, and to supplement their academic studies with some practical martial training. The other counselor, meanwhile, might offer several ordered, rational proposals for course selection, focus on the political and human aspects of historical issues, and place less emphasis on martial prowess. The student must then navigate this conflicting advice and chart their own course."
											]
										},
										{
											"type": "entries",
											"name": "Course of Study",
											"page": 10,
											"id": "014",
											"entries": [
												"Some students, having chosen a college, spend virtually all their remaining school years on that campus and study with those professors, diving into their preferred area of study and related fields. Other students take as many as a third of their classes in other colleges, continuing the breadth of their first-year education and looking for places where the perspectives of other disciplines can bring new insight to their studies. Both approaches are encouraged at the university."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "After Strixhaven",
									"page": 10,
									"id": "015",
									"entries": [
										"A student's course of study at Strixhaven lasts at least four years but allows for advanced study for several years beyond that time frame. Most students eventually graduate, though, and they walk a variety of paths after leaving the university. Many return to whatever home they came from, putting what they have learned to use in their communities. Some mages travel the multiverse in search of ever-greater magic, continuing their research in some form beyond the confines of an academic program. A few alumni return to Strixhaven, sooner or later, as instructors themselves, and a small, select number join the Dragonsguard, an elite force of mages who work with the Founder Dragons."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Administration",
							"page": 10,
							"id": "016",
							"entries": [
								"The day-to-day functioning of Strixhaven relies on hundreds of laborers, clerks, coaches, administrators, and others. These personnel include folk like Mavinda Sharpbeak, the kindly owlin guidance counselor who takes first-year students under her wing, and Gyome, the troll chef of Witherbloom College. In addition to legions of people who devote their lives to the university's operations, numerous automatons and artificial life-forms—various kinds of Constructs—serve in various roles, including campus guides and library assistants.",
								"All these operations are managed by an administration overseen by the ten deans, two in each college. Each dean is an esteemed professor who embraces one side of their school's philosophical dichotomy. The deans, like the professors who serve as counselors to students, view it as their role to disagree with each other and guide the college by way of their arguments. Furthermore, rivalries among the deans only exacerbate this combative attitude.",
								"When the argumentative deans fail to chart a coherent course for Strixhaven, the Founder Dragons are occasionally forced to intervene. They don't step in directly, but a director known as the Voice of the Founders—currently an imposing man named Taiva—speaks on the dragons' behalf."
							]
						},
						{
							"type": "entries",
							"name": "Mascots",
							"page": 10,
							"id": "017",
							"entries": [
								"Each of Strixhaven's five colleges has a mascot—a small creature associated with the magic of the school and often found wandering their respective campuses. Witherbloom's mascots, pests, are naturally found in the world around the campus. The other colleges' mascots are brought into being through magic. The Strixhaven Mascots table lists the mascots by college. Each of these mascots is detailed in {@book chapter 7|SCC|8}.",
								{
									"type": "table",
									"caption": "Strixhaven Mascots",
									"colLabels": [
										"College",
										"Mascot"
									],
									"colStyles": [
										"col-4 text-center",
										"col-8 text-center"
									],
									"rows": [
										[
											"Lorehold",
											"{@creature Spirit Statue Mascot|SCC}"
										],
										[
											"Prismari",
											"{@creature Art Elemental Mascot|SCC}"
										],
										[
											"Quandrix",
											"{@creature Fractal Mascot|SCC}"
										],
										[
											"Silverquill",
											"{@creature Inkling Mascot|SCC}"
										],
										[
											"Witherbloom",
											"{@creature Pest Mascot|SCC}"
										]
									]
								},
								"The five kinds of mascots act as companions for students and faculty, sometimes serving as willing subjects for experiments or demonstrations, and occasionally even helping out in a duel or a more serious combat situation. Most notably, mascots are also playing pieces of sorts in the Strixhaven sport of Mage Tower, described in more detail in {@adventure chapter 4|SCC-HfMT|0}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Campus Overview",
					"page": 11,
					"id": "018",
					"entries": [
						"Strixhaven occupies hundreds of acres, spread out over six campuses. Each of the university's five colleges has its own campus, and the central campus, home to the Biblioplex and Strixhaven Stadium, serves as a hub for university life. See the {@book appendix|SCC|9} or the poster map for a view of the entire university.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/003-01-013.webp"
							},
							"width": 750,
							"height": 300
						},
						"Well-maintained roads connect the six campuses, and walking from one to another can take a half-hour or more. Regular shuttles—large carriages drawn by horselike automata—run on an hourly schedule between a station near the Biblioplex and each of the satellite campuses, making the journey in about 15 minutes. In addition, each campus has multiple permanent teleportation circles, which faculty and more advanced students can use when they require instantaneous travel, and several magical portals exist as well. These portals can be unpredictable: they aren't necessarily open all the time, they don't always lead to the same places, and some require complicated conditions or keys to open.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/004-01-002.archway-commons.webp"
							},
							"title": "Archway Commons is a favorite spot for students to gather",
							"width": 1700,
							"height": 1233,
							"credit": "Piotr Dura"
						},
						{
							"type": "entries",
							"name": "Central Campus",
							"page": 11,
							"id": "019",
							"entries": [
								"The central campus—shown on map 1.1—is the heart of Strixhaven. Its extensive grounds include residence halls for first-year students, dining halls, administration buildings, classrooms and laboratories (mostly used for first-year classes and interdisciplinary studies), and space for social gatherings.",
								"Two of the sites on map 1.1 are described elsewhere in the book: Aerojaunt Field (see {@adventure chapter 4|SCC-HfMT|0|Map 4.2: aerojaunt field}) and Captain Dapplewing's Manor (see {@adventure chapter 3|SCC-CK|0|Map 3.4: Captain Dapplewing's Manor}).",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/005-map-1.1-central-campus.webp"
									},
									"imageType": "map",
									"grid": {
										"type": "none"
									},
									"title": "Map 1.1: Central Campus",
									"width": 3000,
									"height": 2026,
									"credit": "Francesca Baerald",
									"id": "07f"
								},
								{
									"type": "entries",
									"name": "The Biblioplex",
									"page": 11,
									"id": "01a",
									"entries": [
										"The center of Strixhaven is the Biblioplex, the university's main library. At the heart of the library is a snarl, a tangle in the fabric of magic, that glows like a miniature sun in the grand Hall of Oracles. A star arch called the Dawnbow curves across the sky above the library, marking its location as a center of mystic learning.",
										"Arches welcome inquisitive minds into the library. Inside, almost every surface from the floor to the high ceiling is jammed with stacks of books. The interior of the Biblioplex is vast, with long hallways, archive chambers tall enough to have their own weather, and even pools and moat-passages crossable only by boat.",
										"Five lines of beacon-towers radiate from the Biblioplex like enormous spokes. These Torches of Enlightenment stretch out to the five college campuses and beyond, more than a hundred miles into the surrounding countryside. They burn perpetually with magical flame, symbolizing the path toward learning and an escape from ignorance."
									]
								},
								{
									"type": "entries",
									"name": "Archway Commons",
									"page": 12,
									"id": "01b",
									"entries": [
										"Just south of the Biblioplex, a star arch curves overhead like a smaller echo of the Dawnbow, and a lush park, Archway Commons, marks the site. More familiarly called the Commons, the park is a favorite spot for students—especially first-years—to gather in fair weather or to wander through on dates. Some of the university's clubs also use the park to host social gatherings and games, including live-action roleplaying games and casual sports."
									]
								},
								{
									"type": "entries",
									"name": "Firejolt Café",
									"page": 12,
									"id": "01c",
									"entries": [
										"At the edge of Archway Commons and just outside the Biblioplex stands the cozy Firejolt Café, where students cram both information and caffeine into themselves before exams. The café's name comes from its trademark beverage, which the manager, an elf mage named Ellina, brews with her fire magic. The Firejolt has a reputation as a hangout for first-year students, but older students from all five colleges can be seen inside at all hours."
									]
								},
								{
									"type": "entries",
									"name": "Bow's End Tavern",
									"page": 12,
									"id": "01d",
									"entries": [
										"At the western end of the Dawnbow, where it meets the ground, stands a smaller university landmark: Bow's End Tavern, which serves as a hangout for older students. Most patrons come for the live music, deliciously greasy food, and various potions and beverages. Others come to settle their differences in wild duels in the lot behind the tavern. The tavern's manager is a kind but strict orc named Tulk \"the Bulk\" Tusktooth."
									]
								},
								{
									"type": "entries",
									"name": "Strixhaven Stadium",
									"page": 12,
									"id": "01e",
									"entries": [
										"The stadium where thousands gather to watch students play Mage Tower (and sometimes other sports) is located near Bow's End Tavern. Chapter 4 offers more information about {@adventure Mage Tower|SCC-HfMT|0|The Game of Mage Tower}."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Lorehold College",
					"page": 13,
					"id": "01f",
					"entries": [
						"Lorehold is the College of Archaeomancy—a term that describes the exploration of ancient things through magic. Its mages explore the past by poring over archaeological sites, calling forth magical energy from old tomes, and summoning the spirits of long-dead historical figures. Lorehold mages travel far and wide across the world, gathering relics of bygone ages and learning dead languages to unpack the secrets of history.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/006-01-003.lorehold.webp"
							},
							"width": 750,
							"height": 300
						},
						{
							"type": "entries",
							"name": "Studies and Philosophy",
							"page": 13,
							"id": "020",
							"entries": [
								"Lorehold College is devoted to the study of history, broadly understood to include the various aspects of culture, behavior, and social relationships that shape historical events. Its studies include various subdivisions of history (military history, social history, cultural history), archaeology, anthropology, psychology, sociology, religion, and economics. It overlaps with Prismari College in the field of art history, with some students splitting their studies between the two colleges. Lorehold mages use their magic to unearth secrets and share illumination.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/007-01-004.heart-of-lorehold.webp"
									},
									"title": "The heart of Lorehold College overlooks a chasm littered with ancient ruins",
									"width": 1700,
									"height": 1250,
									"credit": "Titus Lunter"
								},
								{
									"type": "entries",
									"name": "Order and Chaos",
									"page": 13,
									"id": "021",
									"entries": [
										"Lorehold's two deans carry the titles Dean of Order and Dean of Chaos, as order versus chaos encapsulates the fundamental conflict at the heart of Lorehold's philosophy. This conflict revolves around the forces that underlie and drive history. Is the course of time driving toward a well-ordered ideal state or slowly devolving into chaos? Are deep patterns hidden in historical texts, or is time a series of coincidence and happenstance?",
										"The perspective of order emphasizes the structures that pull people together—law, religion, economics, education, social class, and so on—and how those structures drive historical events. Order focuses on systemic changes and the actions of people collectively.",
										"The perspective of chaos, by contrast, emphasizes individual actions, personal bonds of families and friends, and the disruptive force of lone, passionate people in history. Scholars of chaos gravitate toward reckless discovery and the spirit of adventure in their research of the past—the essence and emotion of history over precision or procedure."
									]
								},
								{
									"type": "entries",
									"name": "Scholars of Lorehold",
									"page": 13,
									"id": "022",
									"entries": [
										"The Lorehold Scholars table offers examples of the scholars in Lorehold College. You may use the table to randomly determine the scholarly focus of a Lorehold student or faculty member. The Principle column notes which side of the order-chaos conflict a scholar more likely aligns with.",
										{
											"type": "table",
											"caption": "Lorehold Scholars",
											"colLabels": [
												"d10",
												"Scholar",
												"Principle"
											],
											"colStyles": [
												"col-2 text-center",
												"col-9",
												"col-1 text-center"
											],
											"rows": [
												[
													"1",
													"Archaeoscribe, chronicling historical truths for posterity",
													"Order"
												],
												[
													"2",
													"Battle medium, strengthening summoned spirits for use in battles",
													"Order"
												],
												[
													"3",
													"Chaos scholar, chasing down historical anecdotes as a litany of happenstance",
													"Chaos"
												],
												[
													"4",
													"Conservator, preserving ancient spell knowledge and other relics of the past",
													"Order"
												],
												[
													"5",
													"Dustspeaker, conversing with spirits of the past to learn their stories",
													"Chaos"
												],
												[
													"6",
													"Pastraiser, binding spirits into the monuments that bear their likeness to learn about their inspiring deeds",
													"Order"
												],
												[
													"7",
													"Relic reader, divining wisdom from the past from the context of ruin sites",
													"Order"
												],
												[
													"8",
													"Ruin shaman, wielding magic that helps delve into ancient sites",
													"Chaos"
												],
												[
													"9",
													"Tomewielder, summoning fiery magic from the words in old writings",
													"Chaos"
												],
												[
													"10",
													"Warsinger, studying the magic used in ancient wars",
													"Chaos"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lorehold Faculty",
							"page": 14,
							"id": "023",
							"entries": [
								"This section describes noteworthy members of the Lorehold faculty. Some of them use a Lorehold-specific stat block from {@book chapter 7|SCC|8|Lorehold Scholars}.",
								{
									"type": "entries",
									"name": "Augusta Tullus, Dean of Order",
									"page": 14,
									"id": "024",
									"entries": [
										"Augusta Tullus (lawful neutral human {@creature Lorehold professor of order|SCC}) is the current Dean of Order. A professor of spirit studies, she has been called the college's most talented pastraiser. She can conjure entire legions of ghostly apparitions to reenact historical events for her lectures.",
										"Augusta believes that history repeats itself as an orderly progression toward an ideal. In her view, the mistakes of the past can inform the choices of the present, creating a world of peace and order. She plays things by the book and frowns on students who embark on Dean Plargg's dangerous field trips.",
										"Characters have ample opportunity to meet Dean Tullus in the adventure presented in {@adventure chapter 5|SCC-TMM|0}."
									]
								},
								{
									"type": "entries",
									"name": "Plargg, Dean of Chaos",
									"page": 14,
									"id": "025",
									"entries": [
										"Plargg (chaotic good orc {@creature Lorehold professor of chaos|SCC}) is the current Dean of Chaos. Specializing in military history, Plargg is known for his perfect recall of historical stories, as well as his potent scroll magic. Blind himself, he invented a form of magical embossing called heat lettering, which provides a tactile way to read texts.",
										"Plargg believes that history is full of unpredictable, war-filled chaos and that his students must be ready for anything. He teaches that no rewards come without risk, and his excursions typically end with students heading to the infirmary. He pays little attention to Dean Tullus's work, usually dismissing her attempts to find order in chaos as foolhardy."
									]
								},
								{
									"type": "entries",
									"name": "Hofri Ghostforge",
									"page": 14,
									"id": "026",
									"entries": [
										"When Hofri (neutral good dwarf {@creature Lorehold professor of order|SCC}) first enrolled in Strixhaven, he believed his future lay with Prismari. A diligent student, he quickly mastered the technical skills of art, but his magic left something to be desired. After talking with the school's counselor, Mavinda, Hofri decided to try his luck with Lorehold. It turned out he had a natural talent for Lorehold's spirit magic.",
										"His time at Prismari was hardly wasted, however. Combining his artistic skill with his keen spiritual sense, Hofri could visualize a spirit's mortal appearance and construct a viable statue form for them to inhabit. No one in Lorehold's history had previously created a spirit statue from scratch, and Hofri was offered a professorial position after graduation, which he happily accepted."
									]
								},
								{
									"type": "entries",
									"name": "Osgir, the Reconstructor",
									"page": 14,
									"id": "027",
									"entries": [
										"Even by Lorehold standards, Osgir (neutral {@creature stone giant}) is obsessed with relics of the past. A professor of order, he treasures every connection to old civilizations, whether it's a magnificent jeweled crown or an old shovel. As a student, he constantly spent time in detention for hoarding the best finds from Lorehold dig sites in his room; he lost count of how many times he was sternly told, \"History belongs to us all!\"",
										"So, naturally, he mastered the magical art of duplicative restoration. Not only can he perfectly recreate an ancient object or device from the smallest scrap, but he can also produce a second, identical version for his personal collection. He displays something different every week in his Lorehold office, from a mighty sword of demon-slaying to a delicate elven music box.",
										{
											"type": "inset",
											"name": "Golwanda the Bloodspiller",
											"page": 14,
											"id": "028",
											"entries": [
												"\"Have you met Golwanda yet?\" is a question that older Lorehold students love to ask second-year students, new to the college. Sooner or later, one professor or another summons this spirit of a notorious stone giant warmonger, ostensibly as a cautionary tale about the dire fate that befalls a society that loses control of its aggressive impulses. Golwanda plays her role with relish, doing her best to strike terror into the students with her bloodcurdling screams and howls of rage."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Losheel, Clockwork Scholar",
									"page": 15,
									"id": "029",
									"entries": [
										"Losheel (chaotic good loxodon {@creature Lorehold professor of chaos|SCC}) is a Humanoid resembling a bipedal elephant. She proudly admits that she is willing to work hard to be as lazy as possible. She turns her brilliant mind to constructing increasingly efficient mechanical helpers, with the goal of one day being able to do anything she wants without standing up."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lorehold Campus",
							"page": 15,
							"id": "02a",
							"entries": [
								"The Lorehold campus—shown on map 1.2—is situated northwest of the central campus in a region of stark vertical relief. Rugged mesas and steep hills rise from a wide plain, and a great chasm holds the excavated ruins of an ancient settlement. Several star arches encircle rocky peaks and outcroppings, testifying to the powerful magical energy in the vicinity—energy once harnessed by the ancients who used to inhabit this area.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/008-map-1.2-lorehold-campus.webp"
									},
									"imageType": "map",
									"grid": {
										"type": "none"
									},
									"title": "Map 1.2: Lorehold Campus",
									"width": 3000,
									"height": 2026,
									"credit": "Francesca Baerald",
									"id": "080"
								},
								{
									"type": "entries",
									"name": "Pillardrop",
									"page": 15,
									"id": "02b",
									"entries": [
										"Part natural chasm, part archaeological excavation, and part new construction, Pillardrop is a series of buildings excavated out of cliffs on the Lorehold campus. Ruins and upgraded halls together are now used for research, classwork, and housing. Precarious bridges link one neighborhood of Pillardrop to another, often directly passing the enormous stone faces of old statues. Every Lorehold class has a story of some careless student making a misstep on one of these bridges or in some particularly crumbling section of the ruins, sometimes with disastrous consequences—and sometimes finding deliverance when a spirit statue appears from nowhere to catch the hapless student before they suffer serious harm."
									]
								},
								{
									"type": "entries",
									"name": "Effigy Row",
									"page": 15,
									"id": "02c",
									"entries": [
										"The heart of the Lorehold campus surrounds a soaring bridge that crosses the chasm of Pillardrop. The bridge and surrounding pathways are lined with monuments depicting historic figures, including past professors and prominent mage-students, as well as war heroes and heads of state from ages past."
									]
								},
								{
									"type": "entries",
									"name": "Kollema Hall",
									"page": 15,
									"id": "02d",
									"entries": [
										"Kollema Hall is a grand, multitiered gallery built into a large outcrop at the end of Effigy Row. Here, Lorehold mages gather for large lectures. At the center of the hall towers a magnificent statue of Kollema, a wise monastic who was one of the first Lorehold professors.",
										"{@adventure Chapter 5|SCC-TMM|0|Map 5.2: Kollema hall} includes a partial map of Kollema Hall."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Prismari College",
					"page": 16,
					"id": "02e",
					"entries": [
						"Prismari, the College of Elemental Arts, is devoted to the study and practice of art intertwined with magic. The mage-students of Prismari wield magic in spectacles of creativity: masterpieces of showy, over-the-top magic. They use elemental magic to express who they are and how they see the world, often combining different types of energy—fire, water, air, earth, lightning, heat, cold—in powerful expressions of conflict and harmony.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/009-01-005.prismari-college.webp"
							},
							"width": 750,
							"height": 300
						},
						{
							"type": "entries",
							"name": "Studies and Philosophy",
							"page": 16,
							"id": "02f",
							"entries": [
								"Prismari College is dedicated to the arts. Its scholars view art as the fundamental form of self-expression and magic as a tool, a medium, and an inspiration. Prismari studies focus on visual arts (including architecture, painting, and sculpture) and performing arts (such as dance, music, and theater). The curriculum overlaps with Lorehold in the field of art history and with Silverquill in the literary arts, and some students divide their time between Prismari and one of those other schools to pursue these interdisciplinary fields. Prismari mages use magic to weave the elements into their creations; they might juxtapose fire alongside paint, ceramics, or fabric, or they might choreograph elaborate works that unite a dancer's movements with gusts and eddies of air.",
								{
									"type": "entries",
									"name": "Perfection and Expression",
									"page": 16,
									"id": "030",
									"entries": [
										"Prismari's two deans carry the titles Dean of Perfection and Dean of Expression, and they often express the fundamental conflict of their philosophy as perfection versus expression—or, sometimes, as intellect versus emotion. What is the purpose of art? Is it to make people think things or make people feel things? Is it supposed to be carefully thought out or raw and spontaneous? Is mastery of art a matter of honing precise techniques to a point of perfection or of perfectly expressing a raw emotional state? Does art aspire to express universal truths or intensely personal ones?",
										"The perspective of perfection focuses on technique, analysis, theory, aesthetics, and universal principles. It embraces intellect over emotion, strives to be thought-provoking and reflective, and aspires to mastery. Its mages tend to use elemental forces of cold, water, and wind.",
										"The perspective of expression instead emphasizes the portrayal of personal emotional truths. Its mages value improvisation, innovation, and rule-breaking, and they often favor elemental magic using fire, lightning, and earth.",
										{
											"type": "inset",
											"name": "Octavia, the Living Thesis",
											"page": 16,
											"id": "031",
											"entries": [
												"Crafted as a graduate's final project many years ago, Octavia (a {@creature water elemental} that looks like an enormous octopus) took up residence on campus and never left. After all, in its humble opinion, every student deserves the chance to see true art in person. Some say it's incoherent, but really, Octavia is just a very conceptual thinker."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Scholars of Prismari",
									"page": 16,
									"id": "032",
									"entries": [
										"The Prismari Scholars table offers examples of the scholars in Prismari College. You may use the table to randomly determine the scholarly focus of a Prismari student or faculty member. The Principle column notes which side of the perfection-expression conflict a scholar more likely aligns with.",
										{
											"type": "table",
											"caption": "Prismari Scholars",
											"colLabels": [
												"d12",
												"Scholar",
												"Principle"
											],
											"colStyles": [
												"col-2 text-center",
												"col-9",
												"col-1 text-center"
											],
											"rows": [
												[
													"1",
													"Aesthemancer, studying abstract principles of beauty for insight into the workings of the multiverse",
													"Perfection"
												],
												[
													"2",
													"Electrovisionary, wielding the forms of lightning as a paintbrush",
													"Expression"
												],
												[
													"3",
													"Flamesinger, combining fire and music",
													"Expression"
												],
												[
													"4",
													"Geosculptor, using earth and lava in volatile emotional displays",
													"Expression"
												],
												[
													"5",
													"Heartrager, turning inner creative fire into personal strength",
													"Expression"
												],
												[
													"6",
													"Ice sculptor, crafting ice and cold into immersive experiences",
													"Perfection"
												],
												[
													"7",
													"Mistmage, shaping cloud, fog, and mist into lasting sculptures",
													"Perfection"
												],
												[
													"8",
													"Muse channeler, projecting blasts of inspiration toward others",
													"Expression"
												],
												[
													"9",
													"Opusmancer, creating magical effects on a monumental scale",
													"Perfection"
												],
												[
													"10",
													"Spectacle mage, hurling stormy displays into the sky",
													"Expression"
												],
												[
													"11",
													"Waterbinder, shaping water into animated elemental forms",
													"Perfection"
												],
												[
													"12",
													"Zephyrist, weaving wind with dance",
													"Perfection"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Prismari Faculty",
							"page": 16,
							"id": "033",
							"entries": [
								"This section describes noteworthy members of the Prismari faculty. Some of them use a Prismari-specific stat block from {@book chapter 7|SCC|8|Prismari Scholars}. Several of them are genasi, who are Humanoids touched by the Elemental Planes.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/010-01-006.prismari-college-offers-breathtaking-views.webp"
									},
									"title": "Prismari College offers breathtaking views to inspire its artists",
									"width": 1700,
									"height": 1272,
									"credit": "Adam Paquette"
								},
								{
									"type": "entries",
									"name": "Uvilda Mistcoiler, Dean of Perfection",
									"page": 17,
									"id": "034",
									"entries": [
										"Uvilda Mistcoiler (neutral good genasi {@creature Prismari professor of perfection|SCC}) is the current Dean of Perfection. A master of artistic technique, Uvilda trains with a range of elements whenever she isn't focused on her teaching. She is known for giving students profoundly insightful feedback, which she tailors to each individual. After a review, she often offers a small piece of advice that alters the student's point of view and work forever—for the better.",
										"Uvilda believes that good art comes from the head. To her, carefully measured strokes and deliberate object placement make the difference between fully realized art and a total mess. If Dean Nassari interrupts her careful work with bombastic expressions one more time, Uvilda is prepared to enroll in Quandrix to learn how to shrink Nassari."
									]
								},
								{
									"type": "entries",
									"name": "Nassari, Dean of Expression",
									"page": 17,
									"id": "035",
									"entries": [
										"Nassari (chaotic good genasi {@creature Prismari professor of expression|SCC}) is the current Dean of Expression. Nassari always wants to see art that is bigger, more radical in concept, and more emotionally powerful. For their final project as a mage-student, Nassari famously \"turned in\" an earthquake, which almost destroyed three campus buildings. The piece received a standing ovation from the mage-student body—and a grumpy thumbs down from the campus construction golems.",
										"Nassari believes that true expression comes from the heart. They encourage their students to treat the entire world as a canvas on which to spread emotion and excitement. Nassari takes little heed of Dean Mistcoiler's quiet masterpieces and often feigns forgetfulness about Dean Mistcoiler's very existence."
									]
								},
								{
									"type": "entries",
									"name": "Veyran, Voice of Duality",
									"page": 17,
									"id": "036",
									"entries": [
										"In addition to being an accomplished elementalist, Veyran (chaotic good genasi {@creature Prismari professor of perfection|SCC}) serves as a mentor to many Prismari pledgemages. She advocates enthusiastically for the importance of both passion and disciplined technique in any artistic pursuit. If a new student is upset or overwhelmed, she eagerly calls forth playful, beautiful elemental creatures to cheer up the student."
									]
								},
								{
									"type": "entries",
									"name": "Zaffai, Thunder Conductor",
									"page": 17,
									"id": "037",
									"entries": [
										"As soon as Zaffai (chaotic neutral human {@creature Prismari professor of expression|SCC}) came of age, his parents sent him to Strixhaven, assuring him his budding musical genius deserved the finest instruction in the world. (In truth, though he did possess prodigious talent, they were also growing tired of their house being randomly struck by lightning or engulfed in cyclones whenever he practiced.) Even as he flourished as both mage and musician, he discovered a new aptitude: conducting.",
										"In addition to teaching, he serves as Grand Maestro of Strixhaven's Orchestra of the Arcane, an elite extracurricular activity for top Prismari students. They practice only outdoors, and their concerts fill the sky with beautiful explosions of elemental magic."
									]
								},
								{
									"type": "entries",
									"name": "Arkin Minexes, Peppy Instructor",
									"page": 18,
									"id": "038",
									"entries": [
										"Arkin (lawful good human {@creature Prismari professor of expression|SCC}) is a newly hired instructor teaching a few courses in choreography and dance ensembles. He recently graduated from Strixhaven himself, and he bubbles with excitement at the prospect of guiding a new generation of students on the course of study he so greatly enjoyed. He particularly delights in finding new ways to help students work collaboratively to unlock the heights of their creative potential.",
										"Characters might encounter Instructor Minexes in {@adventure chapter 6|SCC-ARiR|0|Detention Monitors}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Prismari Campus",
							"page": 18,
							"id": "039",
							"entries": [
								"Southwest of the central campus, the Prismari campus—shown on map 1.3—is situated in a region of jagged rocks, rugged spires, and intense geothermal activity.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/011-map-1.3.webp"
									},
									"imageType": "map",
									"grid": {
										"type": "none"
									},
									"title": "Map 1.3: Prismari Campus",
									"width": 3000,
									"height": 2025,
									"credit": "Francesca Baerald",
									"id": "081"
								},
								{
									"type": "entries",
									"name": "Conjurot Hall",
									"page": 18,
									"id": "03a",
									"entries": [
										"The center of the Prismari campus is Conjurot Hall, a towering structure with a glassed-in observation area at the top. Constantly changing strands of elemental energy encircle the structure. Artist-mages can see for miles from Conjurot's main turret, and the view has inspired many artistic creations."
									]
								},
								{
									"type": "entries",
									"name": "Opus Walk",
									"page": 18,
									"id": "03b",
									"entries": [
										"Hundreds of Prismari creations are displayed along a path that winds through the central campus buildings, giving the path its name: Opus Walk. Some famous pieces of magical art have been displayed along Opus Walk for centuries, while other transient bursts of creativity last only a few moments."
									]
								},
								{
									"type": "entries",
									"name": "Furygale",
									"page": 18,
									"id": "03c",
									"entries": [
										"At the outskirts of the Prismari campus, the abandoned creations of thousands of past artist-mages have coalesced over the years into the notorious region of Furygale. Roped off by magical wards and warning signs, Furygale is several acres of ever-changing magical energy, gales of ice and wind and fire, and elementals gone rogue. While dangerous, it also provides a source of wild inspiration, and it remains a popular spot for students who want to duel without being interrupted by faculty."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Quandrix College",
					"page": 19,
					"id": "03d",
					"entries": [
						"Quandrix is the College of Numeromancy—a term that encompasses the study of patterns, fractals, and symmetries to wield power over the fundamental mathematics of nature. Quandrix mages can summon creatures made of fractals or turn abstract theories into towering, spiraling patterns. They love to expand and multiply; they can increase their knowledge or size by bending numbers. They dwell in the overlap between the theoretical and the natural—from the fabric of their robes to the nature of their spells, they make use of repeated elements, clever symmetries, and surprising geometry to express the complex truths they study.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/012-01-007.quandrix-college.webp"
							},
							"width": 750,
							"height": 300
						},
						{
							"type": "entries",
							"name": "Studies and Philosophy",
							"page": 19,
							"id": "03e",
							"entries": [
								"The studies undertaken within Quandrix College include mathematics, physics, logic, statistics, metaphysics, and various fields of theoretical magic. Students from the other colleges occasionally delve into Quandrix courses to bolster the theoretical underpinnings of their studies, and Quandrix's studies of nature and Witherbloom's explorations of practical biology have some significant overlap.",
								{
									"type": "entries",
									"name": "Substance and Theory",
									"page": 19,
									"id": "03f",
									"entries": [
										"Quandrix's two deans carry the titles Dean of Substance and Dean of Theory, reflecting the philosophical division within the college. Is mathematics a natural force that exists in the universe independent of the constructs of intelligent minds, or is it a theoretical framework created by those who study it? Is the work of the scholar to discover what is or to define what could be?",
										"The perspective of substance emphasizes physical reality. In this view, math is embodied in the natural forces of the multiverse, waiting to be discovered by those with the intellectual fortitude to delve into those secrets. Quandrix mages who embrace this view use magic to bring numerical concepts to life, creating or altering physical reality out of mathematical possibility.",
										"The perspective of theory focuses on the abstract realms of conjecture and possibility. Its scholars view math as a lens through which a mind can understand the cosmos, not something that exists independently in the world. Mages who embrace this perspective use their spells to weave illusions and manipulate the fabric of magic itself."
									]
								},
								{
									"type": "entries",
									"name": "Scholars of Quandrix",
									"page": 19,
									"id": "040",
									"entries": [
										"The Quandrix Scholars table offers examples of the scholars in Quandrix College. You may use the table to randomly determine the scholarly focus of a Quandrix student or faculty member. The Principle column notes which side of the substance-theory conflict a scholar more likely aligns with.",
										{
											"type": "table",
											"caption": "Quandrix Scholars",
											"colLabels": [
												"d8",
												"Scholar",
												"Principle"
											],
											"colStyles": [
												"col-2 text-center",
												"col-9",
												"col-1 text-center"
											],
											"rows": [
												[
													"1",
													"Abstractor, using magic to stretch the possibilities of space",
													"Theory"
												],
												[
													"2",
													"Augmenter, making creatures and things larger",
													"Substance"
												],
												[
													"3",
													"Fractalologist, creating beautiful illusory patterns",
													"Theory"
												],
												[
													"4",
													"Mana scholar, studying snarls, leylines, and star arches",
													"Substance"
												],
												[
													"5",
													"Metamancer, studying metaphysics to alter reality",
													"Theory"
												],
												[
													"6",
													"Scale druid, manipulating the size of plants and animals",
													"Substance"
												],
												[
													"7",
													"Sequence prophet, studying repeating patterns that bend the mind",
													"Theory"
												],
												[
													"8",
													"Vivifier, conjuring fractal creatures based on biological life",
													"Substance"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Quandrix Faculty",
							"page": 19,
							"id": "041",
							"entries": [
								"This section describes noteworthy members of the Quandrix faculty. Some of them use a Quandrix-specific stat block from {@book chapter 7|SCC|8|Quandrix Scholars}.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/013-01-008.torus-hall.webp"
									},
									"title": "The geometry of Torus Hall is the most prominent feature of Quandrix College",
									"width": 1700,
									"height": 1248,
									"credit": "Piotr Dura"
								},
								{
									"type": "entries",
									"name": "Kianne, Dean of Substance",
									"page": 19,
									"id": "042",
									"entries": [
										"Brilliant and eccentric, Dean Kianne (neutral elf {@creature Quandrix professor of substance|SCC}) is one of the preeminent mana scholars of the world. She has visited and studied countless bizarre magical phenomena, from snarls to star arches to ancient shrines. She loves to share her wild theories with anyone who will listen.",
										"Kianne believes in using mathematics to better understand nature. She places an emphasis on practical magic that improves daily life through applied calculations. She rolls her eyes at Dean Imbraham's theories, dismissing them as evidence that her fellow dean lives in an imaginary world."
									]
								},
								{
									"type": "entries",
									"name": "Imbraham, Dean of Theory",
									"page": 20,
									"id": "043",
									"entries": [
										"Dean Imbraham (neutral owlin {@creature Quandrix professor of theory|SCC}) is stern and shrewd, with a mind as piercing as his curved beak. He is known for the unnerving habit of fully rotating his head around to address his students, while still rapidly chalking up complex theorems and equations on a chalkboard. Imbraham loves numbers more than people or the out-of-doors; some say he hasn't gone outside certain chambers of the Quandrix campus in years.",
										"Imbraham wants nothing more than to crack the mysteries of the world through dauntingly complex theories. He offers his students standing bounties on any of his unsolved equations."
									]
								},
								{
									"type": "entries",
									"name": "Adrix and Nev, Twincasters",
									"page": 20,
									"id": "044",
									"entries": [
										"The twins Adrix (neutral good triton {@creature Quandrix professor of substance|SCC}) and Nev (neutral good triton {@creature Quandrix professor of theory|SCC}) grew up literally swimming in magic, in an ocean region near a powerful magical snarl. At an early age, they began to see patterns in the tides and currents that eluded even the most esteemed scholars of their society. Once, they saved a hundred lives by predicting the sudden arrival of a tsunami, despite the deceptively calm seas—washing away any doubts in their prowess.",
										"Adrix and Nev now teach as a duo, blending mastery of both of Quandrix's philosophical perspectives. They constantly debate the merits of various esoteric mathematical principles, but if one of their students is in danger, they leap into action in perfect harmony."
									]
								},
								{
									"type": "entries",
									"name": "Deekah, Fractal Theorist",
									"page": 20,
									"id": "045",
									"entries": [
										"Deekah (lawful neutral human {@creature Quandrix professor of theory|SCC}) sees the world as an endless sequence of interconnected equations, which to her is the most beautiful thing imaginable. She explores new theorems by giving them physical form, and her exquisite geometric creations are thrilling sights on campus."
									]
								},
								{
									"type": "entries",
									"name": "Ruxa, Patient Professor",
									"page": 20,
									"id": "046",
									"entries": [
										"Ruxa (neutral good {@creature Quandrix professor of substance|SCC}) looks like a bipedal brown bear and knows that wild new theories, though exciting, are worthless without a deep understanding of the basics. He teaches students of all levels, and even his most experienced pupils benefit from a much deeper understanding of the fundamental building blocks of the world."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Quandrix Campus",
							"page": 21,
							"id": "047",
							"entries": [
								"The Quandrix campus—shown on map 1.4—is situated in a coastal area to the northeast of the central campus, surrounded by lush woodland and abundant rivers and streams.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/014-map-1.4-quandrix-campus.webp"
									},
									"imageType": "map",
									"grid": {
										"type": "none"
									},
									"title": "Map 1.4: Quandrix Campus",
									"width": 3000,
									"height": 2026,
									"credit": "Francesca Baerald",
									"id": "082"
								},
								{
									"type": "entries",
									"name": "Torus Hall",
									"page": 21,
									"id": "048",
									"entries": [
										"The central hall of Quandrix campus lies at the end of a geometric series of walkways, terminating at ascending ramps to the towering building. Inside, Torus Hall's architecture is mapped to an ever-changing three-dimensional grid, which slowly evolves. Some Quandrix faculty members insist that mage-students shouldn't linger too long inside the hall, lest its geometry eventually turn itself inside out while students are still within it."
									]
								},
								{
									"type": "entries",
									"name": "The Arithmodrome",
									"page": 21,
									"id": "049",
									"entries": [
										"The Quandrix campus is alive with dynamic sculptures made of water behaving in odd ways: cube-shaped fountains, arching aqueducts that flow through the air, towers of solid-seeming water. One water structure holds a secret: a mysterious inner expanse called the Arithmodrome. From the outside, the Arithmodrome looks like a large cube of water, ten feet on each side. The inside is an apparently boundless theory-space that suspends the rules of reality. Mages use this space to explore theoretical numerical possibilities.",
										{
											"type": "inset",
											"name": "Esix, Fractal Bloom",
											"page": 21,
											"id": "04a",
											"entries": [
												"Tasked with devising an infinite equation, a group of Quandrix students accidentally created Esix, a living theorem obsessed with infinity. Over the years, a few professors have tried to deactivate it, but all their formulas somehow end up dividing by zero and fizzling out. Esix never seems to register these would-be threats, as it remains consumed by its own calculations."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Cultivarium",
									"page": 21,
									"id": "04b",
									"entries": [
										"The Cultivarium is an eye-popping, sun-drenched garden of spiraling, cyclical plants and fractalized animals. Quandrix faculty members have repeatedly taught growth spells in this part of campus, and over the centuries, the area has come to intensify any growth magic cast within it."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Silverquill College",
					"page": 22,
					"id": "04c",
					"entries": [
						"Silverquill is the College of Eloquence, and its mages—stylish, intimidating, and driven—are masters of the magic of words. They create spells from spoken-word battle poetry or magical manifestations of the written word, scribing patterns of runic ink in the air. These mages make for natural leaders, fiercely competitive, with a piercing wit and a never-second-place attitude.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/015-01-009.silverquill-college.webp"
							},
							"width": 750,
							"height": 300
						},
						{
							"type": "entries",
							"name": "Studies and Philosophy",
							"page": 22,
							"id": "04d",
							"entries": [
								"The curriculum of Silverquill College revolves around words, encompassing literature (including fiction, essays, drama, and poetry), languages, linguistics, oratory, rhetoric, and dramatic performance. Students from other colleges often take Silverquill courses to improve their communication skills, learning to speak and write more effectively about their primary field of study. Silverquill and Prismari see overlap in the area of performing arts, with Silverquill emphasizing verbal performance and Prismari focusing more on dance and other forms of movement.",
								{
									"type": "entries",
									"name": "Radiance and Shadow",
									"page": 22,
									"id": "04e",
									"entries": [
										"The two deans of Silverquill are called the Dean of Radiance and the Dean of Shadow, highlighting the college's use of metaphor in describing its philosophical differences. The metaphor of radiance and shadow takes concrete form in Silverquill magic, as students learn to manifest brilliant light or inky darkness with their spells. The fundamental argument among Silverquill's scholars centers on the purpose of communication. Is it to help others or further a personal agenda? Does literature selflessly better society or selfishly advance one's own goals?",
										"The college's perspective of radiance envisions language as sunlight emanating from the speaker or writer to illuminate others and make the world a brighter place. Mages who embrace this view use their language skills—and their magic—to uplift and empower others, to shine light on the evils of society, and to inspire the best in those around them.",
										"The college's perspective of shadow focuses on the power of language to stab, to expose stinging truths, and to obfuscate secrets. The magic of shadow mages often manifests as bolts or blades of darkness or blotches of flowing ink, and its effects range from a sting of shame to an assault on the target's life energy."
									]
								},
								{
									"type": "entries",
									"name": "Scholars of Silverquill",
									"page": 22,
									"id": "04f",
									"entries": [
										"The Silverquill Scholars table offers examples of the scholars in Silverquill College. You may use the table to randomly determine the scholarly focus of a Silverquill student or faculty member. The Principle column notes which side of the radiance-shadow conflict a scholar more likely aligns with.",
										{
											"type": "table",
											"caption": "Silverquill Scholars",
											"colLabels": [
												"d8",
												"Scholar",
												"Principle"
											],
											"colStyles": [
												"col-2 text-center",
												"col-9",
												"col-1 text-center"
											],
											"rows": [
												[
													"1",
													"Bantermage, using incisive observation to pierce rivals' confidence",
													"Shadow"
												],
												[
													"2",
													"Duskmage, conjuring inky voids of shadow magic",
													"Shadow"
												],
												[
													"3",
													"Inkcaster, summoning living inklings to service",
													"Shadow"
												],
												[
													"4",
													"Lumimancer, bringing light to bear on shameful situations and holding corrupt institutions to account",
													"Radiance"
												],
												[
													"5",
													"Shadewing, forming weapons from darkness to slice and stab at foes",
													"Shadow"
												],
												[
													"6",
													"Silvertongue, bathing others in the light of inspiring words",
													"Radiance"
												],
												[
													"7",
													"Vainglory, wielding the power of a perfectly crafted compliment to enhance a person's best qualities",
													"Radiance"
												],
												[
													"8",
													"Warsinger, stirring hearts through poetic performance and song",
													"Radiance"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Silverquill Faculty",
							"page": 22,
							"id": "050",
							"entries": [
								"This section describes noteworthy members of the Silverquill faculty. Some of them use a Silverquill-specific stat block from {@book chapter 7|SCC|8|Silverquill Scholars}.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/016-01-010.webp"
									},
									"title": "The stately buildings of Silverquill promote an atmosphere of dignified study",
									"width": 1700,
									"height": 1273,
									"credit": "Titus Lunter"
								},
								{
									"type": "entries",
									"name": "Shaile Talonrook, Dean of Radiance",
									"page": 22,
									"id": "051",
									"entries": [
										"Dean Shaile Talonrook (lawful good owlin {@creature Silverquill professor of radiance|SCC}) is a perennially optimistic orator. A master of literature, she often quotes obscure passages from famous texts. Her soul-filling advice and educated references have been known to make people literally glow.",
										"Shaile believes that all people have the potential for good and wishes to teach her students how to make the world a better place. She and Dean Lu often clash over Silverquill's curriculum, but the balance found between them is far more eloquent than even their words can describe."
									]
								},
								{
									"type": "entries",
									"name": "Embrose Lu, Dean of Shadow",
									"page": 23,
									"id": "052",
									"entries": [
										"Dean Embrose Lu (lawful neutral human {@creature Silverquill professor of shadow|SCC}) is a master poet whose ink magic is merciless. Scant with praise and quick with a cutting remark, Dean Lu has seen many mage-students scrub out of Strixhaven and has nothing good to say about those who can't hack it.",
										"A cynic, Embrose believes that most people are in it for themselves. He demands his students learn how to use language-based magic to \"get what they deserve.\" While he often argues with Dean Talonrook, he holds a deep (if begrudging) respect for the owlin."
									]
								},
								{
									"type": "entries",
									"name": "Breena, the Demagogue",
									"page": 23,
									"id": "053",
									"entries": [
										"Breena (neutral good owlin {@creature Silverquill professor of shadow|SCC}) has a talent for getting her way. If she wants you to do something, you won't just do it—you'll be sure it was your idea all along. Her students and colleagues alike hang on her every word, and in front of a crowd, she's a powerhouse of charisma, enhancing her speeches with elegant swirls of ink magic. Though she's an elite mage who can easily hold her own in a fight, Breena prefers to defeat her foes with words alone.",
										"An Oriq agent once trapped and attempted to recruit her, threatening her students' lives if she didn't comply. Within an hour, she convinced him to free her, abandon his wicked ways, and seek wisdom from the archaics."
									]
								},
								{
									"type": "entries",
									"name": "Nils, Discipline Enforcer",
									"page": 23,
									"id": "054",
									"entries": [
										"Nils (lawful neutral human {@creature Silverquill professor of radiance|SCC}) is an optimist, as he believes in every student's potential for greatness. However, this outlook also means he's constantly disappointed by their suboptimal choices, and he is well known for his strictness and abrupt scoldings."
									]
								},
								{
									"type": "entries",
									"name": "Brenneth Blackstone, Scriptology Star",
									"page": 23,
									"id": "055",
									"entries": [
										"Brenneth Blackstone (neutral good dhampir {@creature Silverquill professor of shadow|SCC}) is a rising star in the study of magical writing and symbols. With a dynamic lecturing style, this dhampir—a partial vampire—attracts students from across Strixhaven purely for his lessons' value as performance art. He teaches a course in scrivening and scriptology that characters take over the course of {@adventure chapter 4|SCC-HfMT|0}."
									]
								},
								{
									"type": "entries",
									"name": "Fain, the Broker",
									"page": 24,
									"id": "056",
									"entries": [
										"Lost an important textbook? Craving some rare delicacy from home? Need something inconveniently forbidden? Enter Fain (neutral human {@creature Silverquill professor of shadow|SCC}). He has an extensive network of connections on and off campus, and he can procure just about anything—so long as you can afford his price."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Silverquill Campus",
							"page": 24,
							"id": "057",
							"entries": [
								"The Silverquill campus—shown on map 1.5—is located due north of the central Strixhaven campus and looks much like an extension of it. Silverquill is the most urban of the five colleges, with a campus that features buildings of stately elegance.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/017-map-1.5-silverquill-campus.webp"
									},
									"imageType": "map",
									"grid": {
										"type": "none"
									},
									"title": "Map 1.5: Silverquill Campus",
									"width": 3000,
									"height": 2026,
									"credit": "Francesca Baerald",
									"id": "083"
								},
								{
									"type": "entries",
									"name": "Grandloft Hall",
									"page": 24,
									"id": "058",
									"entries": [
										"The main Silverquill building is Grandloft Hall, a vast space with shafts of light streaking in from the enchanted windowpanes far above. Grandloft teems with balconies, loges, booths, daises, and other spaces where orators can perform their craft. Inklings, the college's mascots, flit around the high ceiling, and enchanted spotlights automatically focus on any mage who uses powerful magic."
									]
								},
								{
									"type": "entries",
									"name": "The Rose Stage",
									"page": 24,
									"id": "059",
									"entries": [
										"The Rose Stage is a rotating circular platform on the Silverquill campus. It has a backdrop of roses made of magical ink (tributes left by spectators of past performances), which creates excellent acoustics. Mage-students meet at the Rose Stage to practice performances, spar, or engage in honor duels. Faculty members often observe performances at the Rose Stage, coaching the students in their magical and rhetorical displays."
									]
								},
								{
									"type": "entries",
									"name": "The Dramarium",
									"page": 24,
									"id": "05a",
									"entries": [
										"The Dramarium is a facility where Silverquill students train in fitness, dance, martial arts, and other acts of physical performance. Students can avail themselves of the preparation space called the Gray Room (actually a chain of rooms), which has hair and makeup salons, voice rehearsal booths, mirrored rehearsal spaces, and spa facilities. The back of the Dramarium has a special sensory deprivation chamber for mage-students who want complete silence in which to meditate."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Witherbloom College",
					"page": 25,
					"id": "05b",
					"entries": [
						"At Witherbloom, the College of Essence Studies, mages draw power from the opposing forces of life and death. These mages brew their spells from natural components and the essence of living creatures, using that power to heal or harm the living or to raise or entreat the dead. They can cause entire forests to blossom out of nowhere or call down old curses that scourge flesh from bone. Some Witherbloom mages defend ecosystems from pollution, while others revel in the power of corruption. They're at home riding zombie crocodiles down a languid river, picking herbs for a potion to treat a disease, brooding over a chorus of swamp frogs, or summoning fearsome avatars of nature.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/018-01-011.witherbloom-college.webp"
							},
							"width": 750,
							"height": 300
						},
						{
							"type": "entries",
							"name": "Studies and Philosophy",
							"page": 25,
							"id": "05c",
							"entries": [
								"The curriculum of Witherbloom College focuses on various sciences, revolving around the life sciences. Biology, ecology, botany, chemistry, and related sciences combine with the study and manipulation of the magical energy of the Positive Plane and the Negative Plane, the primal forces of life and death. Witherbloom's curriculum shares some overlap with Quandrix's analysis of the mathematical patterns in nature.",
								{
									"type": "entries",
									"name": "Growth and Decay",
									"page": 25,
									"id": "05d",
									"entries": [
										"The two deans of Witherbloom are traditionally called the Dean of the Root and the Dean of the Vein. These titles are a somewhat abstract way of framing the core division in the college's philosophy: is growth or decay the driving force in nature?",
										"The philosophy of the root (growth) focuses on life and its irrepressible drive to thrive. This view celebrates the diversity and adaptability of life-forms, from the tiniest cells to the most complex networks of living things. The growth philosophy asserts that the urge to survive and reproduce is the most essential principle in the cosmos. Mages who adopt this view wield positive energy and practice healing magic.",
										"The philosophy of the vein (decay) focuses on the inevitability of death and decay. Its traditional name comes from the prominence of vampires within the college, whose conceptions of draining life through the vein have long proven an important counterweight to the growth philosophy of Witherbloom. The decay philosophy sees life energy as a resource to be consumed, rather than a good to be nourished for its own sake. Mages who adopt this view wield negative energy and practice necromancy."
									]
								},
								{
									"type": "entries",
									"name": "Scholars of Witherbloom",
									"page": 25,
									"id": "05e",
									"entries": [
										"The Witherbloom Scholars table offers examples of the scholars in Witherbloom College. You may use the table to randomly determine the scholarly focus of a Witherbloom student or faculty member. The Principle column notes which side of the growth-decay conflict a scholar more likely aligns with.",
										{
											"type": "table",
											"caption": "Witherbloom Scholars",
											"colLabels": [
												"d8",
												"Scholar",
												"Principle"
											],
											"colStyles": [
												"col-2 text-center",
												"col-9",
												"col-1 text-center"
											],
											"rows": [
												[
													"1",
													"Banelock, using concoctions of noxious ingredients for withering magic",
													"Decay"
												],
												[
													"2",
													"Bleed doctor, drain the essence of living creatures to fuel sinister spells",
													"Decay"
												],
												[
													"3",
													"Boon witch, brewing drafts to empower the living",
													"Growth"
												],
												[
													"4",
													"Boughcaller, summoning creatures from bogs",
													"Growth"
												],
												[
													"5",
													"Dreadbones, infusing dead tissue with magic to create Undead servants",
													"Decay"
												],
												[
													"6",
													"Earthcroucher, connecting directly with the land to power nature magic",
													"Growth"
												],
												[
													"7",
													"Leafbinder, using medicinal herbs to soothe wounds",
													"Growth"
												],
												[
													"8",
													"Pestcatcher, harvesting life energy from the pests of the bayou",
													"Decay"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Witherbloom Faculty",
							"page": 25,
							"id": "05f",
							"entries": [
								"This section describes noteworthy members of the Witherbloom faculty. Some of them use a Witherbloom-specific stat block from {@book chapter 7|SCC|8|Witherbloom Scholars}.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/019-01-012.deep-in-the-bayou.webp"
									},
									"title": "Deep in the bayou of Sedgemoor, Widdershins Hall is the heart of Witherbloom College",
									"width": 1700,
									"height": 1250,
									"credit": "Alayna Danner"
								},
								{
									"type": "entries",
									"name": "Lisette, Dean of the Root",
									"page": 25,
									"id": "060",
									"entries": [
										"Dean Lisette (neutral good human {@creature Witherbloom professor of growth|SCC}) is a world-class healer and herbalist; it's even said she once cured the Lorehold founder dragon of a secret illness. Lisette's classes lean more toward demonstration and hands-on experience than lectures. When Lisette speaks, her words are soft and full of colorful metaphors.",
										"Lisette believes in preserving nature and life, and she instills in her students a respect for all living things. While Dean Valentin's exploitation of living creatures disgusts her, she also knows she can use the results of his cruelty to help future lives."
									]
								},
								{
									"type": "entries",
									"name": "Valentin, Dean of the Vein",
									"page": 25,
									"id": "061",
									"entries": [
										"Dean Valentin (neutral {@creature vampire}) is ancient and drinks the blood of living creatures throughout the bayou. Valentin is a kind of sangromancer—he receives visions from the blood he consumes, which he uses to learn things about a creature or place. He has no qualms about exploiting the bayou's creatures for personal gain.",
										"Valentin's classes focus on dissection and decay. He and Dean Lisette often clash over his cavalier treatment of animals, but that hasn't stopped her from using his discoveries for her research."
									]
								},
								{
									"type": "entries",
									"name": "Willowdusk, Essence Seer",
									"page": 26,
									"id": "062",
									"entries": [
										"No one knows how old Willowdusk (neutral good {@creature treant}) really is. This professor of growth claims to be older than Strixhaven itself, and although many suspect that she exaggerates, no one else who has lived long enough to refute her cares to do so. Many years ago, a group of rebellious students got lost in Detention Bog and took shelter in what turned out to be Willowdusk's roots. She protected them from a pack of hungry groffs and shepherded them back to Widdershins Hall, offering a lecture on proper herb-gathering practices during the journey.",
										"Her lessons proved so effective that she was asked to stay as a professor. She loves passing on her knowledge of medicinal herbs, pest mascot cultivation, and dissection techniques to generations of new students, and she almost always has a pot of tea brewing."
									]
								},
								{
									"type": "entries",
									"name": "Tivash, Gloom Summoner",
									"page": 26,
									"id": "063",
									"entries": [
										"It's tough to study the secrets of life and death without getting your hands dirty—which is the first thing Tivash (neutral human {@creature Witherbloom professor of decay|SCC}) teaches Witherbloom students. Some call the forces he manipulates evil, but he asserts that power is only as good or evil as how you use it."
									]
								},
								{
									"type": "entries",
									"name": "Verelda Lang, Arcano-Biologist",
									"page": 26,
									"id": "064",
									"entries": [
										"Verelda Lang (chaotic neutral {@creature dryad}) is a respected Witherbloom professor of growth who teaches introductory courses in magical physiologies, helping students in every college learn about the many unusual creatures they're likely to encounter, whatever the students' field of study. Her research extends to the vital functions of fractal creatures and other artificial life-forms, leading her to teach courses at Quandrix College as well.",
										"Characters have multiple opportunities to study with Professor Lang in {@adventure chapters 3|SCC-CK|0|Secrets in Sedgemoor} and {@adventure 6|SCC-ARiR|0|Arcane Herbology Exam: Vegetation Identification}."
									]
								},
								{
									"type": "entries",
									"name": "Yedora, Grave Gardener",
									"page": 27,
									"id": "065",
									"entries": [
										"Yedora (neutral {@creature treant}) is the head groundskeeper and unofficial undertaker of Strixhaven. Students and graduates often wish to spend their afterlife at their beloved university, and she honors that wish. Each tree she plants represents the essence of a fallen mage, and she remembers them all by name."
									]
								},
								{
									"type": "entries",
									"name": "Gyome, Master Chef",
									"page": 27,
									"id": "066",
									"entries": [
										"Anyone who thinks a troll can't be a great chef has never met Gyome (neutral {@creature troll}). He combines local ingredients with flavors from his homeland into an ever-changing menu of delicacies. Students from every college trek through Sedgemoor in droves for his food. The only complaint he ever receives is that he gives out unreasonably large portions."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Witherbloom Campus",
							"page": 27,
							"id": "067",
							"entries": [
								"Witherbloom's campus—shown on map 1.6—is tucked away in a wide bayou to the southeast of Strixhaven's central campus. Wiltroot Hall is described in {@adventure chapter 4|SCC-HfMT|0|Wiltroot Hall}.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/020-map-1.6-witherbloom-campus.webp"
									},
									"imageType": "map",
									"grid": {
										"type": "none"
									},
									"title": "Map 1.6: Witherbloom Campus",
									"width": 3000,
									"height": 2026,
									"credit": "Francesca Baerald",
									"id": "084"
								},
								{
									"type": "entries",
									"name": "Sedgemoor",
									"page": 27,
									"id": "068",
									"entries": [
										"Sedgemoor, the bayou area that encompasses the Witherbloom campus, is known for a range of swamp creatures: bats, crocodilian monsters, zombified animals, lumbering beasts called brackish trudges, and canine creatures called groffs ({@creature Brackish Trudge|SCC|brackish trudges} and {@creature Groff|SCC|groffs} are described in {@book chapter 7|SCC|8}). Sedgemoor is an excellent place to find pest mascots, herbs, spider silk, fungi, and other ingredients for potions and spells.",
										"Characters have the opportunity to explore Sedgemoor in {@adventure chapter 3|SCC-CK|0|Secrets in Sedgemoor}."
									]
								},
								{
									"type": "entries",
									"name": "Widdershins Hall",
									"page": 27,
									"id": "069",
									"entries": [
										"The center of the Witherbloom campus is Widdershins Hall, a bog mansion that looks like it grew out of Sedgemoor itself. Widdershins is a network of interconnected wooden pods, with planked walkways leading out of it like tendrils. The hall has a cozy inner chamber where students gather for classwork."
									]
								},
								{
									"type": "entries",
									"name": "Detention Bog",
									"page": 27,
									"id": "06a",
									"entries": [
										"A stinking, thoroughly unpleasant marshland lies adjacent to Sedgemoor: the Detention Bog. Witherbloom faculty members send misbehaving students to this bog as punishment, but it's also an excellent place to gather herbs for certain cures and curses.",
										"The adventure presented in {@adventure chapter 6|SCC-ARiR|0|The Detention Bog} offers characters the opportunity to enter this bog."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Character Options",
			"page": 29,
			"id": "06b",
			"entries": [
				"The campus of Strixhaven draws a student body from across the world—or many worlds. With your DM's permission, you can create just about any Strixhaven character you can imagine, drawing on player character rules from the {@book Player's Handbook|PHB} and other D&D books. This chapter adds to that wealth of options with the material in the following sections:",
				"\"{@book Race Option|SCC|2|Race Option}\" presents the owlin, a character race option perfect for playing an owl-like student.",
				"\"{@book Choosing a College|SCC|2|Choosing a College}\" gives advice on building a character for adventuring in Strixhaven.",
				"\"{@book Strixhaven Backgrounds|SCC|2|Strixhaven Backgrounds}\" presents a background option for each Strixhaven college, linking a character to one of the five colleges.",
				"\"{@book Feats|SCC|2|Feats}\" offers Strixhaven-themed feats for use with {@i A Curriculum of Chaos} and other adventures.",
				"\"{@book Spells|SCC|2|Spells}\" reveals some spells that were developed at the university.",
				"\"{@book Magic Items|SCC|2|Magic Items}\" collects magic items that Strixhaven students might acquire on their adventures.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/021-02-001.chapter-splash.webp"
					},
					"title": "A group of Strixhaven students—each from a different college—descend into the depths below an ancient ruin",
					"width": 1700,
					"height": 2110,
					"credit": "Zoltan Boros"
				},
				{
					"type": "section",
					"name": "Race Option",
					"page": 29,
					"id": "06c",
					"entries": [
						"The {@race owlin|SCC} is a race option for player characters in Strixhaven and other D&D settings."
					]
				},
				{
					"type": "section",
					"name": "Choosing a College",
					"page": 30,
					"id": "07b",
					"entries": [
						"At Strixhaven, students choose their colleges at the start of their second year. But even during a character's first year, you make college-related decisions for your character, such as a background choice. From the start, your character is making decisions that will lead to their eventual college choice.",
						"{@book Chapter 1|SCC|1} describes each of the colleges. How do you decide which of these colleges is right for your character? Consider these approaches:",
						{
							"type": "list",
							"items": [
								"Read the college descriptions in chapter 1, and choose the college that appeals to you.",
								"Read the descriptions of {@book backgrounds|SCC|2|Strixhaven Backgrounds} and {@book feats|SCC|2|Feats} in this chapter. If one of them catches your eye, choose that college.",
								"If you have access to Magic: The Gathering cards from the Strixhaven set, find a card that appeals to you and build that character."
							]
						},
						{
							"type": "inset",
							"name": "A Strixhaven Party",
							"page": 30,
							"id": "07c",
							"entries": [
								"If you're starting a Strixhaven campaign with the introductory adventure in {@adventure chapter 3|SCC-CK|0}, that adventure gives all the advice you need to bring a party of characters together. The adventure assumes that the characters are first-year students who are participating in orientation activities together.",
								"If you start the campaign at higher level, using one of the adventures in later chapters of this book (or an adventure of your DM's creation), give some thought to what has brought your characters together as a group. The easiest explanation is that you met as first-year students, perhaps living in the same residence hall or taking the same classes, or united by a common extracurricular interest.",
								"It's also possible that your characters are just meeting for the first time. The events of the adventure might throw you together more or less at random. You could all be taking the same class, you might be working the same campus job, or you could be introduced by mutual friends."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Strixhaven Backgrounds",
					"page": 31,
					"id": "07d",
					"entries": [
						"This section presents five backgrounds that you can choose to reflect your character's studies preparing to enter one of Strixhaven's colleges. You aren't limited to these backgrounds in a Strixhaven campaign; they're just one way you can choose to dive deeply into your character's college affiliation.",
						"If you do choose one of these backgrounds, you can assume that your life to this point has been consumed by the education that has made enrolling at Strixhaven possible for you, and you might not have much experience of the world beyond that preparatory work. You're ready to excel as a student—and that, in turn, will prepare you to excel at whatever path comes after graduation.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Backgrounds",
									"entries": [
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@background Lorehold Student|SCC}",
												"{@background Prismari Student|SCC}",
												"{@background Quandrix Student|SCC}",
												"{@background Silverquill Student|SCC}",
												"{@background Witherbloom Student|SCC}"
											]
										}
									],
									"id": "077"
								}
							],
							"id": "076"
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Trinkets",
									"entries": [
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@item Lorehold Trinket|SCC}",
												"{@item Prismari Trinket|SCC}",
												"{@item Quandrix Trinket|SCC}",
												"{@item Silverquill Trinket|SCC}",
												"{@item Witherbloom Trinket|SCC}"
											]
										}
									],
									"id": "079"
								}
							],
							"id": "078"
						}
					]
				},
				{
					"type": "section",
					"name": "Feats",
					"page": 36,
					"id": "0ae",
					"entries": [
						"This section introduces feats that give your character benefits associated with the colleges of Strixhaven. These feats are available to you whenever you normally choose a feat, and they follow the {@book feat rules|PHB|6|Feats} in the {@book Player's Handbook|PHB}.",
						{
							"type": "entries",
							"name": "Feat Descriptions",
							"page": 36,
							"id": "0af",
							"entries": [
								"These feats are presented in alphabetical order.",
								{
									"type": "list",
									"columns": 2,
									"items": [
										"{@feat Strixhaven Initiate|SCC}",
										"{@feat Strixhaven Mascot|SCC}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Spells",
					"page": 37,
					"id": "0b2",
					"entries": [
						"Created at Strixhaven, the spells presented in this section are available to the backgrounds offered in this chapter. The spells also appear on the class spell lists indicated in the Spells table below.",
						{
							"type": "table",
							"caption": "Spells",
							"colLabels": [
								"Level",
								"Spell",
								"School",
								"Class"
							],
							"colStyles": [
								"col-2 text-center",
								"col-2",
								"col-2",
								"col-6"
							],
							"rows": [
								[
									"1st",
									"{@spell Silvery Barbs|SCC}",
									"Enchantment",
									"{@class Bard}, {@class Sorcerer}, {@class Wizard}"
								],
								[
									"2nd",
									"{@spell Borrowed Knowledge|SCC}",
									"Divination",
									"{@class Bard}, {@class Cleric}, {@class Warlock}, {@class Wizard}"
								],
								[
									"2nd",
									"{@spell Kinetic Jaunt|SCC}",
									"Transmutation",
									"{@class Artificer|TCE},* {@class Bard}, {@class Sorcerer}, {@class Wizard}"
								],
								[
									"2nd",
									"{@spell Vortex Warp|SCC}",
									"Conjuration",
									"{@class Artificer|TCE},* {@class Sorcerer}, {@class Wizard}"
								],
								[
									"2nd",
									"{@spell Wither and Bloom|SCC}",
									"Necromancy",
									"{@class Druid}, {@class Sorcerer}, {@class Wizard}"
								]
							],
							"footnotes": [
								"*The artificer class appears in {@book Tasha's Cauldron of Everything|TCE} and {@book Eberron: Rising from the Last War|ERLW}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Magic Items",
					"page": 38,
					"id": "0c7",
					"entries": [
						"This section presents some magic items that are created at Strixhaven. These items, along with a few from the {@book Dungeon Master's Guide|DMG} ({@i DMG}), can be purchased on campus using the prices in the Magic Items for Sale table.",
						{
							"type": "table",
							"caption": "Magic Items for Sale",
							"colLabels": [
								"Item",
								"Rarity",
								"Cost"
							],
							"colStyles": [
								"col-9",
								"col-2 text-center",
								"col-1 text-right"
							],
							"rows": [
								[
									"{@item Bottle of Boundless Coffee|SCC}",
									"Common",
									"100 gp"
								],
								[
									"{@item Cuddly Strixhaven Mascot|SCC}",
									"Common",
									"100 gp"
								],
								[
									"{@item Lorehold Primer|SCC}",
									"Uncommon",
									"300 gp"
								],
								[
									"{@item Prismari Primer|SCC}",
									"Uncommon",
									"300 gp"
								],
								[
									"{@item Quandrix Primer|SCC}",
									"Uncommon",
									"300 gp"
								],
								[
									"{@item Silverquill Primer|SCC}",
									"Uncommon",
									"300 gp"
								],
								[
									"{@item Spell Scroll (1st Level)||Spell Scroll} (1st-Level Spell; {@book DMG|DMG})",
									"Common",
									"50 gp"
								],
								[
									"{@item Strixhaven Pennant|SCC}",
									"Common",
									"100 gp"
								],
								[
									"{@item +1 Weapon||Weapon, +1} ({@book DMG|DMG})",
									"Uncommon",
									"300 gp"
								],
								[
									"{@item Witherbloom Primer|SCC}",
									"Uncommon",
									"300 gp"
								]
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "School Is in Session",
			"page": 41,
			"id": "0d1",
			"entries": [
				"The following four chapters present a series of Dungeons & Dragons adventures optimized for four to six characters. Each adventure takes place on and around the Strixhaven campus. In these adventures, the player characters are students attending the university, and they become heroes in their own right as they navigate plots, overcome monsters, and thwart dangers that arise in each adventure.",
				"{@book Chapters 1|SCC|1} and {@book 2|SCC|2} contain all the information the players need to play Strixhaven students. Each adventure takes place over the course of one academic year. For instance, \"{@adventure Campus Kerfuffle|SCC-CK|0},\" the adventure in this chapter, takes place during the characters' first year at the university. \"{@adventure Hunt for Mage Tower|SCC-HfMT|0},\" in chapter 4, takes place during the characters' second year at the university, and so on. The adventures can be run consecutively as a campaign or individually, as described below.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/025-03-001.chapter-splash.webp"
					},
					"title": "Strixhaven students are often in awe of their surroundings at the famed university of magic",
					"width": 1700,
					"height": 2261,
					"credit": "Caroline Gariba"
				},
				{
					"type": "section",
					"name": "Running the Adventures",
					"page": 41,
					"id": "0d2",
					"entries": [
						"To run these adventures, you need the fifth edition core rulebooks: the {@book Player's Handbook|PHB}, the {@book Dungeon Master's Guide|DMG}, and the {@book Monster Manual|MM}.",
						{
							"type": "insetReadaloud",
							"id": "0d3",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
							]
						},
						"When a creature's name appears in {@b bold} type, that's a visual cue pointing you to its stat block. In other words, when you see a name in bold type, you should get the creature's stat block ready because you're going to need it soon. If the stat block appears in {@book chapter 7|SCC|8}, the text tells you. Otherwise, you can find the stat block in the {@book Monster Manual|MM}.",
						"Spells and equipment mentioned in these adventures are described in the {@book Player's Handbook|PHB}. If an adventure doesn't describe a magic item, you can find the magic item's description in the {@book Dungeon Master's Guide|DMG}.",
						{
							"type": "entries",
							"name": "A Strixhaven Campaign",
							"page": 41,
							"id": "0d4",
							"entries": [
								"If you run these adventures as a campaign, one villain is behind the chaos on campus: the bullywug {@creature Murgaxor|SCC} Grenshel, a disgruntled former student who attended Strixhaven centuries ago. {@creature Murgaxor|SCC}—who uses evil magic to sustain his life force—focuses his all-consuming desire for revenge on destroying Strixhaven University.",
								"The adventures assume you're playing a Strixhaven campaign, and each adventure provides information about how {@creature Murgaxor|SCC}'s influence corrupts and warps creatures and places on campus. The end of each adventure provides information that foreshadows or sets up the events of the next adventure. The characters ultimately confront {@creature Murgaxor|SCC} in {@adventure chapter 6|SCC-ARiR|0}, where the villain is described in detail."
							]
						},
						{
							"type": "entries",
							"name": "Character Creation",
							"page": 41,
							"id": "0d5",
							"entries": [
								"Before starting any of this book's adventures, consult {@book chapter 2|SCC|2} for guidance on making Strixhaven characters and uniting those characters in a group."
							]
						},
						{
							"type": "entries",
							"name": "Character Advancement",
							"page": 41,
							"id": "0d6",
							"entries": [
								"In these adventures, the characters receive experience points for achieving story milestones, rather than for defeating monsters. Each adventure tells you when the characters advance to the next level."
							]
						},
						{
							"type": "entries",
							"name": "Standalone Adventures",
							"page": 41,
							"id": "0d7",
							"entries": [
								"Rather than playing the four adventures as a campaign, you can run them as standalone adventures. A section near the start of each adventure tells you how to use the adventure in this way.",
								"If you run any of these adventures separately, you should ask the players to create characters of the appropriate starting level for the adventure, as shown in the Adventure Levels table.",
								{
									"type": "table",
									"caption": "Adventure Levels",
									"colLabels": [
										"Adventure",
										"Starting Level",
										"Chapter"
									],
									"colStyles": [
										"col-6",
										"col-4 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"Campus Kerfuffle",
											"1st",
											"{@adventure 3|SCC-CK|0}"
										],
										[
											"Hunt for Mage Tower",
											"4th",
											"{@adventure 4|SCC-HfMT|0}"
										],
										[
											"The Magister's Masquerade",
											"6th",
											"{@adventure 5|SCC-TMM|0}"
										],
										[
											"A Reckoning in Ruins",
											"8th",
											"{@adventure 6|SCC-ARiR|0}"
										]
									]
								},
								{
									"type": "entries",
									"name": "Relationships",
									"page": 42,
									"id": "0d8",
									"entries": [
										"If you run chapter 4, 5, or 6 as a standalone adventure, you should ask each player to choose at least one student to be a Friend, a Beloved, or a Rival, as described in the {@book Relationship rules|SCC|3|relationships} later in this chapter. The Starting Relationship Points table lists the number of points a character has at the start with the chosen Friend, Beloved, or Rival.",
										{
											"type": "table",
											"caption": "Starting Relationship Points",
											"colLabels": [
												"Person",
												"Relationship Points"
											],
											"colStyles": [
												"col-3 text-center",
												"col-3 text-center"
											],
											"rows": [
												[
													"Friend",
													"2"
												],
												[
													"Beloved",
													"3"
												],
												[
													"Rival",
													"−2"
												]
											]
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/026-03-002.first-year-students.webp"
											},
											"title": "First-year students rush to class carrying armloads of books—and all their excitement for the start of a new academic year",
											"width": 1700,
											"height": 1098,
											"credit": "Paul Scott Canavan"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Using the Maps",
							"page": 42,
							"id": "0d9",
							"entries": [
								"This book contains a number of interior maps and is accompanied by a poster map, all of which will aid you as you run these adventures.",
								{
									"type": "entries",
									"name": "Interior Maps",
									"page": 42,
									"id": "0da",
									"entries": [
										"Maps in the book primarily depict areas for the characters to explore or areas where combat is likely to occur. These maps are designed to be easily reproduced on graph paper, a wet-erase mat, or some other surface to help the players visualize locations and devise combat strategies. You can alter a map's features as you see fit.",
										"On interior maps, an arrow on a slope or staircase points in the ascending direction. When elevation numbers appear on a map, a plus sign indicates a rise of the indicated number of feet, while a minus sign indicates a depression."
									]
								},
								{
									"type": "entries",
									"name": "Poster Map",
									"page": 42,
									"id": "0db",
									"entries": [
										"The poster map is meant to be shared with the players. One side shows the Strixhaven University campus, with a focus on the central campus and the five surrounding colleges. The other side of the poster shows detailed maps of key campus locations, some of which the characters visit in multiple adventures."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Passage of Time",
							"page": 42,
							"id": "0dc",
							"entries": [
								"Each adventure in this book takes place over the course of an academic year, which is no longer than a calendar year. The adventures include events, but those events aren't the entire extent of the characters' experience on campus that year. Unless explicitly stated, assume that anywhere from a few days to a few weeks passes between the events of an adventure. You can decide how quickly the year passes and work with your players to decide what else they get up to. You can conduct roleplaying scenes with the characters' fellow students, taking into account their Friends, Rivals, and Beloveds. You might also narratively describe developments in their courses to help the academic year feel varied and robust.",
								"Finally, as the characters are completing tasks together for their courses or hanging out with their fellow students, consider challenging them with random monster encounters that crop up on campus. These encounters might be truly random, or they could be unexpected side-effects of the more significant events unfolding in the adventure. Each chapter includes a table tailored for that adventure."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Strixhaven Tracking Sheet",
					"page": 43,
					"id": "0dd",
					"entries": [
						"The sections on the following pages give special rules for certain aspects of university life. Players can use the sheet below to keep track of the effects of those rules on their characters. Each player should have a copy to use during the course of the adventures. The tracking sheet includes the following parts:",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/027-03-003.strixhaven-memories.webp"
							},
							"width": 2000,
							"height": 1529
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Relationships",
									"entry": "The player notes here the names of each student NPC with whom their character has a Relationship. The player should track how many Relationship Points their character has with each NPC; whether that NPC is a Friend, a Rival, or a Beloved; whether that NPC confers Beloved Inspiration; and that NPC's Bond Boon or Bond Bane, whichever is applicable."
								},
								{
									"type": "item",
									"name": "Report Cards",
									"entry": "This section includes places to track the results of each Exam."
								},
								{
									"type": "item",
									"name": "Extracurriculars",
									"entry": "The player notes the Extracurriculars in which their character is participating. The player should also note each Extracurricular's NPC member. Remind players that while their character participates in an Extracurricular, they gain a positive or negative Relationship Point with its associated student NPC."
								},
								{
									"type": "item",
									"name": "Job",
									"entry": "The player should note their character's job, if any. Remind the player that while their character holds a job, the character gains a positive or negative Relationship Point with its associated student coworker, whom they should also note on this sheet."
								},
								{
									"type": "item",
									"name": "Student Dice",
									"entry": "The player should track the Student Dice their character has from passing Exams and from Extracurriculars. They should also note the skills their character can expend the Student Dice on. They should check the \"{@dice d4}\" box whenever they gain a Student Die, and they should erase the check mark when they expend the die."
								}
							]
						},
						{
							"type": "inset",
							"name": "Opting Out of These Rules",
							"page": 43,
							"id": "0de",
							"entries": [
								"The rules for {@book Extracurriculars|SCC|3|Extracurriculars}, {@book Jobs|SCC|3|Jobs}, {@book Exams|SCC|3|Exams}, and {@adventure Relationships|SCC-CK|0} combine with the adventures in this book to enhance the flavor of life at a university of magic.",
								"If you find these rules aren't the best fit for your group, you can run this book's adventures without those rules, simply narrating the effects of related encounters without using rules to resolve them."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Extracurriculars",
					"page": 44,
					"id": "0df",
					"entries": [
						"Extracurriculars—the campus clubs and societies students can join—are a key part of student life at Strixhaven. Using the rules that follow, characters can join Extracurriculars to add flavor to the book's adventures, gain minor rules benefits, and perhaps more easily befriend—or irritate—their classmates.",
						{
							"type": "entries",
							"name": "Joining an Extracurricular",
							"page": 44,
							"id": "0e0",
							"entries": [
								"At any point during the book's adventures, a character can gain the benefit of two of the Extracurriculars noted below, as described later in this section. If a student character also works on campus using the Job rules, the character can benefit from only one Extracurricular.",
								"Characters can gain the benefit from a new Extracurricular only by joining it at the start of an academic year, which corresponds to the beginning of a new adventure. Typically, joining an Extracurricular in between academic years isn't eventful. Players should note the changes on their tracking sheet."
							]
						},
						{
							"type": "entries",
							"name": "Extracurricular Benefits",
							"page": 44,
							"id": "0e1",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/028-03-004.webp"
									},
									"title": "Students find many magical ways to celebrate their achievements",
									"width": 850,
									"height": 1322,
									"credit": "Mathias Kollros"
								},
								"While a student participates in an Extracurricular, they gain a Student Die and a Relationship Point, as explained below.",
								{
									"type": "entries",
									"name": "Student Dice",
									"page": 44,
									"id": "0e2",
									"entries": [
										"Each character gains one Student Die for each Extracurricular they are participating in. A Student Die is a {@dice d4} the player can roll and add to an ability check that the character makes, provided the check uses one of the skills listed in the Extracurricular's description. The player can wait until after rolling the {@dice d20} before rolling the Student Die, but must do so before you say whether the check succeeds or fails. No more than one Student Die can be rolled per check. After rolling a Student Die, a player can't roll it again until the character finishes a long rest."
									]
								},
								{
									"type": "entries",
									"name": "Relationship Point",
									"page": 44,
									"id": "0e3",
									"entries": [
										"While a student participates in an Extracurricular, the student gains either a positive or a negative Relationship Point (the player's choice) with one student NPC who is also a member of the Extracurricular (see the {@book Relationship rules|SCC|3|relationships} later in this chapter)."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Quitting an Extracurricular",
							"page": 44,
							"id": "0e4",
							"entries": [
								"Characters can quit an Extracurricular at any time, updating their tracking sheet accordingly. When a student quits an Extracurricular, they immediately lose its benefits. If a character quits during an adventure, you might want to roleplay the situation, since NPCs are likely to take an interest in why the student is leaving."
							]
						},
						{
							"type": "entries",
							"name": "Extracurricular Options",
							"page": 44,
							"id": "0e5",
							"entries": [
								"Student characters can join any of the following Extracurriculars.",
								{
									"type": "entries",
									"name": "Dead Languages Society",
									"page": 44,
									"id": "0e6",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Athletics}, {@skill History}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Drazhomir Yarnask, Quentillius A. Melentor III"
												}
											]
										},
										"These linguistics lovers take advantage of Strixhaven's deep repository of tomes written in ancient and near-extinct languages, teaching themselves these tongues and often translating their favorite works."
									]
								},
								{
									"type": "entries",
									"name": "Distinguished Society of Fine Artists",
									"page": 44,
									"id": "0e8",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Performance} or {@skill Sleight of Hand}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Cadoras Damellawar, Nora Ann Wu"
												}
											]
										},
										"These painters, sculptors, printmakers, and mosaic artists gather to create fine works and to discuss the latest techniques and trends in the world of art."
									]
								},
								{
									"type": "entries",
									"name": "Dragonchess Club",
									"page": 45,
									"id": "0ea",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Deception}, {@skill Investigation}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Bhedum \"Rampart\" Sooviij, Tilana Kapule"
												}
											]
										},
										"These experts in the game of dragonchess discuss the latest in strategy, compete against one another, and test out homemade variations of game rules."
									]
								},
								{
									"type": "entries",
									"name": "Dragonsguard Historical Society",
									"page": 45,
									"id": "0ec",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Arcana}, {@skill History}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Bhedum \"Rampart\" Sooviij"
												}
											]
										},
										"These historians are fascinated by all time periods, and they regularly meet to discuss, debate, and deep dive into members' favorite topics."
									]
								},
								{
									"type": "entries",
									"name": "Fantastical Horticulture Club",
									"page": 45,
									"id": "0ee",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Nature}, {@skill Survival}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Urzmaktok Grojsh"
												}
											]
										},
										"These green-thumbed experts love mixing magic and gardening to create new strains of vegetation, many of which they cultivate on campus."
									]
								},
								{
									"type": "entries",
									"name": "Future Entrepreneurs of Strixhaven",
									"page": 45,
									"id": "0f0",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Insight}, {@skill Persuasion}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Grayson Wildemere"
												}
											]
										},
										"These enterprising students discuss business theories. They often create small start-ups to sell wares and services appealing to students. The funds they generate fuel the club's activities."
									]
								},
								{
									"type": "entries",
									"name": "Intramural Gymnastics Club",
									"page": 45,
									"id": "0f3",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Acrobatics}, {@skill Performance}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Zanther Bowen"
												}
											]
										},
										"These graceful gymnasts work to hone their craft, and they compete against each other in dazzling floor routines."
									]
								},
								{
									"type": "entries",
									"name": "Intramural Silkball Club",
									"page": 45,
									"id": "0f5",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Athletics}, {@skill Intimidation}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Javenesh Stoutclaw, Melwythorne, Tilana Kapule"
												}
											]
										},
										"These hardy athletes train together and compete in the rough-and-tumble Strixhaven game of silkball, which is played in muddy fields with balls made of spider silk."
									]
								},
								{
									"type": "entries",
									"name": "Intramural Water-Dancing Club",
									"page": 45,
									"id": "0f7",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Athletics}, {@skill Performance}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Larine Arneza"
												}
											]
										},
										"These swimming enthusiasts combine their athletic skills with the finesse of artists as they choreograph water dances to the latest popular songs."
									]
								},
								{
									"type": "entries",
									"name": "Live-Action Roleplaying Guild",
									"page": 45,
									"id": "0f9",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Animal Handling}, {@skill Performance}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Cadoras Damellawar, Rosimyffenbip \"Rosie\" Wuzfeddlims"
												}
											]
										},
										"These storytelling enthusiasts engage in a mix of strategy and playacting—often involving mascots—when they enact fantastical narratives that they resolve with special rules."
									]
								},
								{
									"type": "entries",
									"name": "Mage Tower Cheer Squad",
									"page": 45,
									"id": "0fb",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Perception}, {@skill Persuasion}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Zanther Bowen"
												}
											]
										},
										"With their coordinated cheers, outfits, and school spirit, these cheerleaders inspire pride in the official Strixhaven University Mage Tower teams."
									]
								},
								{
									"type": "entries",
									"name": "Playactors Drama Guild",
									"page": 45,
									"id": "0fd",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Arcana}, {@skill Deception}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Quentillius A. Melentor III, Rubina Larkingdale"
												}
											]
										},
										"These actors work together to create productions of brilliant stagecraft, often involving new spins on old classics as well as displays of magic and music."
									]
								},
								{
									"type": "entries",
									"name": "Strixhaven Iron-Lifters Society",
									"page": 45,
									"id": "0ff",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Athletics}, {@skill Medicine}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Greta Gorunn"
												}
											]
										},
										"These bodybuilders support each other in developing strong muscles and even stronger friendships."
									]
								},
								{
									"type": "entries",
									"name": "Strixhaven Show Band Association",
									"page": 45,
									"id": "101",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Sleight of Hand}, {@skill Performance}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Aurora Luna Wynterstarr, Rubina Larkingdale"
												}
											]
										},
										"These music enthusiasts play instruments such as hurdy-gurdies, bagpipes, flutes, and drums, and they regularly perform rousing concerts."
									]
								},
								{
									"type": "entries",
									"name": "Strixhaven Star",
									"page": 45,
									"id": "103",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Investigation}, {@skill Insight}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Grayson Wildemere, Mina Lee"
												}
											]
										},
										"These truth seekers and wordsmiths report on campus news, regularly interviewing important figures and producing the monthly {@i Strixhaven Star} newspaper, which is distributed across the campus."
									]
								},
								{
									"type": "entries",
									"name": "Student-Mages of Faith",
									"page": 45,
									"id": "105",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Skills:",
													"entry": "{@skill Insight}, {@skill Religion}"
												},
												{
													"type": "item",
													"name": "Member:",
													"entry": "Melwythorne, Shuvadri Glintmantle"
												}
											]
										},
										"These pious students of many faiths gather to share prayers and theological debates and to celebrate one another's high holidays."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Jobs",
					"page": 46,
					"id": "107",
					"entries": [
						"Working in gainful employment while at school can provide a character with a modicum of cash and help forge connections with student coworkers.",
						{
							"type": "entries",
							"name": "Getting or Losing a Job",
							"page": 46,
							"id": "108",
							"entries": [
								"A character can hold one Job at a time, and they can participate in only one Extracurricular while they have a Job. A student can switch Jobs whenever they wish, even in the middle of the academic year, as long as they don't work more than one Job at a time. At your discretion, switching Jobs in the middle of the year might lead to a roleplaying scenario."
							]
						},
						{
							"type": "entries",
							"name": "Job Benefits",
							"page": 46,
							"id": "109",
							"entries": [
								"While a student has a Job, they earn a wage and a Relationship Point, as explained below.",
								{
									"type": "entries",
									"name": "Wage",
									"page": 46,
									"id": "10a",
									"entries": [
										"A student who works a Job gains 5 gp at the start of each week that they hold the Job. If a student quits during the academic year, they stop earning this money at the end of the week in which they quit.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/029-03-005.webp"
											},
											"title": "Strixhaven student employees work beside staff members to fill the many jobs available on campus",
											"width": 850,
											"height": 1064,
											"credit": "Steve Prescott"
										}
									]
								},
								{
									"type": "entries",
									"name": "Relationship Point",
									"page": 46,
									"id": "10b",
									"entries": [
										"While a character works a Job, they gain a positive or negative Relationship Point (the player's choice) with one student NPC at that Job. This represents a coworker with whom the character is often scheduled and with whom they can easily form a connection (see the {@book Relationship rules|SCC|3|relationships} later in this chapter)."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Job Options",
							"page": 46,
							"id": "10c",
							"entries": [
								"Student characters can find work at the places below. A number of possible positions are noted for each place, along with NPC coworkers.",
								{
									"type": "entries",
									"name": "Biblioplex",
									"page": 46,
									"id": "10d",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Jobs:",
													"entry": "Book clerk, book shelver, café worker, cleanup crew member, garden tender, store worker"
												},
												{
													"type": "item",
													"name": "Coworker:",
													"entry": "Drazhomir Yarnask"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bow's End Tavern",
									"page": 46,
									"id": "10f",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Jobs:",
													"entry": "Assistant manager, cleanup crew member, cook, host, server"
												},
												{
													"type": "item",
													"name": "Coworker:",
													"entry": "Javenesh Stoutclaw"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Campus Grounds",
									"page": 46,
									"id": "111",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Jobs:",
													"entry": "Graffiti eraser, lawn manicurist, litter retriever, sidewalk sweeper, statuary repairer, trash collector"
												},
												{
													"type": "item",
													"name": "Coworker:",
													"entry": "Shuvadri Glintmantle"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Campus Magic Labs",
									"page": 46,
									"id": "113",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Jobs:",
													"entry": "Cleanup crew member, specimen preparer, volunteer lab partner"
												},
												{
													"type": "item",
													"name": "Coworker:",
													"entry": "Urzmaktok Grojsh"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dormitories",
									"page": 46,
									"id": "115",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Jobs:",
													"entry": "Cleanup crew member, events assistant, front-desk worker, resident assistant"
												},
												{
													"type": "item",
													"name": "Coworker:",
													"entry": "Nora Ann Wu"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Firejolt Café",
									"page": 46,
									"id": "117",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Jobs:",
													"entry": "Barista, cashier, cleanup crew member, server"
												},
												{
													"type": "item",
													"name": "Coworker:",
													"entry": "Mina Lee"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Intramural Fields",
									"page": 46,
									"id": "119",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Jobs:",
													"entry": "Cleanup crew member, crowd manager, equipment assistant, groundskeeper, referee"
												},
												{
													"type": "item",
													"name": "Coworker:",
													"entry": "Rosimyffenbip \"Rosie\" Wuzfeddlims"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Strixhaven Performing Arts Society",
									"page": 46,
									"id": "11b",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Jobs:",
													"entry": "Cleanup crew member, general assistant, refreshments expert, stagehand, ticket taker, usher"
												},
												{
													"type": "item",
													"name": "Coworker:",
													"entry": "Larine Arneza"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Strixhaven Stadium",
									"page": 46,
									"id": "11d",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Jobs:",
													"entry": "Cleanup crew member, entertainment assistant, equipment assistant, groundskeeper, refreshments expert, ticket taker, usher"
												},
												{
													"type": "item",
													"name": "Coworker:",
													"entry": "Aurora Luna Wynterstarr, Greta Gorunn"
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Exams",
					"page": 47,
					"id": "11f",
					"entries": [
						"The characters' years at Strixhaven are covered by each of this book's adventures, which focus on the notable and even shocking events that take place at the university. Even though the characters' studies include the trappings of academic life—attending lectures, participating in labs, reading textbooks—those everyday academic activities mostly take place in the background. The exam rules presented here are thus designed to help the players keep their characters' studies part of the game.",
						{
							"type": "entries",
							"name": "Using These Rules",
							"page": 47,
							"id": "120",
							"entries": [
								"Each of the book's adventures includes Exams. Though each character might be a member of a different college at Strixhaven, the adventures assume that the characters take at least one general education or interdisciplinary course together each year. It is this course that the Exam rules represent.",
								"Each Exam encounter has a Studying phase followed by a Testing phase. In general, a character can approach Studying in any way they desire, with that phase then culminating in a single ability check of their choice. In contrast, Testing requires ability checks using specific skills.",
								"In each phase, resolve the outcome of one character's ability checks before moving on to another character. (If any characters are studying together, however, resolve their ability checks at the same time. See below for more information.)",
								"Don't forget to have each player mark the results of an Exam on their tracking sheet!"
							]
						},
						{
							"type": "entries",
							"name": "Studying Phase",
							"page": 47,
							"id": "121",
							"entries": [
								"The Studying phase of an Exam represents the characters brushing up on their coursework, prompting sparks of insight when faced with difficult questions, or using mnemonics or other memorization techniques to absorb academic material.",
								"During the Studying phase, each character must succeed on an ability check against a DC noted in the encounter. They can use any ability and skill they wish when making this check, but they can make it only once.",
								"For example, one student might make an Intelligence ({@skill History}) check to pore over their books, while another student makes a Charisma ({@skill Performance}) check to create a series of spoken mnemonic devices. A third student might make a Dexterity ({@skill Sleight of Hand}) check to create reminding gestures or practice any physical components that are part of a course, such as the somatic gestures involved in spellcasting.",
								"On a successful check, the character gains one reroll to use during the character's next Testing phase.",
								{
									"type": "entries",
									"name": "Pulling an All-Nighter",
									"page": 47,
									"id": "122",
									"entries": [
										"After pulling an all-nighter, a character gains two rerolls to use during the next Testing phase if the character succeeds on the ability check. Doing so imposes a cost: the character gains 1 level of {@condition exhaustion} that takes effect at the start of the day of the Exam. This level of {@condition exhaustion} can't be removed until after the Exam."
									]
								},
								{
									"type": "entries",
									"name": "Studying Together",
									"page": 47,
									"id": "123",
									"entries": [
										"If two or more characters engage in a group study session, each participating character has advantage on their ability check during the Studying phase."
									]
								},
								{
									"type": "entries",
									"name": "Skipping Studying",
									"page": 47,
									"id": "124",
									"entries": [
										"A character can skip the Studying phase if they wish, forgoing the chance of gaining these rerolls."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Testing Phase",
							"page": 47,
							"id": "125",
							"entries": [
								"Once the Studying phase of an Exam is over, have the players record any rerolls their characters receive, then begin the Testing phase.",
								{
									"type": "entries",
									"name": "Ability Checks",
									"page": 47,
									"id": "126",
									"entries": [
										"Each Exam's Testing phase consists of two ability checks, with specifics (including the DC) noted in the encounter. If a character gained any rerolls during the Studying phase, the character can use one reroll when making a Testing ability check, rerolling the check's {@dice d20} and using the new roll.",
										"Each character's Testing phase has three possible results:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Failed",
													"entry": "No successful ability checks means a character failed, having gotten fewer than half the questions correct."
												},
												{
													"type": "item",
													"name": "Passed",
													"entry": "One successful ability check means a character passed, having gotten half or more of the questions correct, but not all the questions. The character gains one Student Die, explained below."
												},
												{
													"type": "item",
													"name": "Aced",
													"entry": "Two successful ability checks mean the character aced the Exam, having gotten all the questions correct. The character gains two Student Dice, explained below."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Cheating",
									"page": 47,
									"id": "127",
									"entries": [
										"An unscrupulous character can cheat on an Exam. Doing so requires a successful Charisma ({@skill Deception}) check and a successful Dexterity ({@skill Sleight of Hand}) check, both using the DC set for the Exam. If a character cheats, they can't use any rerolls from their Studying phase.",
										"If the character fails either of these checks, a proctor or other authority figure notices the cheating, and the student fails the exam.",
										"If the Charisma ({@skill Deception}) and Dexterity ({@skill Sleight of Hand}) checks are both successful, the character successfully cheats and aces the Exam."
									]
								},
								{
									"type": "entries",
									"name": "Failed Exam",
									"page": 48,
									"id": "128",
									"entries": [
										"If a character fails an Exam, Strixhaven's bylaws require them to attend tutoring with a junior faculty member until they achieve at least a passed Exam in a different Exams encounter. This tutoring can be narrated through roleplaying, or you might simply inform the player of this result.",
										"A student who must attend tutoring can't take part in any Extracurriculars or Jobs until they achieve at least a passed Exam during one of that academic year's Exam encounters. The character thus loses any benefits from Extracurriculars or Jobs, and their player should indicate this suspension on their tracking sheet."
									]
								},
								{
									"type": "entries",
									"name": "Student Dice",
									"page": 48,
									"id": "129",
									"entries": [
										"A Student Die gained from an Exam is a {@dice d4} the player can roll and add to an ability check that the character makes, provided the check uses one of the two skills featured in the Exam. The player can wait until after rolling the {@dice d20} before rolling the Student Die, but must do so before you say whether the check succeeds or fails. No more than one Student Die can be rolled per check. After rolling a Student Die, a player can't roll it again until the character finishes a long rest.",
										"Players should note any Student Dice they gain and the skills those dice can apply to on their tracking sheet.",
										"At the end of each academic year, players lose any Student Dice their characters have earned from an Exam."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Relationships",
					"page": 48,
					"id": "12a",
					"entries": [
						"As students, the characters have the opportunity to cement friendships, establish rivalries, deepen bonds, and otherwise develop relationships with student NPCs in this book's adventures. Although these pursuits could be played out entirely with roleplaying, you can use the following Relationship rules to reinforce this aspect of the adventures.",
						"These rules provide characters with benefits—or drawbacks!—based on their social endeavors, infusing their interactions with other students with rules weight, and making this integral part of student life a more significant part of the game.",
						"The rules encompass only interactions with student NPCs. Professors, administrators, and other older adults aren't part of the Relationship rules.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/030-03-006.a-witherbloom-student-heals-a-friend.webp"
							},
							"title": "A Witherbloom student heals a friend from Silverquill",
							"width": 1700,
							"height": 1095,
							"credit": "Andrey Kuzinskiy"
						},
						{
							"type": "section",
							"name": "Session Zero",
							"page": 48,
							"id": "12b",
							"entries": [
								"If you're interested in using these rules in your game, consider holding a session zero to introduce the rules to the players. Such a session zero allows you to ascertain players' comfort with these rules.",
								"If some players want to use these rules and other players don't, using these rules only for some characters, or not using them at all, doesn't unbalance these adventures. Similarly, if you are uncomfortable engaging with the roleplaying encounters these rules describe, we recommend you don't use them.",
								"If any players exhibit trepidation, err on the side of caution and don't use these rules for some or all of the characters. Characters who use these rules will have more focused roleplaying time than those who don't, so you might want to compensate for that lack of \"on-screen\" time with additional roleplaying encounters for the other characters."
							]
						},
						{
							"type": "section",
							"name": "Using These Rules",
							"page": 49,
							"id": "12c",
							"entries": [
								"The book's adventures include Relationship encounters, featuring events during which characters can interact with one or more of the student NPCs in the \"{@adventure Fellow Students|SCC-CK|0|Fellow Students}\" section. When such an encounter begins, use the adventure's read-aloud text to describe the scene. Then work with the characters one at a time until each has had a turn to interact with the student NPCs.",
								"The character of each participating player gains 1 Relationship Point or more with student NPCs during Relationship encounters. A character's number of Relationship Points with a specific NPC determines their status with that NPC.",
								{
									"type": "entries",
									"name": "Introducing the NPCs",
									"page": 49,
									"id": "12d",
									"entries": [
										"Use the entries in the \"Fellow Students\" section to populate Strixhaven as the characters explore it, both during and between adventures. Highlight those NPCs when the characters are at a Job or participating in an Extracurricular, and draw from the entries whenever you want to roleplay an NPC in a classroom setting.",
										"When it comes time for a Relationship encounter, you might ask a player whether a specific NPC has intrigued them. If so, make sure that NPC interacts with them during the encounter. Alternatively, characters who have joined an Extracurricular or taken on a Job might encounter an NPC associated with that endeavor.",
										"You may also allow your players to browse the \"{@adventure Fellow Students|SCC-CK|0|Fellow Students}\" section to learn more about the NPCs."
									]
								},
								{
									"type": "entries",
									"name": "Relationship Points",
									"page": 49,
									"id": "12e",
									"entries": [
										"The characters have opportunities throughout the adventures in this book to gain Relationship Points with student NPCs. At your discretion, in addition to Relationship encounters, other roleplaying encounters might also provide Relationship Points.",
										"A character's total number of Relationship Points with an NPC determines their status with that NPC, as described below. Relationship Points start at 0 and increase or decrease by 1 each time a character interacts with one of the NPCs covered by these rules, whether in a Relationship encounter or during another roleplaying scene.",
										"When a character interacts with a student NPC, that character's player decides which of the following categories they wish their response to fall under:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Friendly Response",
													"entry": "A friendly response earns 1 Relationship Point. A friendly response is positive; it might take the form of showing warmth or providing affirmation and camaraderie, as the encounter dictates."
												},
												{
													"type": "item",
													"name": "Rivalrous Response",
													"entry": "A rivalrous response earns −1 Relationship Point. A rivalrous response is negative, and might take the form of being rude to the NPC, antagonizing the NPC, or taking similar unkind actions."
												}
											]
										},
										"Each time a character's number of Relationship Points changes for an NPC, the player should note that on their tracking sheet. The sheet can also be used to track other details about the Relationship."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Making Friends and Rivals",
							"page": 49,
							"id": "12f",
							"entries": [
								"While a character has 2 Relationship Points or more with a student NPC, that NPC becomes a Friend, and the character receives a {@b Bond Boon} from that person as long as the NPC is a Friend.",
								"While a character has −2 Relationship Points or less with a student NPC, that NPC becomes a Rival, and the character receives a {@b Bond Bane} from that person as long as the NPC is a Rival.",
								"Bond Boons and Bond Banes are noted in each NPC entry in the \"{@adventure Fellow Students|SCC-CK|0|Fellow Students}\" section. When a character makes a Friend or a Rival, the player should note it on their tracking sheet.",
								"At any time during the adventures in this book, a character can end their friendship with an NPC, effective immediately. When they do so, that character's Relationship Points with the NPC reset to 0.",
								{
									"type": "entries",
									"name": "Deepening Relationships",
									"page": 49,
									"id": "130",
									"entries": [
										"Once a student NPC has become a character's Friend, the character has the option of deepening the Relationship. The next time a Relationship encounter happens with the Friend, the character can express a wish for a deeper connection with that NPC. This might be a romantic pairing, a deeper platonic camaraderie, or a sibling-like bond. Before this encounter takes place, talk to the player to ensure a clear understanding of what sort of Relationship they seek with the NPC.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/031-03-007.sunset-date.webp"
											},
											"title": "Students discuss their shared interests during a sunset date",
											"width": 1700,
											"height": 984,
											"credit": "Manuel Castañón"
										},
										{
											"type": "entries",
											"name": "Becoming Beloveds",
											"page": 49,
											"id": "131",
											"entries": [
												"If a player wants a deeper Relationship between their character and a Friend, the Friend can become the character's Beloved if the character has 2 Relationship Points or more with the NPC. During the next Relationship encounter, they can deepen their Relationship and become Beloveds, in addition to the normal interaction the Relationship encounter allows."
											]
										},
										{
											"type": "entries",
											"name": "Beloved Inspiration",
											"page": 50,
											"id": "132",
											"entries": [
												"When a character has a Beloved, the character gains Beloved Inspiration at the end of each long rest. Beloved Inspiration functions like regular {@book Inspiration|PHB|4|Inspiration} (as described in the {@book Player's Handbook|PHB}), except a character regains a number of uses of Beloved Inspiration after each long rest equal to the number of Beloveds they have, not to exceed a number equal to their proficiency bonus."
											]
										},
										{
											"type": "entries",
											"name": "Ending Beloved Relationships",
											"page": 50,
											"id": "133",
											"entries": [
												"A character can end a Beloved Relationship at any time. When that Relationship ends, the NPC no longer provides Beloved Inspiration to the character.",
												"If the character's Relationship Points with the NPC ever drop below 1, the Beloved Relationship ends immediately."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Fellow Students",
							"page": 50,
							"id": "134",
							"entries": [
								"The student NPCs are described on the next few pages. Each NPC entry includes personal details and a short biography, along with the Extracurriculars and Job the character is involved in, if any. If an NPC becomes a character's Friend, the character receives the Bond Boon noted in the NPC's entry. If the NPC becomes a Rival, the character suffers the noted Bond Bane instead.",
								{
									"type": "entries",
									"name": "College and Year",
									"page": 50,
									"id": "135",
									"entries": [
										"The academic year noted for an NPC is during the \"{@adventure Campus Kerfuffle|SCC-CK|0}\" adventure in this chapter. College affiliations for first-year students are provided for flavor and for their subsequent years (students don't join a college until their second year).",
										"If you're playing the adventures in later chapters, the NPCs noted as first-year students have advanced to be the same year as the player characters, and have officially joined their colleges. NPCs noted as second-year students are always a year ahead of the characters. During \"{@adventure A Reckoning in Ruins|SCC-ARiR|0}\" in chapter 6, student NPCs who were in higher years when the characters started at Strixhaven are still around on campus as continuing students or recent alumni."
									]
								},
								{
									"type": "entries",
									"name": "Stat Blocks",
									"page": 50,
									"id": "136",
									"entries": [
										"The student NPCs are meant to interact with the characters primarily in roleplaying situations and to help create the flavor of attending a university. They aren't intended to wade into combat—or even venture off campus—when the characters embark on adventures.",
										"In general, avoid putting these student NPCs in danger with the characters. In situations when you need stat blocks for these NPCs, use the stat block indicated for them in the Student NPC Stat Blocks table, where the stat blocks depend on the student's year during the current adventure. These stat blocks can be found in {@book chapter 7|SCC|8}, and in the table, \"[College]\" refers to the name of the NPC's college: Lorehold, Prismari, Quandrix, Silverquill, or Witherbloom.",
										{
											"type": "table",
											"caption": "Student NPC Stat Blocks",
											"colLabels": [
												"Year",
												"Stat Block"
											],
											"colStyles": [
												"col-5 text-center",
												"col-7 text-center"
											],
											"rows": [
												[
													"First",
													"{@creature First-Year Student|SCC}"
												],
												[
													"Second",
													"[College] Apprentice"
												],
												[
													"Third or Later",
													"[College] Pledgemage"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Aurora Luna Wynterstarr",
									"page": 51,
									"id": "138",
									"entries": [
										"{@i Neutral Dhampir First Year (Witherbloom})",
										"Before arriving at Strixhaven, Aurora changed her name and appearance to that of her on-stage persona: Aurora Luna Wynterstarr, the brilliant singer and songwriter. Aurora was born a dhampir (a partial vampire), which she's taken as a cosmic sign that she is meant for greatness.",
										"An accomplished musician on several instruments, Aurora is often found at Bow's End Tavern performing beautiful dirges on the hurdy-gurdy for the assembled patrons. Aurora is also a member of the Strixhaven Show Band Association, though she believes the music they play lacks the raw emotion of her original compositions.",
										"She works as a groundskeeper at the Strixhaven Stadium, where she takes great pleasure in using magic to blight undesirable vegetation on the field.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/032-03-008.aurora.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Aurora Luna Wynterstarr",
											"credit": "Olga Drebas"
										},
										{
											"type": "inset",
											"id": "139",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Strixhaven Show Band Association"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Strixhaven Stadium groundskeeper"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Out of respect for Aurora, fellow campus musicians will cover your expenses for one night per week at places where live music is common."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "When there's live music on campus, the lyrics always include rude sentiments directed toward you."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bhedum \"Rampart\" Sooviij",
									"page": 51,
									"id": "13a",
									"entries": [
										"{@i Lawful Neutral Loxodon First Year (Lorehold})",
										"Since their name is difficult to pronounce without a trunk, Bhedum has taken to referring to themself as \"Rampart,\" the closest translation of their name in Common. They are often found poring over ancient texts detailing battles, seeking to better understand the tactical decisions that result in victory and defeat. Rampart is happy to discuss their knowledge with fellow members of the Dragonsguard Historical Society, often doing so late into the night.",
										"Rampart's opponents at the Dragonchess Club find themselves outmatched time and again by the loxodon's technique, though Rampart is a gracious winner. They attend all their classes clad in gilded, centuries-old plate armor, with an immense and similarly decorated sword strapped to their back. Rampart explains that doing so better simulates the battlefield conditions they study.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/033-03-009.bhedum.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Bhedum \"Rampart\" Sooviij",
											"credit": "Ekaterina Burmak"
										},
										{
											"type": "inset",
											"id": "13b",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Dragonchess Club, Dragonsguard Historical Society"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "None"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Rampart's commanding presence rubs off, and when you're trying to avoid campus security, your fellow students always help you lie low."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Library books you need inexplicably go missing at key times, especially those about history. As a result, you can't pull all-nighters."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Cadoras Damellawar",
									"page": 52,
									"id": "13c",
									"entries": [
										"{@i Chaotic Good Elf First Year (Quandrix})",
										"Cadoras is a jolly soul, and anyone who spends time with him ends up chuckling at whatever nonsense he is currently sporting. He is a passionate member of the Live-Action Roleplaying Guild and loves playing out all sorts of fantastical adventures. He always roleplays archers, entirely because he's recently spent a lot of money on a prop-bow and can't afford anything else. He is also a member of the university's Distinguished Society of Fine Artists, where he uses magic to sculpt beautiful statuary of complex fractal patterns. The fact that he is self-taught makes the quality of his work that much more impressive.",
										"Cadoras does have some strange eating habits; he sometimes eats an entire jar of pickled onions in a single sitting and then drinks the vinegar.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/034-03-010.cadoras.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Cadoras Damellawar",
											"credit": "Yigit Koroglu"
										},
										{
											"type": "inset",
											"id": "13d",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Distinguished Society of Fine Artists, Live-Action Roleplaying Guild"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "None"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "The esteem for Cadoras in live-action roleplaying circles extends to you. Guild members will share any information you wish to know about Aberrations, Monstrosities, and Oozes."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "You are a pariah in the campus roleplaying scene. The worst monsters are named after you."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Drazhomir Yarnask",
									"page": 52,
									"id": "13e",
									"entries": [
										"{@i Neutral Good Minotaur Second Year (Quandrix})",
										"Drazhomir is so soft-spoken that many of his peers must ask him to speak up to be understood. He is over seven feet tall, yet he continuously stoops, as if trying to occupy as little space as possible. Several activities and clubs that involve feats of strength and size continuously try to recruit him—to no avail. Drazhomir prefers spending his time in the Biblioplex, where he works as a book clerk, assisting students in finding required texts and shelving returns. He moves silently through the stacks, and he has given more than one student a scare when they've turned around to suddenly find him there.",
										"Drazhomir's greatest love is poetry. As a member of the university's Dead Languages Society, he scours ancient literature for stirring poems written in old tongues, reading them to the rest of the group in a soft, resonant voice that comes directly from his soul.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/035-03-011.drazhomir.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Drazhomir Yarnask",
											"credit": "Olga Drebas"
										},
										{
											"type": "inset",
											"id": "13f",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Dead Languages Society"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Biblioplex book clerk"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Drazhomir writes you poetry, and the smile it puts on your face makes you likable to everyone on campus except the most stone-hearted."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Other students who work in the Biblioplex refuse to help you find any of the tomes you seek. Even the reference librarians are more cryptic."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Grayson Wildemere",
									"page": 53,
									"id": "140",
									"entries": [
										"{@i Neutral Human First Year (Silverquill})",
										"Grayson comes from an old, moneyed, and influential family. To him, studying at Strixhaven is a means to an end. Learning business acumen is just as important to Grayson as his classes, so he has joined the Future Entrepreneurs of Strixhaven. Grayson makes a point to know as much about everyone as possible, gathering information until he finds the best circumstance to use it. Having learned to pick locks, he often accesses places where he's unauthorized, searching for secrets.",
										"Grayson has become a writer for the {@i Strixhaven Star}, where he's responsible for the gossip column. His writing style is biting, and he uses this platform to expose bullies and mock ignorance. Many of his peers are leery of him, but some have witnessed him paying for poorer students' books and other supplies—a fact he tries to keep secret.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/036-03-012.grayson.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Grayson Wildemere",
											"credit": "Howard Lyon"
										},
										{
											"type": "inset",
											"id": "141",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Future Entrepreneurs of Strixhaven, Strixhaven Star"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "None"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Whenever you want to buy something on campus, a few words from Grayson get you deals. There's a 25 percent chance your purchase costs half as much."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Gossip columns proclaim exaggerated versions of your worst traits."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Greta Gorunn",
									"page": 53,
									"id": "142",
									"entries": [
										"{@i Chaotic Good Dwarf First Year (Lorehold})",
										"Greta is often heard long before she is seen, as her raucous laughter echoes through the university's halls. Enjoying a reputation as a golden-hearted troublemaker, Greta hates studying and grumbles about it at length. This has led to numerous warnings from the librarians for unnecessarily loud behavior, much to Greta's amusement.",
										"A fervent member of the Strixhaven Iron-Lifters Society, she has already started to break long-held records in both powerlifting and weightlifting. When not training or competing (or occasionally studying), Greta spends her time in Bow's End Tavern carousing. As beer isn't free, she helps out at Strixhaven Stadium, setting up and putting away heavy equipment. Most people would begrudge the hard labor, but Greta happily does it, reasoning that she is being paid to work out.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/037-03-013.greta.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Greta Gorunn",
											"credit": "Tony Foti"
										},
										"Greta makes a point to write regularly to her older brother, Grog, whom she misses terribly.",
										{
											"type": "inset",
											"id": "143",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Strixhaven Iron-Lifters Society"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Strixhaven Stadium equipment assistant"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Whenever you need anything heavy moved, members of the Iron-Lifters Society show up to help you."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Heavy things show up in inconvenient places, such as in front of your dorm door."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Javenesh Stoutclaw",
									"page": 54,
									"id": "144",
									"entries": [
										"{@i Neutral Good Owlin Second Year (Lorehold})",
										"Javenesh is an imposing and powerfully built owlin who looks permanently scruffy despite his best efforts. Contributing to his dishevelment are tufts of juvenile plumage that refuse to smooth down, a handful of scars whose origin he's not sure of, and at least one hole in whatever clothing he's wearing.",
										"Contrary to what people initially assume, Javenesh is a friendly sort. To make ends meet, he works at Bow's End Tavern, managing servers and keeping the peace, relying on his rough appearance to dissuade those intent on making trouble. When not attending classes, Javenesh is an intimidating presence at the Intramural Silkball Club, where few people want to see him barreling toward them. He wishes more people would take the effort to get to know him, rather than be put off by his size and rough exterior.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/038-03-014.javenesh.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Javenesh Stoutclaw",
											"credit": "Ekaterina Burmak"
										},
										{
											"type": "inset",
											"id": "145",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Intramural Silkball Club"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Bow's End Tavern assistant manager"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Javenesh's reputation as a tough guy follows you. If peers would be aggressive toward you, they quickly back down."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "The servers at Bow's End Tavern know you are no friend to Javenesh. At the slightest sign of trouble, they blame you and ask you to leave."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Larine Arneza",
									"page": 54,
									"id": "146",
									"entries": [
										"{@i Neutral Good Human First Year (Quandrix})",
										"Some think Larine is aloof to the point of being rude, but her friends say that nothing is further from the truth. She is a delightful presence and doesn't ignore social obligations so much as get distracted easily. Larine is a member of the Intramural Water-Dancing Club, where she performs underwater balletic movements effortlessly. Despite her swimming ability, her tendency to lose focus means learning group choreography takes her more time and effort. Larine has a natural affinity with animals, especially aquatic species, and she's working on a solo synchronized swimming routine that replaces the other students with a shoal of fish. Rehearsals aren't going well. As an employee of the Strixhaven Performing Arts Society, Larine is a ticket taker, a job she's recently switched to as a result of struggling to give correct change while working at the box office.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/039-03-015.larine.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Larine Arneza",
											"credit": "Jehan Choo"
										},
										{
											"type": "inset",
											"id": "147",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Intramural Water-Dancing Club"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Strixhaven Performing Arts Society ticket taker"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Larine is an expert at creating stylized distractions. If you want to slip away unnoticed from anywhere on campus, Larine or her club members help you escape."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "You are offered the worst tickets to performances, if any at all."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Melwythorne",
									"page": 55,
									"id": "149",
									"entries": [
										"{@i Neutral Good Dryad First Year (Witherbloom})",
										"Towering over most students, Melwythorne strikes an imposing figure, especially given the branches that grow from his head like antlers. Calm in demeanor, he's often confused by the people rushing around him, as their haste won't lengthen their brief lifespans. Melwythorne had never been away from his grove before coming to Strixhaven and has found the transition to university life difficult. However, since he joined the Intramural Silkball Club, this close-knit surrogate family has helped him deal with his homesickness.",
										"He is also a member of the Student-Mages of Faith. He enjoys helping his fellow students celebrate their high holidays and discussing theology and spirituality. For him, the natural world and all living beings form a vast consciousness across all planes of existence, transcending the power and reach of any one deity.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/040-03-016.melwythorne.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Melwythorne",
											"credit": "Dmitry Burmak"
										},
										{
											"type": "inset",
											"id": "14a",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Intramural Silkball Club, Student-Mages of Faith"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "None"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Melwythorne's spirituality centers you. You can calm even the most frazzled of your peers and, if necessary, extract information as needed."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Members of the silkball club and the Student-Mages of Faith refuse to acknowledge your presence."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Mina Lee",
									"page": 55,
									"id": "14b",
									"entries": [
										"{@i Lawful Good Human Second Year (Silverquill})",
										"Mina's greatest love is the use of language; she adores how subtle differences in intonation and vocabulary can shape one's perception of reality. Her fascination with language extends to spells and verbal components. After graduation, she plans to conduct research on the variance of language in spells and how one might tweak verbal components that the greater magical community considers immutable.",
										"Mina's love of language and nuance has led her to join the {@i Strixhaven Star} as an investigative journalist. Here, she reveals truth, corrects misconceptions, and combats injustice. She has also taken a job as a server at Firejolt Café, which not only provides some cash but also puts her in a position to overhear snippets of conversation that might provide leads for her journalistic investigations.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/041-03-017.mina-lee.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Mina Lee",
											"credit": "Lindsey Look"
										},
										{
											"type": "inset",
											"id": "14c",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Strixhaven Star"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Firejolt Café server"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Mina loves sharing her vast repository of knowledge with you. If you seek obscure information that's not secret, Mina researches it and reports her findings within a week."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Firejolt Café never has the ingredients in stock for the beverages you initially order, even if it's a common drink."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Nora Ann Wu",
									"page": 56,
									"id": "14d",
									"entries": [
										"{@i Neutral Good Human Second Year (Prismari})",
										"Rarely without a smile on her face, Nora is a kind person who is generous with her time and attention. This has led her to gain employment within the university's dormitories, where she acts as a resident assistant. Nora offers confidential support to any student and is especially passionate about counseling other transgender students. She thoughtfully handles concerns ranging from students' homesickness to matters that require her to act as an advocate for another student.",
										"Nora is a passionate member of the Distinguished Society of Fine Artists. As such, she spends hours on the potter's wheel throwing clay. Despite her enthusiasm, her technical skill is lacking. Her tutors, in attempts to be encouraging, often describe Nora's work as rustic or naive. Undeterred, Nora continues to produce terrible mug after terrible mug, which she gives as gifts to her friends.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/042-03-018.nora-ann-wu.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Nora Ann Wu",
											"credit": "Cristi Balanescu"
										},
										{
											"type": "inset",
											"id": "14e",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Distinguished Society of Fine Artists"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Dormitories resident assistant"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "The faculty's respect for Nora extends to you. You can expect straightforward answers when you ask a faculty member for basic information."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Few faculty care to help you with basic requests."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Quentillius Antiphiun Melentor III",
									"page": 56,
									"id": "14f",
									"entries": [
										"{@i Neutral Human First Year (Prismari})",
										"Quentillius approaches all his endeavors with the utmost seriousness. He believes one should either do something correctly or not at all. Quentillius is a member of the university's Playactors Drama Guild, where his dedication to what he calls \"the craft\" is absolute. He looks down on other actors who are slow to memorize lines or who miss cues. Backstage crew members fare better, as Quentillius regards them as crucial and often brings them and the director flowers or notes of thanks. While Quentillius is a powerful presence on stage—especially in romantic roles—critics have called his performances histrionic. To better perform his future roles in ancient plays, Quentillius has joined the Dead Languages Society. He plans to perform his roles in the plays' original languages, regardless of whether the rest of the production is translated.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/043-03-019.quentillius.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Quentillius Antiphiun Melentor III",
											"credit": "Justine Cruz"
										},
										{
											"type": "inset",
											"id": "150",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Dead Languages Society, Playactors Drama Guild"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "None"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "You have adopted Quentillius's authoritative voice, and in dire situations, your peers obey you when you issue commands."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Whenever you perform as part of a production, a small crowd shows up and boos you specifically."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rosimyffenbip \"Rosie\" Wuzfeddlims",
									"page": 57,
									"id": "151",
									"entries": [
										"{@i Chaotic Good Gnome First Year (Lorehold})",
										"Excitable and impish, Rosimyffenbip is proud of her name; she insists you can call her \"Rosie\" only if you are her friend. Or a teacher. Or a student. Or any other member of the university staff. Rosie speaks quickly and with so much energy that it often takes a moment to recover from a conversation with her. She moves far faster than one would expect; it's unclear whether this is due to magic, a gnomish technological contraption, or just the laws of physics bending to Rosie's force of personality.",
										"Rosie referees silkball and takes fair play very seriously. Woe betide any participant who feels the wrath of her whistle. Rosie is also an enthusiastic participant in Strixhaven's Live-Action Roleplaying Guild. She insists on roleplaying only \"monsters\" and delights in chasing down participants to \"eat\" them. Many a participant has heard giggling approaching them at high speed before their character's death.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/044-03-020.rosie.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Rosimyffenbip \"Rosie\" Wuzfeddlims",
											"credit": "Jesper Ejsing"
										},
										{
											"type": "inset",
											"id": "152",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Live-Action Roleplaying Guild"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Intramural Fields referee"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Rosie's energy is contagious. Whenever you travel any significant distance, you can reach your destination in half the normal time."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Whenever you participate in sports on campus (except for big events, such as the Battle of Strixhaven), fouls are constantly called on you."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rubina Larkingdale",
									"page": 57,
									"id": "153",
									"entries": [
										"{@i Lawful Neutral Human First Year (Silverquill})",
										"When Rubina walks into a room, people take notice. A measured performer with gravitas beyond her years, Rubina is a valued member of the Playactors Drama Guild who can handle weightier roles that more melodramatic actors can't. This has caused friction within the guild as members vie for parts. Rubina's stage presence extends to delivering presentations in class. When she orates, one can almost imagine a hardened general marshaling her bloodied and exhausted troops for a final push against a far superior foe.",
										"Rubina is part of the Strixhaven Show Band Association and has moved from playing to conducting. No previous student conductor has demanded and received such unwavering respect as Rubina. With merely a look and a raised eyebrow, she can quiet even the most raucous orchestra sections.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/045-03-021.rubina.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Rubina Larkingdale",
											"credit": "Lie Setiawan"
										},
										{
											"type": "inset",
											"id": "154",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Playactors Drama Guild, Strixhaven Show Band Association"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "None"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Rubina's gravitas has rubbed off, and you can easily command an entire room's attention. They hear your words favorably if you wish."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Whenever any band performs in public, its members stop and shake their heads in disapproval when they see you."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Shuvadri Glintmantle",
									"page": 58,
									"id": "155",
									"entries": [
										"{@i Lawful Good Owlin First Year (Silverquill})",
										"Her peers are often surprised when they learn Shuvadri is interested in joining Silverquill College, since its members sometimes earn a reputation as abrasive. Shuvadri, on the other hand, exhibits an air of absolute serenity. Anything that might frustrate or delight another student, whether it's a poor test score or success at a competition, elicits little outward response from Shuvadri. A deep thinker, Shuvadri is rarely surprised by such an outcome, and she enjoys being a centering presence for her peers.",
										"Also a member of the Student-Mages of Faith, Shuvadri is happy to talk about her appreciation of deities who are devoted to service and community. Many of her peers think she is destined to hold high rank in a temple.",
										"Shuvadri works on the campus grounds to erase graffiti, wearing a content smile on her face.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/046-03-022.shuvadri.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Shuvadri Glintmantle",
											"credit": "Raoul Vitale"
										},
										{
											"type": "inset",
											"id": "156",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Student-Mages of Faith"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Campus Grounds graffiti eraser"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "If you quickly need the help of your peers, they drop everything to assist you as a favor to Shuvadri."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "Graffiti making rude allusions to you keeps appearing on campus, and it takes days to get cleaned."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Tilana Kapule",
									"page": 58,
									"id": "157",
									"entries": [
										"{@i Neutral Good Human First Year (Quandrix})",
										"Tilana's poised demeanor and steady gaze are remarkable. An excellent judge of character, she doesn't associate with those she deems mean-spirited. Her exacting judgment has led her to join the Dragonchess Club, and while she is still honing her skill at the game itself, she compensates by reading her opponent instead of the board. Many a foe has struggled to sit in silence as she gives them her full attention, probing for weaknesses, the pieces seemingly incidental.",
										"Surprising to some, Tilana has also joined the Intramural Silkball Club. During matches, she focuses on trying to understand and preempt the opposing sides' strategies. More than once she has suggested new plays mid-game that have caught the opposing team off guard. The faculty at Strixhaven are convinced that, if she wished, one day Tilana would make an excellent professor.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/047-03-023.tilana.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Tilana Kapule",
											"credit": "Viko Menezes"
										},
										{
											"type": "inset",
											"id": "158",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Dragonchess Club, Intramural Silkball Club"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "None"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "Tilana loves helping analyze problems. When you go to her for advice, she suggests a helpful solution that you hadn't considered."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "The faculty don't trust you or help you much, for rumor has it that Tilana has found you wanting."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Urzmaktok Grojsh",
									"page": 59,
									"id": "159",
									"entries": [
										"{@i Neutral Orc Second Year (Witherbloom})",
										"First to class, last to leave, and always asking for additional homework, Urzmaktok is a meticulous student. Despite his consistently high marks, Urzmaktok makes no attempt to show off, although his studies seem rudimentary to him. Rumor has it that he is completing enough credits to earn multiple degrees when he graduates.",
										"Urzmaktok works for the Campus Magic Labs as a specimen preparer. This additional access to the labs also allows him to run his personal experiments in peace. Unsurprisingly, he is also a member of the Fantastical Horticulture Club. There, he looks to develop new species of plants that might yield new ingredients for potions.",
										"Urzmaktok makes it clear he wants everyone to use his full first name. Should anyone use a nickname, he won't acknowledge the address.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/048-03-024.urzmaktok.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Urzmaktok Grojsh",
											"credit": "Jesper Ejsing"
										},
										{
											"type": "inset",
											"id": "15a",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Fantastical Horticulture Club"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "Campus Magic Labs specimen preparer"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "No matter the subject, you can always find a partner to study with, whether it's Urzmaktok or a classmate doing him a favor."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "No one on campus who isn't another player character will study with you. If you ask, most shrug decline, saying you'll probably fail."
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Zanther Bowen",
									"page": 59,
									"id": "15b",
									"entries": [
										"{@i Chaotic Good Fire Genasi First Year (Prismari})",
										"One of the most popular students on campus, Zanther is a member of the Mage Tower Cheer Squad, and his exceptional athleticism has earned him the position as the squad's primary flyer. As such, Zanther is launched into the air in elaborate cheering routines, much to the crowd's delight.",
										"Zanther has also joined the Intramural Gymnastics Club. Here he completes at rhythmic gymnastics in both ribbon as well as hoop. To further test himself and impress the judges, Zanther conducts his routines to a vast array of different musical styles and arrangements. When traveling around campus between classes, he shouts random affirmations of school spirit to everyone at large. Despite his peppy nature, Zanther is genuinely encouraging and in no way acts superior. If anything, he seems somewhat oblivious to his own popularity at Strixhaven.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/SCC/049-03-025.zanther.webp"
											},
											"width": 850,
											"height": 1177,
											"title": "Zanther Bowen",
											"credit": "Olga Drebas"
										},
										{
											"type": "inset",
											"id": "15c",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Extracurriculars:",
															"entry": "Intramural Gymnastics Club, Mage Tower Cheer Squad"
														},
														{
															"type": "item",
															"name": "Job:",
															"entry": "None"
														},
														{
															"type": "item",
															"name": "Bond Boon:",
															"entry": "You enjoy a high social rank as a result of your association with Zanther. Most of your peers fall all over themselves to do you favors."
														},
														{
															"type": "item",
															"name": "Bond Bane:",
															"entry": "No one on campus invites you to parties or events, although your friends receive invitations."
														}
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Campus Kerfuffle",
			"page": 60,
			"entries": [
				"See the {@adventure Campus Kerfuffle|SCC-CK} adventure."
			],
			"id": "06d"
		},
		{
			"type": "section",
			"name": "Hunt for Mage Tower",
			"page": 97,
			"entries": [
				"See the {@adventure Hunt for Mage Tower|SCC-HfMT} adventure."
			],
			"id": "06e"
		},
		{
			"type": "section",
			"name": "The Magister's Masquerade",
			"page": 125,
			"entries": [
				"See the {@adventure The Magister's Masquerade|SCC-TMM} adventure."
			],
			"id": "06f"
		},
		{
			"type": "section",
			"name": "A Reckoning in Ruins",
			"page": 157,
			"entries": [
				"See the {@adventure A Reckoning in Ruins|SCC-ARiR} adventure."
			],
			"id": "070"
		},
		{
			"type": "section",
			"name": "Friends and Foes",
			"page": 183,
			"id": "445",
			"entries": [
				"This chapter provides more than forty monsters and NPCs who live in and around Strixhaven. They appear in this book's adventures, and you're free to use them in adventures of your own creation, whether those tales are set in the university or elsewhere in the D&D multiverse.",
				"The creatures in this bestiary are organized alphabetically. A few creatures are gathered under a group heading; for example, the \"{@book Lorehold Scholars|SCC|8|Lorehold Scholars}\" section contains stat blocks for faculty and students of Lorehold, and those stat blocks are presented alphabetically within that section.",
				"The Strixhaven Creatures table below lists every creature in this chapter, along with the creature's type and challenge rating (CR).",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/116-07-001.chapter-splash.webp"
					},
					"title": "Strixhaven students battle a mage hunter and an Oriq recruiter",
					"width": 1700,
					"height": 2264,
					"credit": "Dmitry Burmak"
				},
				{
					"type": "table",
					"caption": "Strixhaven Creatures",
					"colLabels": [
						"Creature",
						"Creature Type",
						"CR"
					],
					"colStyles": [
						"col-8",
						"col-3 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"{@creature Archaic|SCC}",
							"Celestial",
							"18"
						],
						[
							"{@creature Art Elemental Mascot|SCC}",
							"Elemental",
							"1/4"
						],
						[
							"{@creature Beledros Witherbloom|SCC}",
							"Dragon",
							"24"
						],
						[
							"{@creature Brackish Trudge|SCC}",
							"Plant",
							"3"
						],
						[
							"{@creature Cogwork Archivist|SCC}",
							"Construct",
							"4"
						],
						[
							"{@creature Daemogoth|SCC}",
							"Fiend",
							"10"
						],
						[
							"{@creature Daemogoth Titan|SCC}",
							"Fiend",
							"16"
						],
						[
							"{@creature First-Year Student|SCC}",
							"Humanoid",
							"1/2"
						],
						[
							"{@creature Fractal Mascot|SCC}",
							"Construct",
							"1/4"
						],
						[
							"{@creature Galazeth Prismari|SCC}",
							"Dragon",
							"23"
						],
						[
							"{@creature Groff|SCC}",
							"Plant",
							"4"
						],
						[
							"{@creature Inkling Mascot|SCC}",
							"Ooze",
							"1/4"
						],
						[
							"{@creature Lorehold Apprentice|SCC}",
							"Humanoid",
							"2"
						],
						[
							"{@creature Lorehold Pledgemage|SCC}",
							"Humanoid",
							"4"
						],
						[
							"{@creature Lorehold Professor of Chaos|SCC}",
							"Humanoid",
							"7"
						],
						[
							"{@creature Lorehold Professor of Order|SCC}",
							"Humanoid",
							"7"
						],
						[
							"{@creature Mage Hunter|SCC}",
							"Monstrosity",
							"5"
						],
						[
							"{@creature Oracle of Strixhaven|SCC}",
							"Humanoid",
							"15"
						],
						[
							"{@creature Oriq Blood Mage|SCC}",
							"Humanoid",
							"9"
						],
						[
							"{@creature Oriq Recruiter|SCC}",
							"Humanoid",
							"4"
						],
						[
							"{@creature Pest Mascot|SCC}",
							"Monstrosity",
							"1/4"
						],
						[
							"{@creature Prismari Apprentice|SCC}",
							"Humanoid",
							"2"
						],
						[
							"{@creature Prismari Pledgemage|SCC}",
							"Humanoid",
							"4"
						],
						[
							"{@creature Prismari Professor of Expression|SCC}",
							"Humanoid",
							"7"
						],
						[
							"{@creature Prismari Professor of Perfection|SCC}",
							"Humanoid",
							"7"
						],
						[
							"{@creature Quandrix Apprentice|SCC}",
							"Humanoid",
							"2"
						],
						[
							"{@creature Quandrix Pledgemage|SCC}",
							"Humanoid",
							"4"
						],
						[
							"{@creature Quandrix Professor of Substance|SCC}",
							"Humanoid",
							"7"
						],
						[
							"{@creature Quandrix Professor of Theory|SCC}",
							"Humanoid",
							"7"
						],
						[
							"{@creature Relic Sloth|SCC}",
							"Beast",
							"2"
						],
						[
							"{@creature Ruin Grinder|SCC}",
							"Construct",
							"5"
						],
						[
							"{@creature Shadrix Silverquill|SCC}",
							"Dragon",
							"22"
						],
						[
							"{@creature Silverquill Apprentice|SCC}",
							"Humanoid",
							"2"
						],
						[
							"{@creature Silverquill Pledgemage|SCC}",
							"Humanoid",
							"4"
						],
						[
							"{@creature Silverquill Professor of Radiance|SCC}",
							"Humanoid",
							"7"
						],
						[
							"{@creature Silverquill Professor of Shadow|SCC}",
							"Humanoid",
							"7"
						],
						[
							"{@creature Spirit Statue Mascot|SCC}",
							"Construct",
							"1/4"
						],
						[
							"{@creature Strixhaven Campus Guide|SCC}",
							"Construct",
							"1"
						],
						[
							"{@creature Tanazir Quandrix|SCC}",
							"Dragon",
							"24"
						],
						[
							"{@creature Velomachus Lorehold|SCC}",
							"Dragon",
							"25"
						],
						[
							"{@creature Witherbloom Apprentice|SCC}",
							"Humanoid",
							"2"
						],
						[
							"{@creature Witherbloom Pledgemage|SCC}",
							"Humanoid",
							"4"
						],
						[
							"{@creature Witherbloom Professor of Decay|SCC}",
							"Humanoid",
							"7"
						],
						[
							"{@creature Witherbloom Professor of Growth|SCC}",
							"Humanoid",
							"7"
						]
					]
				},
				{
					"type": "section",
					"name": "Using a Stat Block",
					"page": 183,
					"id": "446",
					"entries": [
						"This chapter is a companion to the {@book Monster Manual|MM} and adopts a similar presentation. If you are unfamiliar with the monster stat block format, read the {@book introduction|MM|0} of the {@book Monster Manual|MM} before proceeding further. That book explains stat block terminology and gives rules for various monster traits—information that isn't repeated here.",
						{
							"type": "entries",
							"name": "Unusual Attacks and Magic",
							"page": 183,
							"id": "447",
							"entries": [
								"Herein you will find some weapons that deal unusual damage types and spellcasting that functions in atypical ways. Such an exception is a special feature of a stat block and represents how the creature uses the weapon or casts its spells; the exception has no effect on how a weapon or a spell functions for someone else."
							]
						},
						{
							"type": "entries",
							"name": "Meeting Magic Item Prerequisites",
							"page": 183,
							"id": "448",
							"entries": [
								"If a stat block contains the name of a class in the creature's name or in parentheses under the name, the creature is considered a member of that class for the purpose of meeting prerequisites for magic items."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Monsters",
					"page": 184,
					"id": "449",
					"entries": [
						{
							"type": "list",
							"columns": 4,
							"items": [
								"{@creature Archaic|SCC}",
								"{@creature Art Elemental Mascot|SCC}",
								"{@creature Beledros Witherbloom|SCC}",
								"{@creature Brackish Trudge|SCC}",
								"{@creature Cogwork Archivist|SCC}",
								"{@creature Daemogoth Titan|SCC}",
								"{@creature Daemogoth|SCC}",
								"{@creature First-Year Student|SCC}",
								"{@creature Fractal Mascot|SCC}",
								"{@creature Galazeth Prismari|SCC}",
								"{@creature Groff|SCC}",
								"{@creature Inkling Mascot|SCC}",
								"{@creature Mage Hunter|SCC}",
								"{@creature Oracle of Strixhaven|SCC}",
								"{@creature Oriq Blood Mage|SCC}",
								"{@creature Oriq Recruiter|SCC}",
								"{@creature Pest Mascot|SCC}",
								"{@creature Relic Sloth|SCC}",
								"{@creature Ruin Grinder|SCC}",
								"{@creature Shadrix Silverquill|SCC}",
								"{@creature Spirit Statue Mascot|SCC}",
								"{@creature Strixhaven Campus Guide|SCC}",
								"{@creature Tanazir Quandrix|SCC}",
								"{@creature Velomachus Lorehold|SCC}"
							]
						},
						{
							"type": "entries",
							"name": "Lorehold Scholars",
							"page": 196,
							"entries": [
								"The archaeomancers of Lorehold College draw their magical might from the flow of time and fate and the way those forces shape the course of history. Scholars of this broad mystical study divide between those who see history as an unpredictable jumble of chance and those who believe events form a perfect—and predictable—pattern.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/129-07-013.lorehold-scholars.webp"
									},
									"width": 1700,
									"height": 1310,
									"credit": "Jason Rainville"
								},
								{
									"type": "list",
									"columns": 4,
									"items": [
										"{@creature Lorehold Apprentice|SCC}",
										"{@creature Lorehold Pledgemage|SCC}",
										"{@creature Lorehold Professor of Chaos|SCC}",
										"{@creature Lorehold Professor of Order|SCC}"
									]
								}
							],
							"id": "071"
						},
						{
							"type": "entries",
							"name": "Prismari Scholars",
							"page": 204,
							"entries": [
								"The scholars of Prismari College believe that art is the truest form of spellcraft. They use magic to make splendid art, and they employ artistry to make their magic spectacular.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/137-07-021.prismari-scholars.webp"
									},
									"width": 1700,
									"height": 1133,
									"credit": "Johannes Voss"
								},
								{
									"type": "list",
									"columns": 4,
									"items": [
										"{@creature Prismari Apprentice|SCC}",
										"{@creature Prismari Pledgemage|SCC}",
										"{@creature Prismari Professor of Expression|SCC}",
										"{@creature Prismari Professor of Perfection|SCC}"
									]
								}
							],
							"id": "072"
						},
						{
							"type": "entries",
							"name": "Quandrix Scholars",
							"page": 207,
							"entries": [
								"The scholars of Quandrix College focus on the mathematical principles that govern reality. Through these formulas, they can manipulate properties of matter and space, as well as abstract and conceptual space such as the mind, probability, and the flow of magic itself.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/140-07-024.webp"
									},
									"width": 1700,
									"height": 1107,
									"credit": "Viktor Titov"
								},
								{
									"type": "list",
									"columns": 4,
									"items": [
										"{@creature Quandrix Apprentice|SCC}",
										"{@creature Quandrix Pledgemage|SCC}",
										"{@creature Quandrix Professor of Substance|SCC}",
										"{@creature Quandrix Professor of Theory|SCC}"
									]
								}
							],
							"id": "073"
						},
						{
							"type": "entries",
							"name": "Silverquill Scholars",
							"page": 213,
							"entries": [
								"The scholars of Silverquill College study the power of magic shaped through spoken and written words. They use that power either to illuminate and guide or to obscure and demoralize.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/145-07-029.silverquill-scholars.webp"
									},
									"width": 1700,
									"height": 1110,
									"credit": "Bryan Sola"
								},
								{
									"type": "list",
									"columns": 4,
									"items": [
										"{@creature Silverquill Apprentice|SCC}",
										"{@creature Silverquill Pledgemage|SCC}",
										"{@creature Silverquill Professor of Radiance|SCC}",
										"{@creature Silverquill Professor of Shadow|SCC}"
									]
								}
							],
							"id": "074"
						},
						{
							"type": "entries",
							"name": "Witherbloom Scholars",
							"page": 220,
							"entries": [
								"Witherbloom College studies the magic inherent in the natural cycle of life and death. Witherbloom professors approach the philosophy from different directions, with one methodology focusing on decay and the other dealing with growth.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/SCC/152-07-036.witherbloom-scholars.webp"
									},
									"width": 1700,
									"height": 1133,
									"credit": "Dmitry Burmak"
								},
								{
									"type": "list",
									"columns": 4,
									"items": [
										"{@creature Witherbloom Apprentice|SCC}",
										"{@creature Witherbloom Pledgemage|SCC}",
										"{@creature Witherbloom Professor of Decay|SCC}",
										"{@creature Witherbloom Professor of Growth|SCC}"
									]
								}
							],
							"id": "075"
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Campus Map",
			"page": 224,
			"id": "483",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/156-strixhaven-campus-map.webp"
					},
					"width": 3500,
					"height": 5000,
					"grid": {
						"type": "none"
					},
					"imageType": "map",
					"title": "Campus Map",
					"credit": "Francesca Baerald",
					"id": "085"
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 2,
							"items": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Lead Designer",
											"entries": [
												"Amanda Hamon"
											]
										},
										{
											"type": "item",
											"name": "Assistant Lead Designers",
											"entries": [
												"Jeremy Crawford, James Wyatt"
											]
										},
										{
											"type": "item",
											"name": "Art Director",
											"entries": [
												"Emi Tanji"
											]
										},
										{
											"type": "item",
											"name": "Designers",
											"entries": [
												"Bill Benham, Makenzie De Armas, Dan Dillon, Steve Kenson, T. Alexander Stangroom"
											]
										},
										{
											"type": "item",
											"name": "Assistant Designers",
											"entries": [
												"Sydney Adams, Taymoor Rehman"
											]
										},
										{
											"type": "item",
											"name": "Rules Developers",
											"entries": [
												"Jeremy Crawford, Ben Petrisor"
											]
										},
										{
											"type": "item",
											"name": "Editors",
											"entries": [
												"Judy Bauer, Michele Carter, Scott Fitzgerald Gray, Ianara Natividad, Christopher Perkins, F. Wesley Schneider"
											]
										},
										{
											"type": "item",
											"name": "Cultural & Sensitivity Consultant",
											"entries": [
												"Tanya DePass"
											]
										},
										{
											"type": "item",
											"name": "Graphic Designers",
											"entries": [
												"Trystan Falcone, Emi Tanji, Trish Yochum"
											]
										},
										{
											"type": "item",
											"name": "Cover Illustrators",
											"entries": [
												"Hydro74, Magali Villeneuve"
											]
										},
										{
											"type": "item",
											"name": "Cartographers",
											"entries": [
												"Francesca Baerald, Sean Macdonald, Mike Schley"
											]
										},
										{
											"type": "item",
											"name": "Additional Art Directors",
											"entries": [
												"Ovidio Cartagena, Taylor Ingvarsson, Kate Irwin, Thomas Jenkot, Zack Stella, Sarah Wassell"
											]
										},
										{
											"type": "item",
											"name": "Interior Illustrators",
											"entries": [
												"Steve Argyle, Jinho Bae, Cristi Balanescu, Mike Bierek, Zoltan Boros, Alex Brock, Filip Burburan, Dmitry Burmak, Ekaterina Burmak, Paul Scott Canavan, Manuel Castañón, Jehan Choo, Billy Christian, Chris Cold, Justine Cruz, Alayna Danner, Jonas De Ro, Olga Drebas, Piotr Dura, Jesper Ejsing, Anna Fehr, Tony Foti, Caroline Gariba, Ilse Gort, Johan Grenier, Yeong-Hao Han, Josh Hass, Hydro74, Izzy, Tomasz Jedruszek, Jihun, Jason Kang, Igor Kieryluk, Mathias Kollros, Yigit Koroglu, Kekai Kotaki, Andrey Kuzinskiy, Luiza Laffitte, Lius Lasahido, Ryan Alexander Lee, Lie Setiawan, Daniel Ljunggren, Lindsey Look, Titus Lunter, Howard Lyon, Slawomir Maniak, Antonio José Manzanedo, Joseph Meehan, Viko Menezes, Robson Michel, Francisco Miyara, Scott Murphy, Marta Nael, Hector Ortiz, Adam Paquette, Alessandra Pisano, Steve Prescott, Chris Rahn, Jason Rainville, Andreas Rocha, Denman Rooke, Sean Sevestre, Liiga Smilshkalne, Bryan Sola, Craig J Spearing, Raymond Swanland, YW Tang, Viktor Titov, Jokubas Uogintas, Randy Vargas, Svetlin Velinov, Raoul Vitale, Johannes Voss, Sara Winters, Bayard Wu, Kieran Yanner, Andreas Zafiratos"
											]
										},
										{
											"type": "item",
											"name": "Strixhaven World Designers",
											"entries": [
												"Doug Beyer (creative lead), Taylor Ingvarsson (art director), Jess Lanzillo (creative director), Meris Mullaley (creative producer), Fox Allison, Annie Sardelis, Emily Teng, Andrew Vallas, James Wyatt, Ari Zirulnik"
											]
										},
										{
											"type": "item",
											"name": "Project Engineer",
											"entries": [
												"Cynda Callaway"
											]
										},
										{
											"type": "item",
											"name": "Imaging Technicians",
											"entries": [
												"Kevin Yee"
											]
										},
										{
											"type": "item",
											"name": "Prepress Specialist",
											"entries": [
												"Jefferson Dunlap"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D&D Studio",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Executive Producer",
													"entries": [
														"Ray Winninger"
													]
												},
												{
													"type": "item",
													"name": "Game Design Architects",
													"entries": [
														"Jeremy Crawford, Christopher Perkins"
													]
												},
												{
													"type": "item",
													"name": "Design Manager",
													"entries": [
														"Steve Scott"
													]
												},
												{
													"type": "item",
													"name": "Design Department",
													"entries": [
														"Sydney Adams, Judy Bauer, Makenzie De Armas, Dan Dillon, Amanda Hamon, Ari Levitch, Ben Petrisor, Taymoor Rehman, F. Wesley Schneider, James Wyatt"
													]
												},
												{
													"type": "item",
													"name": "Art Department Manager",
													"entries": [
														"Richard Whitters"
													]
												},
												{
													"type": "item",
													"name": "Principal Art Director",
													"entries": [
														"Kate Irwin"
													]
												},
												{
													"type": "item",
													"name": "Art Department",
													"entries": [
														"Trystan Falcone, Emi Tanji, Shawn Wood, Trish Yochum"
													]
												},
												{
													"type": "item",
													"name": "Senior Producer",
													"entries": [
														"Dan Tovar"
													]
												},
												{
													"type": "item",
													"name": "Producers",
													"entries": [
														"Bill Benham, Robert Hawkey, Lea Heleotis"
													]
												},
												{
													"type": "item",
													"name": "Director of Product Management",
													"entries": [
														"Liz Schuh"
													]
												},
												{
													"type": "item",
													"name": "Product Managers",
													"entries": [
														"Natalie Egan, Chris Lindsay, Hilary Ross, Chris Tulach"
													]
												},
												{
													"type": "item",
													"name": "Marketing Executive Producer",
													"entries": [
														"Ray Winninger"
													]
												},
												{
													"type": "item",
													"name": "Director of Global Brand Marketing",
													"entries": [
														"Brian Perry"
													]
												},
												{
													"type": "item",
													"name": "Global Brand Manager",
													"entries": [
														"Shelly Mazzanoble"
													]
												},
												{
													"type": "item",
													"name": "Senior Marketing Communications Manager",
													"entries": [
														"Greg Tito"
													]
												},
												{
													"type": "item",
													"name": "Community Manager",
													"entries": [
														"Brandy Camel"
													]
												}
											]
										}
									],
									"id": "07e"
								}
							]
						}
					],
					"id": "07a"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/credits.webp"
					},
					"maxWidth": 300,
					"width": 850,
					"height": 880
				},
				{
					"type": "gallery",
					"images": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/credits2.webp"
							},
							"title": "On the Cover: Three Strixhaven students find distractions from their studies in Magali Villeneuve's cover illustration. On the back, a harried Biblioplex assistant tries to tidy the mess.",
							"width": 1200,
							"height": 750
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/SCC/credits3.webp"
							},
							"title": "On the Alt-Cover: Hydro74 shows off the Strixhaven star, a symbol of unity and magical fellowship. The sigils of each of Strixhaven's five colleges adorn the back cover.",
							"width": 1200,
							"height": 750
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						"{@note Disclaimer: A degree from Strixhaven University does not provide protection from magic missiles, fireballs, freezing spheres, or any other deleterious effects spellcasters might generate. If you create deleterious effects, Strixhaven kindly requests you refrain from invoking any names, symbols, or other references to the university should you find yourself in a confrontation. Strixhaven University does not take responsibility for any injury of any nature sustained in the course of anything, magical or otherwise.}"
					],
					"id": "086"
				}
			],
			"id": "001"
		}
	]
}
