{
	"data": [
		{
			"type": "section",
			"name": "Adventure Atlas: The Mortuary",
			"id": "000",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/AATM/000-00-011.factol-skall-splash.webp"
					},
					"credit": "Hinchel Or",
					"width": 1700,
					"height": 2200
				},
				"The Mortuary rises above Sigil, the crossroads of the multiverse, like a dead hand erupting from a grave. Headquarters of the Heralds of Dust, one of the oldest philosophical factions in the City of Doors, the Mortuary is a house of death: a morgue, funeral home, and tomb of immense scale linked to burial sites on other planes and worlds. The Mortuary is located in the Hive Ward, the seediest of Sigil's districts. In the Mortuary's eerie yet reverent chambers, the Heralds of Dust receive, process, and lay the dead to rest on a multiversal scale, ensuring every creature that dies in Sigil earns its obsequies.",
				"Managing the dead is grueling and thankless work, but without the Mortuary and its grim workforce—many of whom are Undead—there would be no room in Sigil left for the living; bodies would pile in the streets, the stench of rotting corpses would fill the air, and restless souls with nowhere to go would plague citizens in droves.",
				"This supplement explores the Mortuary, its inhabitants, and the adventures buried within. This is a supplement to {@book Planescape: Adventures in the Multiverse|SatO}. However, you don't need to own that product or know much about Sigil to use this supplement, which includes material suitable for any Dungeons & Dragons campaign.",
				{
					"type": "section",
					"name": "Using This Supplement",
					"id": "001",
					"entries": [
						"To use this supplement, you need the fifth edition core rulebooks ({@book Player's Handbook|PHB}, {@book Dungeon Master's Guide|DMG}, and {@book Monster Manual|MM}).",
						{
							"type": "insetReadaloud",
							"id": "002",
							"entries": [
								"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
							]
						},
						"When a creature's name appears in {@b bold} type, that's a visual cue pointing you to its stat block as a way of saying, \"Hey, DM, you should get this creature's stat block ready. You're going to need it.\" If the stat block appears elsewhere, the text tells you so; otherwise, you can find the stat block in the {@book Monster Manual|MM}.",
						"Spells and equipment mentioned in this supplement are described in the {@book Player's Handbook|PHB}. Magic items are described in the {@book Dungeon Master's Guide|DMG}."
					]
				},
				{
					"type": "section",
					"name": "Heralds of Dust",
					"id": "003",
					"entries": [
						"The Heralds of Dust believe life is a false existence—everything and everyone is already dead. They act as Sigil's undertakers, meticulously caring for the city's dead in hopes of breaking an endless cycle of mortality for themselves and others.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AATM/001-00-001.symbol-of-the-heralds-of-dust.webp"
							},
							"title": "Symbol of the Heralds of Dust",
							"credit": "Alix Branwyn",
							"maxWidth": 200,
							"width": 850,
							"height": 1095
						},
						"The Heralds of Dust—or the Dusters, as they're commonly called—see death as a spectrum. Everyone is dead, of course, but some are deader than others. In their work, Dusters seek to unravel the secrets of True Death, a higher state of oblivion that transcends the grave. The path to True Death is a mystery, but Dusters maintain they must divest themselves of passion to progress. Death shows no desire or emotion, and neither should its heralds.",
						"Dusters see undeath as a precursor to True Death. Undead fill the ranks of the Heralds of Dust, from skeletons and zombies in menial roles to the sapient Undead who comprise the upper echelons of its leadership. At first glance, these Undead are largely indistinguishable from the faction's detached, ghoulish living rank and file.",
						"Skall leads the Heralds of Dust as its factol, the highest-ranking position in the faction. A decrepit lich in an advanced state of decay, he is the founder and oldest \"living\" member of the Heralds of Dust, a faction rumored to be as old as death itself. Skall generously lingers in this existence to guide souls toward True Death. {@creature Factol Skall|AATM} is further detailed in this supplement's {@area appendix|02e|x}.",
						"Outsiders—and other groups in Sigil diametrically opposed to its morbid tenets—find the Dusters' fatalistic outlook off-putting and sometimes mistake the Dusters' distant stoicism for callousness. This couldn't be further from the truth. In their own way, the Heralds of Dust are one of the most altruistic groups in Sigil. Reverent of death, they care for all who have passed away, selflessly ushering the multiverse to journey's end without judgement.",
						{
							"type": "inset",
							"name": "Faction Taboo: Resurrection",
							"id": "004",
							"entries": [
								"Resurrection magic is anathema to the Heralds of Dust. As a result, most Dusters shun spells that restore the dead to life—such as {@spell raise dead}, {@spell reincarnate}, and {@spell revivify}—and they almost never offer such magic to others. Members make exceptions for magic that causes individuals to rise as Undead—a transformation Dusters view as a natural stepping stone on the path to True Death."
							]
						},
						{
							"type": "entries",
							"name": "Heralds of Dust Roles",
							"id": "005",
							"entries": [
								"Eulogists, gravediggers, and morticians, the Heralds of Dust serve Sigil in all things related to death. The faction attracts the grief stricken, the undead, and those with a morbid sense of curiosity.",
								"In addition to positions typical of any faction—such as guards, liaisons, and leadership—the following are some unique roles Dusters might occupy:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Corpse Collectors",
											"entry": "The Herald of Dust pays a pittance for every corpse delivered to the Mortuary. Some contemptible folk make corpse collecting their vocation. These aptly named corpse collectors are a common sight in the Hive Ward."
										},
										{
											"type": "item",
											"name": "Exorcists",
											"entry": "When evil spirits and other wicked apparitions rear their ugly heads, the Heralds of Dust deploys exorcists to expel those spirits so the dead may rest in peace. See this supplement's {@area appendix|02f|x} for more on {@creature Heralds of Dust Exorcist|AATM|exorcists}."
										},
										{
											"type": "item",
											"name": "Extractors",
											"entry": "Whereas the corpse collectors scoop up any old body lying around the Hive Ward, extractors are tasked with retrieving and safeguarding the bodies of deceased archmages, dignitaries, and other important figures who die in Sigil and the planes beyond."
										},
										{
											"type": "item",
											"name": "Morticians",
											"entry": "The bulk of Dusters fall into this role. Morticians prepare the way for the dead. They bury, cremate, dissect, embalm, inter, sort, and record the dead that enter the Mortuary."
										},
										{
											"type": "item",
											"name": "Necrologists",
											"entry": "Necrologists are archivists, scholars, and poets who honor the dead. They celebrate the lives of the departed and chronicle the dead's deeds in obituaries. Necrologists also research burial rites appropriate to the deceased creature's beliefs, religion, or cultural background."
										},
										{
											"type": "item",
											"name": "Recruiters",
											"entry": "Recruiters contract the rights to recently deceased corpses—or soon-to-be-dead folk—through death contracts and raise them as skeletons, zombies, and other Undead."
										},
										{
											"type": "item",
											"name": "Remnants",
											"entry": "Remnants are Dusters who exist in a halfway state between life and death, using their incorporeal talents to serve the faction as liaisons and spies. For more information on {@creature Heralds of Dust Remnant|MPP|remnants}, see {@book Morte's Planar Parade|MPP}."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Heralds of Dust Services",
							"id": "006",
							"entries": [
								"Creatures can solicit certain macabre services from the Heralds of Dust, whether at the Mortuary or from a Duster who can provide them elsewhere in Sigil.",
								{
									"type": "entries",
									"name": "Grisly Components",
									"id": "007",
									"entries": [
										"Spellcasters in need of gruesome material components—bones and their dust, blood, eyeballs, flesh, fingernails, or hair—can secure them at discounted rates at the Mortuary. Taken from willing donors, these components typically sell for 2 cp or less.",
										"Corpse collectors in the Hive Ward can usually be bothered to make the same arrangement, hideously dismembering their cargo on the spot to sell it piecemeal for a few coppers on the side."
									]
								},
								{
									"type": "entries",
									"name": "Poisons for Sale",
									"id": "008",
									"entries": [
										"Given their fascination with mortality, the Heralds of Dust maintain a vast collection of deadly alchemical concoctions, poisons, and other toxins. The faction sells {@table poisons||every poison} in the {@book Dungeon Master's Guide|DMG} at normal cost. Dusters don't carry antitoxins."
									]
								},
								{
									"type": "entries",
									"name": "Spellcasting Services",
									"id": "009",
									"entries": [
										"Duster spellcasters sell their services to creatures throughout the Hive Ward. Standard prices are summarized on the Heralds of Dust Spellcasting Fees table.",
										{
											"type": "table",
											"caption": "Heralds of Dust Spellcasting Fees",
											"colLabels": [
												"Spell",
												"Price"
											],
											"colStyles": [
												"col-11",
												"col-2 text-right"
											],
											"rows": [
												[
													"{@spell Identify}, {@spell illusory script}",
													"25 gp"
												],
												[
													"{@spell Darkvision}, {@spell gentle repose}",
													"50 gp"
												],
												[
													"{@spell Animate dead}, {@spell feign death}, {@spell speak with dead}",
													"100 gp"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Heralds of Dust Charms",
							"id": "00a",
							"entries": [
								"At the DM's discretion, characters who join the Heralds of Dust or otherwise prove themselves to the faction might receive one of the following supernatural charms from a god of death, a powerful spirit, or Factol Skall. See the {@book Dungeon Master's Guide|DMG} for more information on {@book supernatural gifts|DMG|7|Supernatural Gifts}.",
								{
									"type": "insetReadaloud",
									"name": "Charm of the Dead Truce",
									"id": "00b",
									"entries": [
										"This charm grants you respect among the dead. Hostile Undead creatures with an Intelligence of 6 or lower are instead indifferent toward you. Additionally, you have advantage on Charisma ({@skill Persuasion}) checks to interact with Undead creatures, provided the creature can understand you.",
										"This charm lasts for 10 days. If you deal damage to an Undead creature during those 10 days, the charm vanishes early."
									]
								},
								{
									"type": "insetReadaloud",
									"name": "Charm of Incorporeality",
									"id": "00c",
									"entries": [
										"This charm allows you to assume a ghostly, incorporeal form as a bonus action. While in this form, you have resistance to bludgeoning, piercing, and slashing damage. You can also move through creatures and objects as if they were difficult terrain, but you take {@dice 1d10} force damage if you end your turn inside a creature or object.",
										"You remain in this form for 1 minute or until you end it as a bonus action. Once used, this charm goes away."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Mortuary",
					"id": "00d",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/AATM/002-00-002.mortuary-scene.webp"
							},
							"title": "Crematory smoke wafts from the Mortuary's gloomy domes at all hours—evidence of the Duster's tireless work of processing Sigil's dead",
							"credit": "Calder Moore",
							"width": 1700,
							"height": 1050
						},
						"The Mortuary is a bleak and interminable building, an upright necropolis that towers over the dismal part of the Hive Ward. Located between Blackshade Lane and Ragpicker's Square, the Mortuary is one of several megastructures in Sigil. Longstanding and remarkable buildings of staggering scale, megastructures are often the headquarters of a faction and sites of untold adventures.",
						"The Mortuary is divided into a series of towers, each shaped loosely like a massive stone tree or open-air monument. Low, gloomy domes spiked with bladed buttresses branch from the towers, belching ash, crematorium smoke, and incense day and night. Cemeteries, crypts, and tombs cluster around the base of the towers, and catacombs sprawl further below.",
						"Inside the Mortuary, the dead toil on behalf of the dead. Believing the multiverse is but a shadowy afterlife, the Heralds of Dust devote themselves to caring for the deceased. The Mortuary's musty halls echo with skeletal figures wheeling squeaking gurneys, shoveling grave dirt, reciting woeful elegies, and weeping with remorse. The stench of embalming fluids and rotting flesh wafts from its numerous morgues to stuffy undercrofts and dusty libraries filled with death certificates, funerary tomes, and grimoires bound in still-living flesh.",
						{
							"type": "entries",
							"name": "Approaching the Mortuary",
							"id": "00e",
							"entries": [
								"When the characters arrive at the Mortuary for the first time, read or paraphrase the following text:",
								{
									"type": "insetReadaloud",
									"id": "00f",
									"entries": [
										"A sinister jumble of sepulchral towers claws above the Hive Ward. Low, menacing domes adorn the structure's heights, and branchlike walkways wind around its towers. Unending trails of foul-smelling smoke waft from the structure.",
										"Fog gathers at the structure's base, partially obscuring the countless tombs that surround it. Somber and shadowy, the monument evokes a hand clawing up from the grave with fingers splayed."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Entering the Mortuary",
							"id": "010",
							"entries": [
								"The Heralds of Dust and their invited guests can freely enter the Mortuary, as can members of the Bleak Cabal and the Doomguard—two factions in Sigil the Dusters consider allies. Other visitors are questioned at the front gate, an impressive double door of copper-sheathed ironwood guarded by four {@creature Guard||guards} and two {@creature Mage||mages} in the Heralds of Dust.",
								"Creatures can enter the Mortuary through one of the following three ways, among others:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Death's Door",
											"entry": "Corpse collectors wheel carts of bodies to a sturdy iron door around the back of the structure colloquially referred to as \"Death's Door.\" After delivery, corpses pass through a series of metal chutes that sort them by size and deposit them in the {@area corpse-receiving-and-shipping|016|x} department (detailed later in this supplement). Creatures that convincingly play dead long enough—such as with a {@spell feign death} spell—can inconspicuously enter the bowels of the Mortuary through Death's Door."
										},
										{
											"type": "item",
											"name": "Front Gate",
											"entry": "The most obvious path into the Mortuary is through the front gate. A crumbling stone wall curtained with {@book razorvine|DMG|5|Razorvine}—a prickly local hazard endemic to the Lower Planes detailed in the {@book Dungeon Master's Guide|DMG}—surrounds the structure and a fog-shrouded collection of memorials and tombs at its base. Those who bypass the front gate must contend with hordes of {@creature Skeleton||skeletons}, {@creature Zombie||zombies}, and other unnatural deterrents that roam the Mortuary's cemeterial grounds. Commanded by Duster {@creature Wight||wights}, these Undead can distinguish the Mortuary's guests from its trespassers."
										},
										{
											"type": "item",
											"name": "Planar Portals",
											"entry": "Hundreds of planar portals in and outside Sigil might transport entrants to the Mortuary or a crypt on its grounds. The Mortuary Portals table presents examples of portals that might lead to the Mortuary and their portal keys—objects required to activate a specific portal's magic. Roll twice on the table: once to determine the portal's anchor—where it physically exists—and another to determine its key. For more information on {@book planar portals|DMG|2|Planar Portals}, see the {@book Dungeon Master's Guide|DMG}."
										}
									]
								},
								{
									"type": "table",
									"caption": "Mortuary Portals",
									"colLabels": [
										"d6",
										"Portal Anchor",
										"Portal Key"
									],
									"colStyles": [
										"col-2 text-center",
										"col-5 text-center",
										"col-5"
									],
									"rows": [
										[
											"1",
											"Body bag",
											"Vial of embalming fluid"
										],
										[
											"2",
											"Bone-filled ossuary",
											"Mourning dance"
										],
										[
											"3",
											"Funerary urn",
											"Spoken eulogy"
										],
										[
											"4",
											"Eye of a giant's skull",
											"Two gold coins"
										],
										[
											"5",
											"Open casket",
											"Flower from a grave"
										],
										[
											"6",
											"Pile of ashes",
											"Dead creature's keepsake"
										]
									]
								},
								"When the characters enter the Mortuary for the first time, read or paraphrase the following text:",
								{
									"type": "insetReadaloud",
									"id": "011",
									"entries": [
										"An unsettling chill pervades this solemn monument. Its cold stone walls are reminiscent of a crypt. The halls are dimly lit and uncomfortably silent, save for the occasional distant groan of undead or the plaintive call of a wailing spirit. The acrid sting of chemical odors hangs in the air."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mortuary Features",
							"id": "012",
							"entries": [
								"The Mortuary has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ambience",
											"entry": "The Mortuary is cold and gloomy. The sounds of distant funerary ceremonies, mourners' laments, and moaning Undead can be heard throughout."
										},
										{
											"type": "item",
											"name": "Death Masks",
											"entry": "The walls of the Mortuary are adorned with thousands of death masks imprinted with the faces of Sigil's dead. Planar magic flows through the masks, allowing spellcasters to commune with the dead through them. A {@spell speak with dead} spell cast on a death mask causes the face to animate as if it were the corpse of the deceased creature that bore its likeness. The Heralds of Dust keep records of the faces' identities, but some have been lost to time and can be gleaned only by asking the dead."
										},
										{
											"type": "item",
											"name": "Undead Workforce",
											"entry": "{@creature Skeleton||Skeletons} and {@creature Zombie||zombies} roam the halls of the Mortuary, completing menial tasks. These mindless Undead workers are indifferent toward passersby unless treated with hostility. More intelligent Undead have greater autonomy and fill specialized roles in the faction."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Exploring the Mortuary",
							"id": "013",
							"entries": [
								"Like other megastructures in Sigil, the Mortuary is boundless and difficult to map. Unlike with dungeons and other finite locations, exploring the Mortuary is akin to roaming a unique magical wilderness like the Underdark or one of the infinite layers of the Abyss. Characters wander the Mortuary's chambers and halls, see strange sights, interact with the Heralds of Dust, and experience the occasional encounter.",
								"Given the Mortuary's size and confounding layout, if the characters are searching for a specific place in the Mortuary, the characters might need to make a Wisdom ({@skill Survival}) check to find it. Along the way, characters might reach one or more of the encounter locations described later in this supplement, such as the {@area Nevervault|021|x} or the {@area Spirit Sump|01d|x}.",
								"The Mortuary Chambers table presents some rooms the characters might discover while exploring the Mortuary.",
								{
									"type": "table",
									"caption": "Mortuary Chambers",
									"colLabels": [
										"d10",
										"Chamber"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A storage room for objects bequeathed by the dead"
										],
										[
											"2",
											"A cramped, tenement-like catacomb housing for sapient Undead who live and work in Sigil"
										],
										[
											"3",
											"A crematorium littered with ash"
										],
										[
											"4",
											"A scriptorium for epitaphs, eulogies, and obituaries"
										],
										[
											"5",
											"A filthy room filled with mounds of grave dirt"
										],
										[
											"6",
											"A cadaver room where maimed Undead can peruse replacement limbs"
										],
										[
											"7",
											"A craft room for caskets, ships, and other containers used in funerary ceremonies"
										],
										[
											"8",
											"A ritual chamber affected by a permanent {@spell hallow} spell"
										],
										[
											"9",
											"A reception hall that smells of funeral potatoes"
										],
										[
											"10",
											"An autopsy room lined with surgical instruments"
										]
									]
								},
								"Escaping the Mortuary can be an adventure of its own. Characters who infiltrate or otherwise trespass in the structure might roam its joyless halls for hours or days before happening on an exit, clashing with the structure's Undead inhabitants during their egress."
							]
						},
						{
							"type": "entries",
							"name": "Mortuary Encounters",
							"id": "014",
							"entries": [
								"The following tables present encounters characters might face in the Mortuary.",
								{
									"type": "statblock",
									"name": "Mortuary Encounters (Levels 1—4)",
									"source": "AATM",
									"tag": "table"
								},
								{
									"type": "statblock",
									"name": "Mortuary Encounters (Levels 5—10)",
									"source": "AATM",
									"tag": "table"
								},
								{
									"type": "statblock",
									"name": "Mortuary Encounters (Levels 11—16)",
									"source": "AATM",
									"tag": "table"
								}
							]
						},
						{
							"type": "entries",
							"name": "Mortuary Locations",
							"id": "015",
							"entries": [
								"The following sections detail locations in the Mortuary. Each section includes a map of the location and an encounter designed to showcase the location's unique elements. You can place these locations anywhere in the Mortuary, using them to enliven the characters' exploration or as part of a more elaborate plot. Some areas of the maps are outside the scope of the encounters; flesh these areas out as you see fit.",
								{
									"type": "entries",
									"name": "Corpse Receiving and Shipping",
									"id": "016",
									"entries": [
										"{@i For Characters of 3rd–4th Level}",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/AATM/003-00-003.duster-examination.webp"
											},
											"title": "The Dusters examine and sort freshly received bodies in the bowels of the Mortuary",
											"credit": "Martin Mottet",
											"width": 1700,
											"height": 1149
										},
										"Bodies delivered to the Mortuary filter through corpse receiving and shipping, an industrial stretch where corpses are collected, sorted, and shipped off to the next stage of the funerary process.",
										"In this encounter, characters seeking a missing body must find their quarry among the other dead, whether for themselves, another faction, or an interested party in Sigil. During the characters' search, the Heralds of Dust oppose the party's interference.",
										"The factory-like assembly spans multiple floors; map 1.1 depicts a portion of it. When the characters arrive, read or paraphrase the following text:",
										{
											"type": "insetReadaloud",
											"id": "017",
											"entries": [
												"This underground facility reeks of rotting flesh. Grim-faced workers shuffle between a series of chutes set into south wall, prodding supine bodies with rusty implements. Periodically, corpses tumble out of the chutes and onto stone slabs with a loud thump. An upright coffin on spidery legs ferries corpses deeper into the facility."
											]
										},
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/AATM/004-map-0.01.corpse-receiving-and-shipping.webp"
													},
													"imageType": "map",
													"title": "Map 1.1: Corpse Receiving and Shipping",
													"credit": "Marco Bernardini",
													"width": 3840,
													"height": 2160,
													"id": "032",
													"grid": {
														"type": "square",
														"size": 232,
														"offsetX": 42,
														"offsetY": -19,
														"scale": 3
													},
													"mapRegions": [
														{
															"area": "018",
															"points": [
																[
																	3386,
																	2141
																],
																[
																	3389,
																	2032
																],
																[
																	3397,
																	1966
																],
																[
																	3406,
																	1816
																],
																[
																	3411,
																	1765
																],
																[
																	3328,
																	1693
																],
																[
																	3205,
																	1715
																],
																[
																	3158,
																	1773
																],
																[
																	3198,
																	1923
																],
																[
																	3170,
																	1955
																],
																[
																	3099,
																	1848
																],
																[
																	3114,
																	1786
																],
																[
																	3146,
																	1669
																],
																[
																	3048,
																	1619
																],
																[
																	2918,
																	1598
																],
																[
																	2861,
																	1680
																],
																[
																	2870,
																	1760
																],
																[
																	2899,
																	1822
																],
																[
																	2832,
																	1872
																],
																[
																	2802,
																	1752
																],
																[
																	2822,
																	1597
																],
																[
																	2710,
																	1550
																],
																[
																	2618,
																	1538
																],
																[
																	2520,
																	1584
																],
																[
																	2533,
																	1680
																],
																[
																	2581,
																	1730
																],
																[
																	2528,
																	1824
																],
																[
																	2338,
																	1838
																],
																[
																	2259,
																	1811
																],
																[
																	2227,
																	1699
																],
																[
																	2267,
																	1584
																],
																[
																	2176,
																	1547
																],
																[
																	2034,
																	1549
																],
																[
																	2002,
																	1640
																],
																[
																	2021,
																	1731
																],
																[
																	2026,
																	1806
																],
																[
																	1925,
																	1885
																],
																[
																	1979,
																	1723
																],
																[
																	1917,
																	1635
																],
																[
																	1779,
																	1616
																],
																[
																	1702,
																	1658
																],
																[
																	1720,
																	1760
																],
																[
																	1731,
																	1827
																],
																[
																	1694,
																	1867
																],
																[
																	1605,
																	1933
																],
																[
																	1656,
																	1730
																],
																[
																	1539,
																	1690
																],
																[
																	1390,
																	1731
																],
																[
																	1382,
																	1880
																],
																[
																	1387,
																	1910
																],
																[
																	1301,
																	1946
																],
																[
																	1173,
																	1949
																],
																[
																	1090,
																	1934
																],
																[
																	1117,
																	1824
																],
																[
																	1056,
																	1723
																],
																[
																	947,
																	1698
																],
																[
																	878,
																	1757
																],
																[
																	850,
																	1827
																],
																[
																	891,
																	1888
																],
																[
																	858,
																	1949
																],
																[
																	806,
																	1947
																],
																[
																	768,
																	1866
																],
																[
																	813,
																	1784
																],
																[
																	738,
																	1712
																],
																[
																	646,
																	1694
																],
																[
																	560,
																	1723
																],
																[
																	539,
																	1813
																],
																[
																	530,
																	1925
																],
																[
																	539,
																	2002
																],
																[
																	582,
																	2085
																],
																[
																	581,
																	2141
																]
															]
														},
														{
															"area": "019",
															"points": [
																[
																	2603,
																	522
																],
																[
																	2634,
																	464
																],
																[
																	2646,
																	429
																],
																[
																	2650,
																	376
																],
																[
																	2952,
																	376
																],
																[
																	2965,
																	451
																],
																[
																	2989,
																	488
																],
																[
																	2995,
																	544
																],
																[
																	2997,
																	611
																],
																[
																	2995,
																	646
																],
																[
																	2962,
																	691
																],
																[
																	2955,
																	736
																],
																[
																	2950,
																	834
																],
																[
																	2981,
																	880
																],
																[
																	3003,
																	922
																],
																[
																	2994,
																	1006
																],
																[
																	2982,
																	1054
																],
																[
																	2958,
																	1077
																],
																[
																	2954,
																	1133
																],
																[
																	2936,
																	1184
																],
																[
																	2907,
																	1221
																],
																[
																	2872,
																	1224
																],
																[
																	2864,
																	1251
																],
																[
																	2832,
																	1282
																],
																[
																	2774,
																	1296
																],
																[
																	2728,
																	1272
																],
																[
																	2728,
																	1219
																],
																[
																	2683,
																	1218
																],
																[
																	2659,
																	1189
																],
																[
																	2643,
																	1142
																],
																[
																	2643,
																	1107
																],
																[
																	2643,
																	1078
																],
																[
																	2610,
																	1066
																],
																[
																	2605,
																	990
																],
																[
																	2598,
																	917
																],
																[
																	2610,
																	869
																],
																[
																	2638,
																	843
																],
																[
																	2642,
																	806
																],
																[
																	2621,
																	768
																],
																[
																	2640,
																	730
																],
																[
																	2650,
																	696
																],
																[
																	2616,
																	672
																],
																[
																	2602,
																	614
																],
																[
																	2602,
																	563
																]
															]
														},
														{
															"area": "01b",
															"points": [
																[
																	3280,
																	550
																],
																[
																	3378,
																	507
																],
																[
																	3427,
																	448
																],
																[
																	3480,
																	426
																],
																[
																	3643,
																	450
																],
																[
																	3739,
																	451
																],
																[
																	3827,
																	482
																],
																[
																	3827,
																	1445
																],
																[
																	3584,
																	1469
																],
																[
																	3536,
																	1466
																],
																[
																	3453,
																	1486
																],
																[
																	3365,
																	1432
																],
																[
																	3334,
																	1342
																],
																[
																	3373,
																	1261
																],
																[
																	3442,
																	1189
																],
																[
																	3490,
																	1141
																],
																[
																	3464,
																	1104
																],
																[
																	3398,
																	1046
																],
																[
																	3339,
																	965
																],
																[
																	3346,
																	893
																],
																[
																	3442,
																	810
																],
																[
																	3480,
																	754
																],
																[
																	3450,
																	715
																],
																[
																	3395,
																	670
																],
																[
																	3346,
																	634
																],
																[
																	3290,
																	602
																]
															]
														},
														{
															"area": "01a",
															"points": [
																[
																	1307,
																	928
																],
																[
																	1293,
																	885
																],
																[
																	1304,
																	834
																],
																[
																	1318,
																	789
																],
																[
																	1317,
																	744
																],
																[
																	1339,
																	726
																],
																[
																	1362,
																	666
																],
																[
																	1370,
																	626
																],
																[
																	1398,
																	587
																],
																[
																	1435,
																	574
																],
																[
																	1469,
																	541
																],
																[
																	1482,
																	506
																],
																[
																	1514,
																	506
																],
																[
																	1562,
																	483
																],
																[
																	1587,
																	453
																],
																[
																	1632,
																	437
																],
																[
																	1677,
																	448
																],
																[
																	1702,
																	406
																],
																[
																	1819,
																	405
																],
																[
																	1819,
																	435
																],
																[
																	1829,
																	438
																],
																[
																	1867,
																	432
																],
																[
																	1902,
																	442
																],
																[
																	1936,
																	464
																],
																[
																	1936,
																	483
																],
																[
																	1992,
																	502
																],
																[
																	2026,
																	509
																],
																[
																	2032,
																	536
																],
																[
																	2058,
																	557
																],
																[
																	2080,
																	574
																],
																[
																	2118,
																	597
																],
																[
																	2142,
																	634
																],
																[
																	2149,
																	661
																],
																[
																	2155,
																	694
																],
																[
																	2165,
																	723
																],
																[
																	2190,
																	738
																],
																[
																	2189,
																	770
																],
																[
																	2195,
																	808
																],
																[
																	2194,
																	830
																],
																[
																	2218,
																	867
																],
																[
																	2214,
																	914
																],
																[
																	2200,
																	928
																],
																[
																	2189,
																	994
																],
																[
																	2194,
																	1024
																],
																[
																	2178,
																	1037
																],
																[
																	2147,
																	1090
																],
																[
																	2146,
																	1136
																],
																[
																	2112,
																	1179
																],
																[
																	2086,
																	1187
																],
																[
																	2038,
																	1222
																],
																[
																	2027,
																	1254
																],
																[
																	2000,
																	1253
																],
																[
																	1949,
																	1285
																],
																[
																	1926,
																	1307
																],
																[
																	1882,
																	1326
																],
																[
																	1838,
																	1323
																],
																[
																	1766,
																	1328
																],
																[
																	1752,
																	1339
																],
																[
																	1715,
																	1328
																],
																[
																	1662,
																	1325
																],
																[
																	1605,
																	1326
																],
																[
																	1563,
																	1306
																],
																[
																	1555,
																	1283
																],
																[
																	1504,
																	1256
																],
																[
																	1482,
																	1256
																],
																[
																	1466,
																	1222
																],
																[
																	1422,
																	1189
																],
																[
																	1386,
																	1165
																],
																[
																	1360,
																	1112
																],
																[
																	1330,
																	1062
																],
																[
																	1318,
																	989
																],
																[
																	1317,
																	962
																]
															]
														}
													],
													"hrefThumbnail": {
														"type": "internal",
														"path": "book/AATM/thumbnail/004-map-0.01.corpse-receiving-and-shipping.webp"
													}
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/AATM/005-map-0.01.corpse-receiving-and-shipping-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 3840,
													"height": 2160,
													"mapParent": {
														"id": "032"
													},
													"credit": "Marco Bernardini",
													"grid": {
														"type": "square",
														"size": 232,
														"offsetX": 42,
														"offsetY": -19,
														"scale": 3
													}
												}
											]
										},
										"Three {@creature Zombie||zombies} process the dead under the supervision of two Duster morticians (each uses the {@creature cultist} stat block). An {@creature animated coffin|AATM} (see the appendix) loiters nearby. Periodically, the workers load a corpse into the coffin, which ferries it to a chute in the east wall. The workers are hostile toward those who impede their work.",
										"The characters must discern their quarry from the litany of corpses throughout this area. As an action, a character can inspect a corpse within 10 feet of them, identifying the body with a successful {@dc 13} Wisdom ({@skill Medicine}) check. It's up to you where in the facility the corpse they're looking for lies.",
										{
											"type": "entries",
											"name": "Arrival Chutes",
											"id": "018",
											"entries": [
												"Corpses slide into this chamber via eight 5-foot-diameter pneumatic tubes set into the south walls. Each corpse arrives on an examination slab, where the Heralds of Dust conduct a brief inspection before arranging it to be sent to another area of the Mortuary."
											]
										},
										{
											"type": "entries",
											"name": "Coffin Fitting",
											"id": "019",
											"entries": [
												"Crafters measure corpses for coffins, caskets, and sarcophagi in this fitting area."
											]
										},
										{
											"type": "entries",
											"name": "Corpse Storage",
											"id": "01a",
											"entries": [
												"The Heralds of Dust sequester bodies that require further assessment to a cylindrical storage area in the center of this facility. Corpses stored in this area are magically protected from decay. Undead workers sometimes take breaks in this area. At any given time, {@dice 1d4 + 1} {@creature Zombie||zombies} relax among Sigil's dead."
											]
										},
										{
											"type": "entries",
											"name": "Sorting Chutes",
											"id": "01b",
											"entries": [
												"{@creature Animated Coffin|AATM|Animated coffins}, gurneys, and other conveyance devices ferry corpses from the examination slabs along a set of tracks in the floor to one of four exit chutes. The three chutes in the east wall wind to an autopsy room, a morgue, and another sorting facility. The chute at the end of the tracks in the south wall descends to a crematorium. Oppressive heat radiates from the south chute's opening."
											]
										},
										{
											"type": "entries",
											"name": "Other Areas",
											"id": "01c",
											"entries": [
												"Dusters perform deeper examinations in offshoot rooms within the facility, such as the autopsy room. The contents of these rooms are yours to choose; otherwise, they contain nothing of value."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Spirit Sump",
									"id": "01d",
									"entries": [
										"{@i For Characters of 5th–7th Level}",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/AATM/006-00-004.beneath-the-spirit-pump.webp"
											},
											"title": "A swirling pool of unruly apparitions stirs beneath the Spirit Sump",
											"credit": "Calder Moore",
											"width": 1700,
											"height": 1092
										},
										"Unlike cities on the worlds of the Material Plane, Sigil doesn't border the Ethereal Plane, a hazy realm roamed by ghosts and wayward souls. Unable to cross over to the other side by conventional means, these spirits accumulate in Sigil and sometimes cause trouble for the city's living residents. The Heralds of Dust regulate the flow of these disruptive souls with the Spirit Sump: a magical nexus that attracts bothersome spirits to it like flies to a corpse and flushes them out of Sigil.",
										"In this encounter, the Spirit Sump has recently malfunctioned. To get it up and running again, the characters must perform a multistep process to empty its reservoir manually. During the process, they're harassed by incorporeal Undead that periodically escape from below.",
										"Map 1.2 depicts the Spirit Sump. When the characters arrive, read or paraphrase the following text:",
										{
											"type": "insetReadaloud",
											"id": "01e",
											"entries": [
												"Metal catwalks spiderweb above this vast chamber. Below the catwalks sloshes a faintly glowing reservoir of wispy liquid, an incorporeal soup of howling souls. A frenetic assembly of complex, sputtering tubes and pumps descends from the ceiling into the liquid.",
												"Mechanical control stations dot the intersections of the catwalks, each linking to a pump that ascends from the reservoir."
											]
										},
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/AATM/007-map-0.02.spirit-sump.webp"
													},
													"imageType": "map",
													"title": "Map 1.2: Spirit Sump",
													"credit": "Jared Blando",
													"width": 3400,
													"height": 4400,
													"id": "033",
													"grid": {
														"type": "square",
														"size": 180,
														"offsetX": 41,
														"offsetY": 7,
														"scale": 3
													}
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/AATM/008-map-0.02.spirit-sump-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 3400,
													"height": 4400,
													"mapParent": {
														"id": "033"
													},
													"credit": "Jared Blando",
													"grid": {
														"type": "square",
														"size": 180,
														"offsetX": 41,
														"offsetY": 7,
														"scale": 3
													}
												}
											]
										},
										"Shortly after the characters enter, a chaotic evil {@creature ghost} and three {@creature Specter||specters} free themselves from the necrotic slurry and attack. One more {@creature specter} escapes from the liquid at the end of each round until the reservoir is drained.",
										{
											"type": "entries",
											"name": "Draining the Reservoir",
											"id": "01f",
											"entries": [
												"To drain the reservoir and flush the apparitions from Sigil, the characters must manually activate three of the machine's pumps—convoluted-looking mechanisms connected to the Spirit Sump's circular control stations. As an action, a character at a control station can make a {@dc 14} Intelligence ({@skill Investigation}) check to repair that station's pump, doing so on a successful check. A character who has proficiency in smith's tools or tinker's tools has advantage on the check."
											]
										},
										{
											"type": "entries",
											"name": "Ghostly Reservoir",
											"id": "020",
											"entries": [
												"A perpetually wailing slurry of ghosts, specters, and other incorporeal Undead churns 20 feet below the catwalks. A non-Undead creature that enters the liquid for the first time on a turn or starts its turn there takes 7 ({@dice 2d6}) necrotic damage and must succeed on a {@dc 13} Constitution saving throw or have its hit point maximum reduced by an amount equal to the damage taken. This reduction lasts until the creature finishes a long rest. The creature dies if this effect reduces its hit point maximum to 0.",
												"A Humanoid that dies in the reservoir rises from its corpse as a hostile {@creature specter} {@dice 1d4} hours later unless the Humanoid is restored to life or its body is destroyed."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Nevervault",
									"id": "021",
									"entries": [
										"{@i For Characters of 8th–10th Level}",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/AATM/009-00-005.crypts-of-nevervault.webp"
											},
											"title": "The crypts of the Nevervault imprison deathless threats with a tenacious grip on the realms of the living",
											"credit": "Robson Michel",
											"width": 1700,
											"height": 1131
										},
										"In this encounter, characters journey to the Nevervault, a hazardous containment crypt deep beneath the Mortuary for creatures that should be dead but somehow aren't. The defenses for the vault and several threats within are detailed here.",
										"Map 1.3 depicts a wing of the Nevervault. When the characters enter, read or paraphrase the following text:",
										{
											"type": "insetReadaloud",
											"id": "022",
											"entries": [
												"Otherworldly tubes bathe this lofty crypt in a dim red glow. Skeletal creatures and gangly apparitions bathe in the crimson liquid, occasionally colliding with the glass.",
												"A solemn humanoid figure paces the eerie cylinders. As she pauses to examine one of the tubes, a wicked spirit phases through it with a maniacal laugh, causing a spidery crack to run along the length of the glass. Foul ichor spills forth from within."
											]
										},
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/AATM/010-map-0.03.nevervault.webp"
													},
													"imageType": "map",
													"title": "Map 1.3: Nevervault",
													"credit": "Marco Bernardini",
													"width": 3840,
													"height": 2160,
													"id": "034",
													"grid": {
														"type": "square",
														"size": 232,
														"offsetX": 74,
														"offsetY": -124,
														"scale": 3
													},
													"mapRegions": [
														{
															"area": "024",
															"points": [
																[
																	2192,
																	412
																],
																[
																	2142,
																	312
																],
																[
																	2162,
																	250
																],
																[
																	2250,
																	102
																],
																[
																	2435,
																	142
																],
																[
																	2522,
																	197
																],
																[
																	2617,
																	217
																],
																[
																	2697,
																	267
																],
																[
																	2760,
																	305
																],
																[
																	2782,
																	370
																],
																[
																	2867,
																	447
																],
																[
																	2920,
																	475
																],
																[
																	3015,
																	620
																],
																[
																	3035,
																	687
																],
																[
																	3057,
																	767
																],
																[
																	3095,
																	802
																],
																[
																	3125,
																	930
																],
																[
																	3125,
																	1212
																],
																[
																	3110,
																	1275
																],
																[
																	3105,
																	1357
																],
																[
																	3070,
																	1370
																],
																[
																	3057,
																	1445
																],
																[
																	3020,
																	1507
																],
																[
																	3015,
																	1567
																],
																[
																	2910,
																	1692
																],
																[
																	2865,
																	1707
																],
																[
																	2780,
																	1805
																],
																[
																	2752,
																	1852
																],
																[
																	2630,
																	1945
																],
																[
																	2577,
																	1947
																],
																[
																	2507,
																	1980
																],
																[
																	2445,
																	1987
																],
																[
																	2435,
																	2022
																],
																[
																	2252,
																	2060
																],
																[
																	2155,
																	1922
																],
																[
																	2140,
																	1847
																],
																[
																	2167,
																	1790
																],
																[
																	2187,
																	1745
																],
																[
																	2182,
																	1595
																],
																[
																	2277,
																	1505
																],
																[
																	2262,
																	1330
																],
																[
																	2325,
																	1195
																],
																[
																	2352,
																	1072
																],
																[
																	2335,
																	945
																],
																[
																	2217,
																	922
																],
																[
																	2242,
																	857
																],
																[
																	2280,
																	817
																],
																[
																	2262,
																	690
																],
																[
																	2277,
																	637
																],
																[
																	2227,
																	610
																],
																[
																	2192,
																	577
																],
																[
																	2185,
																	490
																]
															]
														},
														{
															"area": "023",
															"points": [
																[
																	345,
																	1596
																],
																[
																	360,
																	1498
																],
																[
																	347,
																	1331
																],
																[
																	365,
																	1227
																],
																[
																	360,
																	905
																],
																[
																	349,
																	858
																],
																[
																	384,
																	676
																],
																[
																	524,
																	664
																],
																[
																	535,
																	616
																],
																[
																	562,
																	573
																],
																[
																	609,
																	573
																],
																[
																	665,
																	602
																],
																[
																	736,
																	593
																],
																[
																	780,
																	565
																],
																[
																	813,
																	585
																],
																[
																	842,
																	662
																],
																[
																	860,
																	775
																],
																[
																	864,
																	847
																],
																[
																	845,
																	913
																],
																[
																	869,
																	958
																],
																[
																	904,
																	907
																],
																[
																	882,
																	853
																],
																[
																	905,
																	707
																],
																[
																	911,
																	656
																],
																[
																	911,
																	609
																],
																[
																	931,
																	573
																],
																[
																	989,
																	580
																],
																[
																	1027,
																	602
																],
																[
																	1091,
																	602
																],
																[
																	1127,
																	585
																],
																[
																	1156,
																	569
																],
																[
																	1193,
																	569
																],
																[
																	1220,
																	647
																],
																[
																	1233,
																	735
																],
																[
																	1238,
																	798
																],
																[
																	1247,
																	864
																],
																[
																	1235,
																	902
																],
																[
																	1242,
																	947
																],
																[
																	1269,
																	955
																],
																[
																	1289,
																	920
																],
																[
																	1264,
																	873
																],
																[
																	1291,
																	682
																],
																[
																	1298,
																	627
																],
																[
																	1316,
																	578
																],
																[
																	1353,
																	571
																],
																[
																	1402,
																	591
																],
																[
																	1445,
																	602
																],
																[
																	1498,
																	593
																],
																[
																	1536,
																	580
																],
																[
																	1573,
																	573
																],
																[
																	1585,
																	585
																],
																[
																	1602,
																	636
																],
																[
																	1607,
																	695
																],
																[
																	1622,
																	780
																],
																[
																	1627,
																	838
																],
																[
																	1625,
																	884
																],
																[
																	1613,
																	920
																],
																[
																	1640,
																	953
																],
																[
																	1658,
																	945
																],
																[
																	1678,
																	907
																],
																[
																	1660,
																	865
																],
																[
																	1665,
																	773
																],
																[
																	1667,
																	689
																],
																[
																	1687,
																	636
																],
																[
																	1695,
																	582
																],
																[
																	1722,
																	571
																],
																[
																	1753,
																	580
																],
																[
																	1782,
																	591
																],
																[
																	1822,
																	611
																],
																[
																	1869,
																	600
																],
																[
																	1913,
																	589
																],
																[
																	1945,
																	569
																],
																[
																	1969,
																	576
																],
																[
																	1982,
																	611
																],
																[
																	2009,
																	624
																],
																[
																	2031,
																	664
																],
																[
																	2049,
																	685
																],
																[
																	2060,
																	745
																],
																[
																	2056,
																	807
																],
																[
																	2044,
																	829
																],
																[
																	2062,
																	856
																],
																[
																	2053,
																	895
																],
																[
																	2045,
																	925
																],
																[
																	2067,
																	960
																],
																[
																	2102,
																	1011
																],
																[
																	2118,
																	1115
																],
																[
																	2078,
																	1180
																],
																[
																	2060,
																	1209
																],
																[
																	1938,
																	1202
																],
																[
																	1856,
																	1200
																],
																[
																	1825,
																	1211
																],
																[
																	1811,
																	1247
																],
																[
																	1829,
																	1300
																],
																[
																	1815,
																	1422
																],
																[
																	1798,
																	1507
																],
																[
																	1798,
																	1545
																],
																[
																	1780,
																	1595
																],
																[
																	1736,
																	1587
																],
																[
																	1696,
																	1569
																],
																[
																	1655,
																	1556
																],
																[
																	1602,
																	1562
																],
																[
																	1580,
																	1573
																],
																[
																	1540,
																	1593
																],
																[
																	1515,
																	1589
																],
																[
																	1491,
																	1531
																],
																[
																	1487,
																	1465
																],
																[
																	1467,
																	1345
																],
																[
																	1471,
																	1287
																],
																[
																	1487,
																	1240
																],
																[
																	1462,
																	1202
																],
																[
																	1442,
																	1207
																],
																[
																	1425,
																	1247
																],
																[
																	1444,
																	1302
																],
																[
																	1429,
																	1409
																],
																[
																	1413,
																	1485
																],
																[
																	1411,
																	1551
																],
																[
																	1395,
																	1595
																],
																[
																	1345,
																	1582
																],
																[
																	1305,
																	1565
																],
																[
																	1260,
																	1556
																],
																[
																	1225,
																	1560
																],
																[
																	1193,
																	1578
																],
																[
																	1155,
																	1587
																],
																[
																	1125,
																	1585
																],
																[
																	1105,
																	1547
																],
																[
																	1113,
																	1507
																],
																[
																	1100,
																	1449
																],
																[
																	1087,
																	1371
																],
																[
																	1082,
																	1302
																],
																[
																	1098,
																	1253
																],
																[
																	1075,
																	1209
																],
																[
																	1053,
																	1211
																],
																[
																	1040,
																	1256
																],
																[
																	1053,
																	1300
																],
																[
																	1047,
																	1387
																],
																[
																	1040,
																	1458
																],
																[
																	1022,
																	1509
																],
																[
																	1016,
																	1558
																],
																[
																	1002,
																	1591
																],
																[
																	940,
																	1576
																],
																[
																	905,
																	1555
																],
																[
																	840,
																	1555
																],
																[
																	813,
																	1573
																],
																[
																	776,
																	1595
																],
																[
																	736,
																	1591
																],
																[
																	693,
																	1313
																],
																[
																	715,
																	1255
																],
																[
																	684,
																	1202
																],
																[
																	667,
																	1220
																],
																[
																	655,
																	1253
																],
																[
																	665,
																	1318
																],
																[
																	649,
																	1451
																],
																[
																	636,
																	1558
																],
																[
																	622,
																	1591
																],
																[
																	584,
																	1587
																],
																[
																	547,
																	1569
																],
																[
																	496,
																	1556
																],
																[
																	436,
																	1567
																],
																[
																	400,
																	1585
																],
																[
																	384,
																	1598
																]
															]
														}
													],
													"hrefThumbnail": {
														"type": "internal",
														"path": "book/AATM/thumbnail/010-map-0.03.nevervault.webp"
													}
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/AATM/011-map-0.03.nevervault-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 3840,
													"height": 2160,
													"mapParent": {
														"id": "034"
													},
													"credit": "Marco Bernardini",
													"grid": {
														"type": "square",
														"size": 232,
														"offsetX": 74,
														"offsetY": -124,
														"scale": 3
													}
												}
											]
										},
										"A malicious spirit (chaotic evil {@creature ghost}) has tampered with one of the crypt's magical wards, releasing a {@creature necrichor|VRGR} (see the appendix) previously trapped inside. The hostile creatures threaten to overtake the {@creature Heralds of Dust exorcist|AATM} (see the appendix) tasked with guarding this vault. If the characters don't intervene, the Undead might destabilize the vault's magic and release other creatures contained in the crypts (detailed below).",
										{
											"type": "entries",
											"name": "Containment Crypts",
											"id": "023",
											"entries": [
												"Eight cylindrical glass crypts span the height of the vault. A permanent {@spell magic circle} spell (save {@dc 15}) in each tube prevents the creatures trapped here from escaping, but the vault's magic sometimes falters enough for a prisoner or two, all of which are hostile, to slip out from its crypts. An {@spell identify} spell cast on a crypt reveals the creature trapped within.",
												"The contents of the crypts are as follows:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Crypt 1",
															"entry": "This cracked crypt previously contained a necrichor."
														},
														{
															"type": "item",
															"name": "Crypt 2",
															"entry": "The interior of this tube roils with shadow. Inside is {@creature young red shadow dragon}. The dragon is Undead."
														},
														{
															"type": "item",
															"name": "Crypt 3",
															"entry": "A dangerous {@creature vampire} is trapped in mist form within this crypt. While the crypt's magic lasts, the vampire has the {@condition incapacitated} condition and remains in mist form."
														},
														{
															"type": "item",
															"name": "Crypt 4",
															"entry": "Three {@creature Wraith||wraiths} swirl in this crypt, violently slamming against the glass and screeching at creatures that come within 10 feet of it."
														},
														{
															"type": "item",
															"name": "Crypt 5",
															"entry": "This crypt contains five malign anomalies (use the {@creature shadow demon} stat block)."
														},
														{
															"type": "item",
															"name": "Crypts 6, and 7",
															"entry": "These crypts are empty."
														},
														{
															"type": "item",
															"name": "Crypt 8",
															"entry": "A {@creature planar incarnate|MPP} (Celestial form; see the appendix) roils in this crypt."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Steles",
											"id": "024",
											"entries": [
												"Eight granite steles line a semicircular chamber within the Nevervault. Each stele is inscribed with arcane sigils that magically bind a restless soul to the stele. The steles each have an Armor Class of 17, 50 hit points, and immunity to poison and psychic damage.",
												"Casting {@spell remove curse} on the stele or destroying the stele frees the soul trapped inside, which manifests as a {@creature specter}. For 1 minute, the specter is friendly toward its liberator and obeys their commands. In the absence of any commands, or if given a command that's likely to result in its destruction, the specter defends itself but otherwise takes no actions. At the end of the duration, the specter attempts to flee the Mortuary."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Factol Skall's Orrery",
									"id": "025",
									"entries": [
										"{@i For Characters of 11th Level or Higher}",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/AATM/012-00-006.orrery-of-souls.webp"
											},
											"title": "Factol Skall uses his orrery of souls to unravel the mysteries of True Death",
											"credit": "Andrea Piparo",
											"width": 1700,
											"height": 1070
										},
										"From his orrery of souls, Factol Skall scours the multiverse for secrets about True Death, the annihilation sublime. In this encounter, the characters must aid Skall in dispatching a powerful threat that has come through the orrery to wreak havoc on the Mortuary and its inhabitants.",
										"Map 1.4 depicts Factol Skall's orrery. When the characters enter, read or paraphrase the following text:",
										{
											"type": "insetReadaloud",
											"id": "026",
											"entries": [
												"A glowing, ethereal sphere hovers over this chilling sanctum, whose walkways are formed from the vertebrae of some unknown behemoth. The orb resonates with the haunting cries of the dead. A decrepit figure in tattered robes floats above the walkway, examining ghostly threads spun from a skeletal loom."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/AATM/013-map-0.04.factol-skalls-orrery.webp"
											},
											"imageType": "map",
											"title": "Map 1.4: Factol Skall's Orrery",
											"credit": "Jared Blando",
											"width": 3400,
											"height": 4400,
											"grid": {
												"type": "square",
												"size": 162,
												"offsetX": 62,
												"offsetY": -26,
												"scale": 3
											},
											"id": "037"
										},
										"{@creature Factol Skall|AATM} (see the {@area appendix|02e|x}) has repeatedly used the orrery, which has attracted the spirit of a dead and vengeful god (use the {@creature planar incarnate|MPP} stat block; see the {@area appendix|031|x}). The spirit bursts forth from the orrery and attacks the characters.",
										"Skall aids the characters in combat against the spirit but withholds his more potent abilities unless the characters are about to be defeated. If the spirit is reduced to 0 hit points, it is sucked back into the orrery and sent back to the plane from whence it came.",
										{
											"type": "entries",
											"name": "Necrotic Flares",
											"id": "027",
											"entries": [
												"The spirit's presence causes Skall's orrery to behave erratically. Until the spirit is defeated, each round on initiative count 10, the orrery erupts with a 100-foot-long, 5-foot-wide beam of necrotic energy that shoots down one of the orrery's six central walkways at random. To determine the direction, roll a {@dice d6} and assign a direction to each die face. Each creature in the line must make on a {@dc 18} Dexterity saving throw, taking 35 ({@dice 10d6}) necrotic damage on a failed save, or half as much damage on a successful one."
											]
										},
										{
											"type": "entries",
											"name": "Skall's Reward",
											"id": "028",
											"entries": [
												"If the characters help Skall and defeat the spirit, they earn the respect of the dead. Skall bestows a Charm of the Dead Truce (see the \"{@area Heralds of Dust Charms|00a|x}\" section) on each character."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mortuary Campaigns",
							"id": "029",
							"entries": [
								"The Mortuary's size and the multiversal scope of its operations make it well suited to longer adventures, especially those surrounding life, death, and the planes. Use this section as a springboard for a campaign centered on the Mortuary and its inhabitants. Characters don't need to join the Heralds of Dust to undertake these adventures.",
								{
									"type": "entries",
									"name": "Path of Graves",
									"id": "02a",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/AATM/014-00-007.path-of-graves.webp"
											},
											"title": "Through its many planar portals, the Path of Graves connects the Mortuary to places of death across the multiverse",
											"credit": "Calder Moore",
											"width": 1700,
											"height": 1185
										},
										"The Path of Graves is a hub of portals to and from morbid sites across the planes. Characters who arrive at the Mortuary via a planar portal might be transported here. Map 1.5 depicts the Path of Graves.",
										"The Heralds of Dust leverage the Path of Graves' portals to reach distant sites relevant to their work, such as burial sites on other worlds and magical furnaces on the Plane of Elemental Fire for cremating fire-resistant creatures. Characters can use the Path of Graves to reach the same faraway places, returning to the Mortuary in between adventures.",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/AATM/015-map-0.05.path-of-graves.webp"
													},
													"imageType": "map",
													"title": "Map 1.5: Path of Graves",
													"credit": "Jared Blando",
													"width": 3400,
													"height": 4400,
													"id": "035",
													"grid": {
														"type": "square",
														"size": 126,
														"offsetX": 33,
														"offsetY": 18,
														"scale": 3
													}
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/AATM/016-map-0.05.path-of-graves-player.webp"
													},
													"imageType": "mapPlayer",
													"title": "Player Version",
													"width": 3400,
													"height": 4400,
													"mapParent": {
														"id": "035"
													},
													"credit": "Jared Blando",
													"grid": {
														"type": "square",
														"size": 126,
														"offsetX": 33,
														"offsetY": 18,
														"scale": 3
													}
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Mortuary Adventures",
									"id": "02b",
									"entries": [
										"Use the Mortuary Adventure Hooks table to inspire a campaign centered on the Mortuary.",
										{
											"type": "table",
											"caption": "Mortuary Adventure Hooks",
											"colLabels": [
												"d4",
												"Adventure Hook"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A wrongfully interred {@creature death knight} launches a campaign against Factol Skall, fomenting dissent and dividing the Heralds of Dust into splinter factions. Factol Skall hires the characters to unite the dead before the faction crumbles beyond repair."
												],
												[
													"2",
													"A multiversal law dictates that a death council must convene in the Mortuary once every century. The characters are charged with exhuming a series of influential Undead entombed on other planes and escorting them to the Mortuary. Some of the council members are especially cranky when awoken."
												],
												[
													"3",
													"When a godling is born on the Upper Planes, a wave of positive energy sweeps over the Mortuary through its myriad portals, restoring hundreds of long-dead creatures to life."
												],
												[
													"4",
													"{@creature Factol Skall|AATM} (see the appendix) announces his retirement. Before he transcends to True Death, he asks the characters to help him name his successor."
												]
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix: Mortuary Creatures",
					"id": "02c",
					"entries": [
						"This appendix provides lore and stat blocks for five creatures that, while connected to one of many factions in the infinite and wondrous Planescape setting, are suitable for any Dungeons & Dragons campaign. The creatures in this bestiary are organized alphabetically.",
						"If you are unfamiliar with the monster stat block format, read the {@book introduction|MM|0} of the {@book Monster Manual|MM} before proceeding further. It explains stat block terminology and gives rules for various monster traits—information that isn't repeated here.",
						{
							"type": "entries",
							"name": "Animated Coffin",
							"id": "02d",
							"entries": [
								"Animated coffins are heavy, macabre Constructs designed to ferry the dead to places of rest. They waddle the Mortuary's halls unbothered, scooping up corpses and carrying them to the next stage of the funerary process.",
								"An {@creature animated coffin|AATM} has an array of spidery metal legs it uses to skitter along steep inclines, walls, and ceilings, and the coffin's spacious interior bristles with retractable spikes. Like their inanimate counterparts, animated coffins range from plain wooden boxes with simple fittings to elaborate, gilded sarcophagi and reverent, fabric-lined caskets.",
								"Beyond the City of Doors, animated coffins serve similar—albeit less industrial—roles. Natural ambushers and tireless sentries, animated coffins guard ancient necropolises, family crypts, and the lairs of powerful Undead. A cautious vampire might sleep in an animated coffin to evade hunters during the day, while a necromancer might enlist animated coffins to conscript corpses from faraway settlements into an Undead army.",
								"Animated coffins are rarely empty. The Animated Coffin Contents table presents some contents an animated coffin might contain when encountered.",
								{
									"type": "table",
									"caption": "Animated Coffin Contents",
									"colLabels": [
										"d6",
										"Contents"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"{@dice 1d4} {@creature swarm of bats}"
										],
										[
											"2",
											"{@dice 1d4} {@creature Skeleton||skeletons} packed like sardines"
										],
										[
											"3",
											"A groaning {@creature mummy}"
										],
										[
											"4",
											"A patch of {@hazard yellow mold} (see the {@book Dungeon Master's Guide|DMG})"
										],
										[
											"5",
											"A slumbering {@creature vampire spawn}"
										],
										[
											"6",
											"A portal to the {@area Path of Graves|02a|x} (detailed earlier in this supplement)"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Factol Skall",
							"id": "02e",
							"entries": [
								"{@creature Factol Skall|AATM|Skall} is the current factol of the Heralds of Dust and the only leader the faction has ever had. A popular Duster legend holds that other than the Lady of Pain herself, Skall is Sigil's oldest resident, the first creature to live and die in the City of Doors. The Heralds of Dust idolize their ageless factol, whose stoic visage has become the faction's emblem. Skall can usually be found examining his {@area orrery of souls|025|x} (detailed earlier in this supplement).",
								"After eons of existence, Skall is in an advanced state of deterioration. Once a spry lich with a wrinkled frame, he now drifts listlessly through the Mortuary's forlorn halls, rasping to himself. Skall appears as little more than a floating, disembodied head and two hands, his tattered cloak fluttering behind them. Notorious among the factols of Sigil but rarely seen in the flesh, Skall often delegates his bureaucratic responsibilities to Undead proxies or—on rare occasions—appears as an illusory duplicate. Subtle social cues are lost on the factol, whose eternal nature has eroded any memory of mortal life.",
								"As a result of his decay, Skall's power has waned considerably, but challenging him in combat is as much a death sentence as ever. Factol Skall imparts a lasting oblivion to his enemies. Caretaker, custodian, and grave keeper, the factol ushers allies and foes alike from this false existence toward the path to True Death."
							]
						},
						{
							"type": "entries",
							"name": "Heralds of Dust Exorcist",
							"id": "02f",
							"entries": [
								"Dauntless in the face of death, {@creature Heralds of Dust Exorcist|AATM|exorcists in the Heralds of Dust} cleanse hapless creatures and resting places haunted by {@creature Ghost||ghosts}, {@creature Specter||specters}, and other malign entities that prevent the dead from being interred or jeopardize those already in repose. Though most Duster exorcists conduct their operations in the Mortuary, many heed calls throughout Sigil and the planes beyond.",
								"The vagaries of undeath make spirits difficult to predict. Nevertheless, exorcists are well equipped for their work. Molded by experiences with apparitions and their ilk, exorcists channel the forces of death to preserve the living, commune with the dead, and drive evil spirits back to their graves. They can also fire versatile bolts of necrotic or radiant energy from their staves to repel a host of supernatural entities.",
								"An exorcist's senses pierce the veil of death to perceive wandering ghosts on the Ethereal Plane as well as {@creature Shadow Demon||shadow demons}, {@creature Wraith||wraiths}, and other incorporeal entities hiding in palls of darkness. With a brief reboant chant, an exorcist can expunge a harmful entity from a possessed creature—or make that creature vulnerable to a painful spiritual inhabitation."
							]
						},
						{
							"type": "entries",
							"name": "Necrichor",
							"id": "030",
							"entries": [
								"A {@creature necrichor|VRGR} is a being of living blood, formed from the ichor of evil gods or the sludge in the crypts of failed liches. Despite the loss of a solid physical form, these foul creatures retain their terrible intellects and aspire to megalomaniacal goals—the first of which involves regaining a body. To do this, they seek servants to exact their will, coercing even the most stubborn potential minions by turning their own blood against them.",
								"Necrichors prove exceptionally difficult to destroy, since they leave a trace of their essence within the veins of every creature they've controlled and can regenerate themselves from those creatures' blood. Unable to extinguish their horrific unlife, virtuous faiths and vigilant organizations (like the {@book Order of the Guardians|VRGR|3|Order of the Guardians} detailed in {@book Van Richten's Guide to Ravenloft|VRGR}) seal these viscous horrors in magically warded prisons. As ages pass, though, the knowledge of what these prisons contain and where some lie have been lost. And every imprisoned necrichor understands that its captivity might be lengthy, but time is of little consequence to the ageless. Necrichors that escape their imprisonment have the statistics presented here."
							]
						},
						{
							"type": "entries",
							"name": "Planar Incarnate",
							"id": "031",
							"entries": [
								"The Upper and Lower Planes are fundamental manifestations of good and evil, law and chaos. In the most dire and fateful circumstances, these planes can manifest primal embodiments of their might. These expressions of a plane's power are called {@creature Planar Incarnate|MPP|planar incarnates}, and they appear as roiling energies with features distinct to the plane that created it. They protect their home from destructive or otherwise antithetical forces, then merge back into their plane of origin.",
								"Planar incarnates are akin to natural disasters that work to protect and further the virtues and vices of the planes they originate upon. Those from the Lower Planes might appear as roiling waves of fiendish flames or other sinister forms, while those from the Upper Planes often appear as blooms of light and wild growth or similarly majestic shapes. On the rare occasions that planar incarnates appear on another plane, they might take either form or appear as unique manifestations of the philosophies they embody."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "item",
							"name": "Designer",
							"entries": [
								"Justice Ramin Arman"
							]
						},
						{
							"type": "item",
							"name": "Rules Developers",
							"entries": [
								"Makenzie De Armas, Carl Sibley"
							]
						},
						{
							"type": "item",
							"name": "Art Director",
							"entries": [
								"Fury Galluzzi"
							]
						},
						{
							"type": "item",
							"name": "Concept Artist",
							"entries": [
								"Noor Rahman"
							]
						},
						{
							"type": "item",
							"name": "Editor",
							"entries": [
								"Adrian Ng"
							]
						},
						{
							"type": "item",
							"name": "Graphic Designer",
							"entries": [
								"Matt Cole"
							]
						},
						{
							"type": "item",
							"name": "Cover Illustrator",
							"entries": [
								"Hinchel Or"
							]
						},
						{
							"type": "item",
							"name": "Interior Illustrators",
							"entries": [
								"Alix Branwyn, David Melvin, Robson Michel, Calder Moore, Martin Mottet, Hinchel Or, Andrea Piparo"
							]
						},
						{
							"type": "item",
							"name": "Cartographers",
							"entries": [
								"Marco Bernardini, Jared Blando"
							]
						},
						{
							"type": "item",
							"name": "Game Architects",
							"entries": [
								"Jeremy Crawford, Christopher Perkins"
							]
						},
						{
							"type": "item",
							"name": "Studio Art Director",
							"entries": [
								"Josh Herman"
							]
						},
						{
							"type": "item",
							"name": "Managing Editor",
							"entries": [
								"Judy Bauer"
							]
						},
						{
							"type": "item",
							"name": "Imaging Technician",
							"entries": [
								"Kevin Yee"
							]
						},
						{
							"type": "item",
							"name": "Inclusion Reviewer",
							"entries": [
								"James Mendez"
							]
						},
						{
							"type": "item",
							"name": "Senior Producer",
							"entries": [
								"Dan Tovar"
							]
						},
						{
							"type": "item",
							"name": "Producer",
							"entries": [
								"Andy Smith"
							]
						},
						{
							"type": "item",
							"name": "Product Manager",
							"entries": [
								"Chris Lindsay"
							]
						},
						{
							"type": "item",
							"name": "D&D Beyond",
							"entries": [
								""
							]
						},
						{
							"type": "item",
							"name": "Product Managers",
							"entries": [
								"Patrick Backmann, Jeff Turriff"
							]
						},
						{
							"type": "item",
							"name": "Digital Design Team",
							"entries": [
								"Jay Jani, Adam Walton, Sean Stoves"
							]
						}
					]
				}
			],
			"id": "036"
		}
	]
}
