{
	"facility": [
		{
			"name": "Amethyst Dragon Den",
			"source": "FRHoF",
			"facilityType": "special",
			"level": 5,
			"prerequisite": [
				{
					"membership": [
						"Purple Dragon Knights"
					]
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"This den for an amethyst dragon is an enclosed open chamber with a pool, and one of its entrances is underwater. The facility's hireling maintains the den and helps any visiting amethyst dragons feel comfortable.",
				{
					"type": "entries",
					"name": "Empower: Psionic Defenses",
					"entries": [
						"When you issue the {@book Empower|XDMG|7|Empower} order to this facility, latent draconic power fills the facility, allowing you to train in psionic combat. This training takes 8 hours per day for 7 days, after which you gain {@variantrule Resistance|XPHB} to Psychic damage. This benefit lasts for 7 days."
					]
				},
				{
					"type": "inset",
					"name": "Amethyst Dragons",
					"entries": [
						"Amethyst dragons are detailed in {@book Fizban's Treasury of Dragons|FTD|6}, and you can find their stat blocks there along with more information on Eldenser. They are the most powerful kind of gem dragon. Whereas chromatic dragons are typically evil, and metallic dragons typically good, gem dragons are typically neutral. They have the same age categories as other dragons (wyrmling, young, adult, ancient) but their spellcasting powers are psionic in nature. The breath weapon of an amethyst dragon is a bead of exploding gravitational force. Amethyst dragons can breathe underwater and swim at great speed."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Arcane Study",
			"source": "XDMG",
			"page": 336,
			"facilityType": "special",
			"level": 5,
			"prerequisite": [
				{
					"spellcastingFocus": [
						"arcane",
						"tool"
					]
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"craft"
			],
			"entries": [
				"An Arcane Study is a place of quiet research that contains one or more desks and bookshelves.",
				{
					"type": "entries",
					"name": "Arcane Study Charm",
					"entries": [
						"After spending a {@variantrule Long Rest|XPHB} in your Bastion, you gain a magical {@reward Arcane Study Charm|XDMG|Charm} (see \"{@book Supernatural Gifts|XDMG|2|Supernatural Gifts}\" in {@book chapter 3|XDMG|2}) that lasts for 7 days or until you use it. The Charm allows you to cast {@spell Identify|XPHB} without expending a spell slot or using Material components. You can't gain this Charm again while you still have it."
					]
				},
				{
					"type": "entries",
					"name": "Craft Options",
					"entries": [
						"When you issue the {@book Craft|XDMG|7|Craft} order to this facility, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Arcane Focus. You commission the facility's hireling to craft an {@item Arcane Focus|XPHB}. The work takes 7 days and costs no money. The Arcane Focus remains in your Bastion until you claim it."
								},
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Book. You commission the facility's hireling to craft a blank book. The work takes 7 days and costs you 10 GP. The book remains in your Bastion until you claim it."
								},
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Magic Item (Arcana). If you are level 9+, you can commission the facility's hireling to craft a Common or an Uncommon magic item chosen by you from the {@book Arcana tables|XDMG|6|Arcana Tables} in {@book chapter 7|XDMG|6}. The facility has the tool required to craft the item, and the hireling has proficiency with that tool as well as proficiency in the {@skill Arcana|XPHB} skill. See the \"{@book Crafting Magic Items|XDMG|6|Crafting Magic Items}\" section in {@book chapter 7|XDMG|6} for the time and money that must be spent to craft the item. If the item allows its user to cast any spells from it, you must craft the item yourself (the facility's hireling can assist), and you must have all those spells prepared every day you spend crafting the item."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Archive",
			"source": "XDMG",
			"page": 337,
			"facilityType": "special",
			"level": 13,
			"space": [
				"roomy",
				"vast"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"research"
			],
			"entries": [
				"An Archive is a repository of valuable books, maps, and scrolls. It is usually attached to a Library behind a locked or secret door.",
				{
					"type": "entries",
					"name": "Research: Helpful Lore",
					"entries": [
						"When you issue the {@book Research|XDMG|7|Research} order to this facility, you commission the facility's hireling to search the Archive for helpful lore. The work takes 7 days. The hireling gains knowledge as if they had cast the {@spell Legend Lore|XPHB} spell, then shares this knowledge with you the next time you speak with them."
					]
				},
				{
					"type": "entries",
					"name": "Reference Book",
					"entries": [
						"Your Archive contains one copy of a rare and valuable reference book, which gives you a benefit while you and the book are in your Bastion. You can choose one of the following options (your DM might make more options available):",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Bigby's Handy Arcana Codex",
									"entry": "You have {@variantrule Advantage|XPHB} on any Intelligence ({@skill Arcana|XPHB}) check you make when you take the {@action Study|XPHB} action to recall lore about spells, magic items, eldritch symbols, magical traditions, and planes of existence."
								},
								{
									"type": "item",
									"name": "The Chronepsis Chronicles",
									"entry": "You have {@variantrule Advantage|XPHB} on any Intelligence ({@skill History|XPHB}) check you make when you take the {@action Study|XPHB} action to recall lore about historical events, legendary people, ancient kingdoms, past disputes, wars, and lost civilizations."
								},
								{
									"type": "item",
									"name": "Investigations of the Inquisitive",
									"entry": "You have {@variantrule Advantage|XPHB} on any Intelligence ({@skill Investigation|XPHB}) check you make when you take the {@action Study|XPHB} action to make deductions based on clues or evidence or to recall lore about traps, ciphers, riddles, and gadgetry."
								},
								{
									"type": "item",
									"name": "Material Musings on the Nature of the World",
									"entry": "You have {@variantrule Advantage|XPHB} on any Intelligence ({@skill Nature|XPHB}) check you make when you take the {@action Study|XPHB} action to recall lore about terrain, plants, animals, and the weather."
								},
								{
									"type": "item",
									"name": "The Old Faith and Other Religions",
									"entry": "You have {@variantrule Advantage|XPHB} on any Intelligence ({@skill Religion|XPHB}) check you make when you take the {@action Study|XPHB} action to recall lore about deities, rites and prayers, hierarchies, holy symbols, and the practices of secret cults."
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Enlarging the Facility",
					"entries": [
						"You can enlarge your Archive to a Vast facility by spending 2,000 GP. If you do so, you gain two additional reference books chosen from the list above."
					]
				}
			]
		},
		{
			"name": "Armory",
			"source": "XDMG",
			"page": 339,
			"facilityType": "special",
			"level": 5,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"trade"
			],
			"entries": [
				"An Armory contains mannequins for displaying armor, hooks for holding Shields, racks for storing weapons, and chests for holding ammunition.",
				{
					"type": "entries",
					"name": "Trade: Stock Armory",
					"entries": [
						"When you issue the {@book Trade|XDMG|7|Trade} order to this facility, you commission the facility's hireling to stock the Armory with armor, {@item Shield|XPHB|Shields}, weapons, and ammunition. This equipment costs you 100 GP plus an extra 100 GP for each Bastion Defender in your Bastion. If your Bastion has a {@book Smithy|XDMG|7|Smithy}, the total cost is halved.",
						"While your Armory is stocked, your Bastion Defenders are harder to kill. When any event causes you to roll dice to determine if your Bastion loses one or more of its defenders (see \"{@book Bastion Events|XDMG|7|Bastion Events}\" at the end of this chapter), roll {@dice 1d8} in place of each {@dice d6} you would normally roll. When the event is over, the equipment in your Armory is expended regardless of how many Bastion Defenders you have or how many you lost, leaving your Armory depleted until you issue another Trade order to the facility and pay the cost to restock it."
					]
				}
			]
		},
		{
			"name": "Artificer's Forge",
			"source": "EFA",
			"facilityType": "special",
			"level": 13,
			"prerequisite": [
				{
					"spellcastingFocus": [
						"artisansTool"
					]
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 2
				}
			],
			"orders": [
				"craft"
			],
			"entries": [
				"An Artificer's Forge includes two magewright hirelings who are skilled in creating magic items.",
				{
					"type": "entries",
					"name": "Crafting Assistants",
					"entries": [
						"If you {@book create a magic item|XDMG|2|Creating a Magic Item} in your Bastion using the rules in the {@book Dungeon Master's Guide|XDMG}, one or both of this facility's hirelings can assist you, reducing the time required for the crafting."
					]
				},
				{
					"type": "entries",
					"name": "Craft: Magic Item",
					"entries": [
						"When you issue the Craft order to this facility, you commission the facility's hirelings to craft a {@book Common or an Uncommon magic item|XDMG|6|Magic Items} chosen by you from the {@book Dungeon Master's Guide|XDMG}. The facility has the tool required to craft the item, and the hirelings have proficiency with that tool as well as proficiency in the {@skill Arcana|XPHB} skill. The two hirelings assist each other, reducing the time required to craft the item. If the item allows its user to cast any spells from it, the hirelings have those spells prepared."
					]
				},
				{
					"type": "entries",
					"name": "Charge Refreshment",
					"entries": [
						"Whenever a magic item in your Bastion regains charges, it regains 1 extra expended charge."
					]
				}
			]
		},
		{
			"name": "Barrack",
			"source": "XDMG",
			"page": 339,
			"facilityType": "special",
			"level": 5,
			"space": [
				"roomy",
				"vast"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"recruit"
			],
			"entries": [
				"A Bastion can have more than one Barrack, each of which is furnished to serve as sleeping quarters for up to twelve Bastion Defenders.",
				{
					"type": "entries",
					"name": "Recruit: Bastion Defenders",
					"entries": [
						"Each time you issue the {@book Recruit|XDMG|7|Recruit} order to this facility, up to four Bastion Defenders are recruited to your Bastion and assigned quarters in this Barrack. The recruitment costs no money. You can't issue the Recruit order to this facility if it's fully occupied.",
						"Keep track of the Bastion Defenders housed in each of your Barracks. If you lose Bastion Defenders, deduct them from your roster. Assign names and personalities to your Bastion Defenders as you see fit."
					]
				},
				{
					"type": "entries",
					"name": "Enlarging the Facility",
					"entries": [
						"You can enlarge your Barrack to a Vast facility by spending 2,000 GP. A Vast Barrack can accommodate up to twenty-five Bastion Defenders."
					]
				}
			]
		},
		{
			"name": "Bedroom",
			"source": "XDMG",
			"page": 335,
			"facilityType": "basic",
			"space": [
				"cramped",
				"roomy",
				"vast"
			],
			"entries": [
				"A basic facility comes with nonmagical furnishings and decor appropriate for that facility."
			]
		},
		{
			"name": "Construct Forge",
			"source": "EFA",
			"facilityType": "special",
			"level": 17,
			"prerequisite": [
				{
					"spellcastingFocus": [
						"artisansTool"
					]
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 2
				}
			],
			"orders": [
				"recruit"
			],
			"entries": [
				"A Construct Forge is used to create Constructs.",
				{
					"type": "entries",
					"name": "Recruit: Construct",
					"entries": [
						"When you issue the Recruit order to this facility, you commission the facility's hirelings to craft a Construct from the Forge Constructs table. The construction takes the time and costs you the amount listed in the table.",
						"Constructs made in this facility count as Bastion Defenders. Deduct any you lose from your Bastion Defenders roster. You can choose not to count one or more of these creatures as Bastion Defenders, in which case they can't be called on to defend the Bastion. Instead, they act in accordance with their nature and use their stat blocks in the {@book Monster Manual|XMM}.",
						{
							"type": "table",
							"caption": "Forge Constructs",
							"colLabels": [
								"Creature",
								"Time",
								"Cost"
							],
							"colStyles": [
								"col-8",
								"col-2",
								"col-2"
							],
							"rows": [
								[
									"{@creature Animated Armor|XMM}",
									"14 days",
									"1,000 GP"
								],
								[
									"{@creature Animated Broom|XMM}",
									"7 days",
									"250 GP"
								],
								[
									"{@creature Animated Flying Sword|XMM}",
									"7 days",
									"250 GP"
								],
								[
									"{@creature Animated Rug of Smothering|XMM}",
									"21 days",
									"2,000 GP"
								],
								[
									"{@creature Helmed Horror|XMM}",
									"42 days",
									"5,000 GP"
								],
								[
									"{@creature Scarecrow|XMM}",
									"14 days",
									"1,000 GP"
								],
								[
									"{@creature Shield Guardian|XMM}",
									"63 days",
									"25,000 GP"
								],
								[
									"{@creature Warforged Titan|ERLW}*",
									"250 days",
									"200,000 GP"
								]
							],
							"footnotes": [
								"*{@creature Warforged Titan|ERLW|The Warforged Titan stat block} appears in {@book Eberron: Rising from the Last War|ERLW}. Creating new Warforged Titans is illegal under the terms of the Treaty of Korth, which ended the Last War. Violating that treaty risks reigniting open war across Khorvaire."
							]
						}
					]
				}
			]
		},
		{
			"name": "Courtyard",
			"source": "XDMG",
			"page": 335,
			"facilityType": "basic",
			"space": [
				"cramped",
				"roomy",
				"vast"
			],
			"entries": [
				"A basic facility comes with nonmagical furnishings and decor appropriate for that facility."
			]
		},
		{
			"name": "Cult of the Dragon Archive",
			"source": "FRHoF",
			"facilityType": "special",
			"level": 13,
			"prerequisite": [
				{
					"membership": [
						"Cult of the Dragon"
					]
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"research"
			],
			"entries": [
				"A Cult of the Dragon Archive contains extensive records on specific topics, including dragons.",
				{
					"type": "entries",
					"name": "Research: Helpful Lore",
					"entries": [
						"When you issue the Research order to this facility, you commission the facility's hireling to search the archive for lore. The work takes 7 days. The hireling gains knowledge as if they had cast the {@spell Legend Lore|XPHB} spell, then shares this knowledge with you the next time you speak with them."
					]
				},
				{
					"type": "entries",
					"name": "Reference Books",
					"entries": [
						"Your Cult of the Dragon Archive contains a collection of draconic lore. You have {@variantrule Advantage|XPHB} on Intelligence ({@skill Nature|XPHB} or {@skill Religion|XPHB}) checks you make in your Bastion when you take the {@action Study|XPHB} action to recall lore about Dragons, Tiamat, or the Cult of the Dragon."
					]
				},
				{
					"type": "entries",
					"name": "Enlarging the Facility",
					"entries": [
						"You can enlarge your Cult of the Dragon Archive to a Vast facility by spending 2,000 GP. If you do so, you gain two reference books chosen from those listed in the Archive entry in {@book chapter 8|XDMG|10} of the {@book Dungeon Master's Guide|XDMG}."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Demiplane",
			"source": "XDMG",
			"page": 340,
			"facilityType": "special",
			"level": 17,
			"prerequisite": [
				{
					"spellcastingFocus": [
						"arcane",
						"tool"
					]
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"A door up to 5 feet wide and 10 feet tall appears on a flat, solid surface in one of the other facilities in your Bastion. You choose the location. If you are in your Bastion during a Bastion turn, you can relocate this door to another facility in your Bastion.",
				"Only you and your Bastion's hirelings can open the door, which leads to a Demiplane that takes the form of a stone room. The Demiplane exists in an extradimensional space and therefore isn't attached physically to other locations in your Bastion. Neither the Demiplane nor its door can be dispelled.",
				{
					"type": "entries",
					"name": "Empower: Arcane Resilience",
					"entries": [
						"When you issue the {@book Empower|XDMG|7|Empower} order to this facility, magical runes appear on the Demiplane's walls and last for 7 days. Until the runes disappear, you gain {@variantrule Temporary Hit Points|XPHB} equal to five times your level after spending an entire {@variantrule Long Rest|XPHB} in the Demiplane."
					]
				},
				{
					"type": "entries",
					"name": "Fabrication",
					"entries": [
						"While in the Demiplane, you can take a {@action Magic|XPHB} action to create a nonmagical object of your choice from nothing, causing it to appear in an unoccupied space in the Demiplane. The object can be no bigger than 5 feet in any dimension; can't have a value over 5 GP; and must be made of wood, stone, clay, porcelain, glass, paper, nonprecious crystal, or nonprecious metal. You must finish a {@variantrule Long Rest|XPHB} before you can take this action again."
					]
				}
			]
		},
		{
			"name": "Dining Room",
			"source": "XDMG",
			"page": 335,
			"facilityType": "basic",
			"space": [
				"cramped",
				"roomy",
				"vast"
			],
			"entries": [
				"A basic facility comes with nonmagical furnishings and decor appropriate for that facility."
			]
		},
		{
			"name": "Dragonmark Outpost",
			"source": "EFA",
			"facilityType": "special",
			"level": 5,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Renown 10+ with any {@book dragonmarked house|EFA|5|Dragonmarked House Renown}",
						"entrySummary": "Dragonmarked House Renown 10+"
					}
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"A Dragonmark Outpost is an area set aside for the use of your dragonmarked house. The hireling is a house agent and serves as a liaison between you and your superiors in the house.",
				"When you add this facility to your Bastion, your Renown Score with your house increases by 1.",
				{
					"type": "entries",
					"name": "Dragonmark Empowerment (Requires Any Dragonmark Feat)",
					"entries": [
						"When you finish a {@variantrule Long Rest|XPHB} in your Bastion, you gain one extra spell slot of level 2. You can use this spell slot to cast only a spell you have prepared because of a {@book Dragonmark feat|EFA|2|Dragonmark Feats}."
					]
				},
				{
					"type": "entries",
					"name": "Empower: House Favor",
					"entries": [
						"When you issue the Empower order to this facility, you instruct your hireling to call in a favor from your dragonmarked house. You can use any benefit of your house that your Renown Score affords you (as described in {@book chapter 5|EFA|5|Dragonmarked House Renown}), and this favor doesn't count against the total number of favors available to you. Once you use this feature, you can't use it again until your Renown Score with your house increases."
					]
				}
			]
		},
		{
			"name": "Emerald Enclave Grove",
			"source": "FRHoF",
			"facilityType": "special",
			"level": 9,
			"prerequisite": [
				{
					"membership": [
						"Emerald Enclave"
					]
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 2
				}
			],
			"orders": [
				"recruit"
			],
			"entries": [
				"Veteran agents of the Emerald Enclave create safe havens with trees, grass, and flowing water, where magical creatures that embody the power of nature live in peace and safety. The Emerald Enclave Grove can house one Huge creature or two Large creatures; four Small or Medium creatures or eight Tiny creatures can occupy the same space as one Large creature there.",
				{
					"type": "entries",
					"name": "Recruit: Creature of Nature",
					"entries": [
						"When you issue the Recruit order to this facility, you invite a creature from the Emerald Enclave Grove Creatures table to your Emerald Enclave Grove. Roll any die. If the number rolled is odd, the creature doesn't accept your invitation and you gain no benefit from having issued the order. If the number rolled is even, a creature accepts your invitation and moves into your Emerald Enclave Grove after 7 days. Your hirelings care for the creature and perform upkeep in the facility.",
						"Creatures in your Emerald Enclave Grove count as Bastion Defenders. Deduct any you lose from your Bastion Defenders roster. You can choose not to count one or more of these creatures as Bastion Defenders, in which case they can't be called on to defend the Bastion. Instead, they act in accordance with their nature and use their stat blocks in the {@book Monster Manual|XMM}.",
						{
							"type": "table",
							"caption": "Emerald Enclave Grove Creatures",
							"colLabels": [
								"Creature",
								"Size"
							],
							"colStyles": [
								"col-6",
								"col-6"
							],
							"rows": [
								[
									"{@creature Awakened Shrub|XMM}",
									"Small"
								],
								[
									"{@creature Awakened Tree|XMM}",
									"Huge"
								],
								[
									"{@creature Blink Dog|XMM}",
									"Medium"
								],
								[
									"{@creature Centaur Trooper|XMM}",
									"Large"
								],
								[
									"{@creature Dryad|XMM}",
									"Medium"
								],
								[
									"{@creature Myconid Adult|XMM}",
									"Medium"
								],
								[
									"{@creature Myconid Sprout|XMM}",
									"Small"
								],
								[
									"{@creature Pixie|XMM}",
									"Tiny"
								],
								[
									"{@creature Satyr|XMM}",
									"Medium"
								],
								[
									"{@creature Sprite|XMM}",
									"Tiny"
								],
								[
									"{@creature Treant|XMM}",
									"Large"
								],
								[
									"{@creature Unicorn|XMM}",
									"Large"
								]
							]
						}
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Gaming Hall",
			"source": "XDMG",
			"page": 340,
			"facilityType": "special",
			"level": 9,
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 4
				}
			],
			"orders": [
				"trade"
			],
			"entries": [
				"A Gaming Hall offers recreational activities like chess and games of darts, cards, or dice.",
				{
					"type": "entries",
					"name": "Trade: Gambling Hall",
					"entries": [
						"When you issue the {@book Trade|XDMG|7|Trade} order to this facility, the facility's hirelings turn the Gaming Hall into a gambling den for 7 days. At the end of the seventh day, roll {@dice 1d100} and consult the following table to determine your portion of the house's winnings.",
						{
							"type": "table",
							"colLabels": [
								"1d100",
								"Winnings"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"01–50",
									"{@dice 1d6 × 10} GP"
								],
								[
									"51–85",
									"{@dice 2d6 × 10} GP"
								],
								[
									"86–95",
									"{@dice 4d6 × 10} GP"
								],
								[
									"96–00",
									"{@dice 10d6 × 10} GP"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Garden",
			"source": "XDMG",
			"page": 340,
			"facilityType": "special",
			"level": 5,
			"space": [
				"roomy",
				"vast"
			],
			"hirelings": [
				{
					"exact": 1,
					"space": "roomy"
				},
				{
					"exact": 2,
					"space": "vast"
				}
			],
			"orders": [
				"harvest"
			],
			"entries": [
				"A Bastion can have more than one Garden. Each time you add a Garden to your Bastion, choose its type from the options in the Garden Types table.",
				"While in your Bastion, you can instruct the facility's hireling to change the Garden from one type to another. This work takes 21 days, during which time no other activity can occur in this facility.",
				{
					"type": "entries",
					"name": "Harvest: Garden Growth",
					"entries": [
						"When you issue the {@book Harvest|XDMG|7|Harvest} order to this facility, you commission the facility's hireling to collect items from the Garden as noted in the Garden Types table. The work takes 7 days and costs no money.",
						{
							"type": "table",
							"caption": "Garden Types",
							"colLabels": [
								"Garden Type",
								"Description",
								"Harvest"
							],
							"colStyles": [
								"col-2",
								"col-5",
								"col-5"
							],
							"rows": [
								[
									"Decorative",
									"Aesthetically pleasing garden full of flowers and topiaries.",
									"Ten exquisite floral bouquets (worth 5 GP each), ten vials of {@item Perfume|XPHB}, or ten {@item Candle|XPHB|Candles}"
								],
								[
									"Food",
									"Garden of delicious mushrooms or vegetables",
									"100 days worth of {@item Rations|XPHB}"
								],
								[
									"Herb",
									"Garden of rare herbs, some of which have medicinal uses",
									"Herbs that are used to create either ten {@item Healer's Kit|XPHB|Healer's Kits} or one {@item Potion of Healing|XDMG}"
								],
								[
									"Poison",
									"Garden stocked with plants and fungi from which poisons and antitoxin can be extracted",
									"Plants that are used to create either two vials of {@item Antitoxin|XPHB} or one vial of {@item Basic Poison|XPHB}"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Enlarging the Facility",
					"entries": [
						"You can enlarge your Garden to a Vast facility by spending 2,000 GP. A Vast Garden is equivalent to two Roomy Gardens and can include two of the same type of Garden or two different types. When you issue the Harvest order to a Vast Garden, each component garden produces its own harvest. A Vast Garden gains one additional hireling."
					]
				}
			]
		},
		{
			"name": "Greenhouse",
			"source": "XDMG",
			"page": 341,
			"facilityType": "special",
			"level": 9,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"harvest"
			],
			"entries": [
				"A Greenhouse is an enclosure where rare plants and fungi are nurtured in a controlled climate.",
				{
					"type": "entries",
					"name": "Fruit of Restoration",
					"entries": [
						"One plant in your Greenhouse has three magical fruits growing on it. Any creature that eats one of these fruits gains the benefit of a {@spell Lesser Restoration|XPHB} spell. Fruits that aren't eaten within 24 hours of being picked lose their magic. The plant replaces all picked fruits daily at dawn, and it can't be transplanted without killing it."
					]
				},
				{
					"type": "entries",
					"name": "Harvest Options",
					"entries": [
						"When you issue the {@book Harvest|XDMG|7|Harvest} order to this facility, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Harvest:",
									"entry": "Healing Herbs. You commission the facility's hireling to create a {@item Potion of Greater Healing|XDMG|Potion of Healing (greater)} made from healing herbs. The work takes 7 days and costs no money."
								},
								{
									"type": "item",
									"name": "Harvest:",
									"entry": "Poison. You commission the facility's hireling to extract one application of a poison from rare plants or fungi. Choose the type of poison from the following options: {@item Assassin's Blood|XDMG}, {@item Malice|XDMG}, {@item Pale Tincture|XDMG}, or {@item Truth Serum|XDMG}. See \"{@book Poison|XDMG|2|Poison}\" in {@book chapter 3|XDMG|2} for each poison's effect. Once harvested, the poison can be contained in a vial. The work takes 7 days and costs no money."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Guildhall",
			"source": "XDMG",
			"page": 341,
			"facilityType": "special",
			"level": 17,
			"prerequisite": [
				{
					"expertise": [
						{
							"skill": true
						}
					]
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"recruit"
			],
			"entries": [
				"A Guildhall comes with a guild, for which you are the guild master. Choose the type of guild from the options in the Sample Guilds table, or work with your DM to create a new guild. The facility is a meeting room where members of your guild can discuss important matters in your presence.",
				"Your guild has roughly fifty members made up of skilled folk who live and work outside your Bastion, usually in nearby settlements.",
				{
					"type": "entries",
					"name": "Recruit: Guild Assignment",
					"entries": [
						"Each time you issue the {@book Recruit|XDMG|7|Recruit} order to this facility, you commission the facility's hireling to recruit guild members to perform a special assignment. Each guild in the Sample Guilds table specifies the nature of that assignment. With your DM's permission and help, you can create new assignments for guild members to complete.",
						{
							"type": "table",
							"caption": "Sample Guilds",
							"colLabels": [
								"Guild",
								"Symbol",
								"Assignment"
							],
							"colStyles": [
								"col-2",
								"col-2",
								"col-8"
							],
							"rows": [
								[
									"Adventurers' Guild",
									"Lit torch",
									"You send adventurers to track down a Beast that has a {@variantrule Challenge Rating|XPHB} of 2 or lower and is known to lair within 50 miles of your Bastion. The adventurers slay or capture the creature (your choice) in {@dice 1d6 + 1} days. If the creature is slain and your Bastion has a Trophy Room, you can add a trophy taken from the creature to that facility. If the creature is captured and your Bastion has a Menagerie, you can add the creature to that facility, provided the facility has space to house it."
								],
								[
									"Bakers' Guild",
									"Pastry",
									"You assign bakers to create baked goods for a prestigious event that occurs within the next 7 days. You can receive payment in coin (500 GP) or in the form of a favor owed to you by the event's host, the details of which are left to you and the DM."
								],
								[
									"Brewers' Guild",
									"Foaming mug",
									"You assign brewers to deliver fifty 40-gallon barrels of ale (worth 10 GP each) to your Bastion in 7 days."
								],
								[
									"Masons' Guild",
									"Stone mask",
									"You assign masons to add a defensive wall to your Bastion at no cost. Alternatively, you can have the masons perform this work for another character's Bastion, provided their Bastion is within 1 mile of yours. Each 5-foot square of defensive wall takes 1 day to build instead of 10 (see \"{@book Bastion Map|XDMG|7|Bastion Map}\")."
								],
								[
									"Shipbuilders' Guild",
									"Crossed oars",
									"You assign shipbuilders to build one of the vehicles in the {@table Large Vehicles; Airborne and Waterborne Vehicles|XPHB|Airborne and Waterborne Vehicles} table of the {@book Player's Handbook|XPHB}. You pay the full cost of the vehicle, and the work takes 1 day per 1,000 GP of the vehicle's cost (a {@item Rowboat|XPHB} can be made in 1 day)."
								],
								[
									"Thieves' Guild",
									"White key",
									"You assign thieves to infiltrate a location within 50 miles of your Bastion and steal a nonmagical object from it. The object can be no bigger than 5 feet in any dimension and is delivered to your Bastion in {@dice 1d6 + 1} days. The DM may decide this activity leaves you at risk of retaliation from law enforcement or the victim."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Harper Hideout",
			"source": "FRHoF",
			"facilityType": "special",
			"level": 5,
			"prerequisite": [
				{
					"membership": [
						"Harpers"
					]
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"You have a safe house hidden near your Bastion and connected to it by a tunnel no more than a quarter mile in length. Your hireling maintains the hideout, using a cover identity that doesn't link them to your Bastion. You can change the location of your Harper Hideout each time you gain a level.",
				{
					"type": "entries",
					"name": "Hideout Defenses",
					"entries": [
						"Your Harper Hideout is constantly protected by the {@spell Alarm|XPHB} spell. At level 9, your Harper Hideout can be connected to your Bastion by a magic doorway instead of a tunnel; anyone passing through the door from the Harper Hideout emerges from a specific door in your Bastion or vice versa, and your Harper Hideout can be located anywhere within 100 miles of your Bastion. At level 13, the facility can be located anywhere in Faerûn. At level 17, the magic doorway works across planes, and the facility can be anywhere in the multiverse."
					]
				},
				{
					"type": "entries",
					"name": "Empower: Harper Training",
					"entries": [
						"When you issue the {@book Empower|XDMG|7|Empower} order to this facility, the facility's hireling extends an invitation to another Harper agent nearby. Roll any die. If the number is odd, no Harper needs your facility and you gain no benefit from having issued the order. If the number rolled is even, a {@variantrule Friendly [Attitude]|XPHB|Friendly} Harper takes up temporary residence in your hideout.",
						"The Harper stays for 7 days. While at your Bastion, the Harper can share their knowledge. Any character who trains with the Harper here for at least 8 hours on each of those days gains proficiency in one of the following skills of their choice: {@skill Deception|XPHB}, {@skill Investigation|XPHB}, or {@skill Performance|XPHB}. This benefit lasts for 7 days.",
						"The Harper won't defend your Bastion and departs immediately if the Bastion is attacked."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Inquisitive Agency",
			"source": "EFA",
			"facilityType": "special",
			"level": 13,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"research"
			],
			"entries": [
				"This facility is an office for an inquisitive agency—either the headquarters of an agency you control or a branch office for a larger agency (such as {@book Middle Dura|EFA|4|Middle Dura} or {@book Karr'Aashta's Investigations|EFA|4|Karr'Aashta's Investigations}, both of which are discussed in chapter 4). Its one hireling is a secretary who maintains an extensive directory of useful contacts and helpful agents.",
				{
					"type": "entries",
					"name": "Research: Information Gathering",
					"entries": [
						"When you issue the Research order to this facility, you commission the agency's secretary to gather information from contacts and agents regarding a specific individual you designate, assembling a comprehensive picture of that person's activities during the previous 7 days and over the course of the next 7 days, within 10 miles of your Bastion. Unless the DM deems that certain information is beyond these agents' ability to uncover, you learn the following information:",
						{
							"type": "list",
							"items": [
								"Where the person is and has been staying",
								"What they've spent money on",
								"Whom they've met with",
								"Where they've shown identification papers to the authorities"
							]
						},
						"If your Bastion is mobile, it takes time to establish this network of agents in a new place. When your Bastion is traveling, you can't issue the Research order to this facility. After it arrives at its destination, the first time you issue the Research order, this facility's hireling spends 7 days establishing a new network, after which you can use the Research order normally."
					]
				}
			]
		},
		{
			"name": "Kitchen",
			"source": "XDMG",
			"page": 335,
			"facilityType": "basic",
			"space": [
				"cramped",
				"roomy",
				"vast"
			],
			"entries": [
				"A basic facility comes with nonmagical furnishings and decor appropriate for that facility."
			]
		},
		{
			"name": "Kundarak Vault",
			"source": "EFA",
			"facilityType": "special",
			"level": 9,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Renown 15+ with {@book House Kundarak|EFA|5|House Kundarak}",
						"entrySummary": "House Kundarak Renown 15+"
					}
				}
			],
			"space": [
				"cramped"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"trade"
			],
			"entries": [
				"A Kundarak Vault occupies space in your Bastion like any other special facility, but it is an extradimensional space that can be accessed from other places. As a Kundarak facility, it provides exceptionally secure storage for your trade goods and other treasures. Only you and your Bastion's hirelings can open the vault door.",
				{
					"type": "entries",
					"name": "Kundarak Access",
					"entries": [
						"Because the vault is an extradimensional space, you (and only you) can access its contents from any Kundarak bank facility in the world. These banks are found in cities across {@book Khorvaire|ERLW|5|Nations of Khorvaire} (and also in {@book Stormreach, in Xen'drik|ERLW|6|Notable Locations|3})."
					]
				},
				{
					"type": "entries",
					"name": "Trade: Goods",
					"entries": [
						"When you issue the Trade order to this facility, its hireling spends the next 7 days procuring nonmagical items that have a total value of 2,000 GP or less and stores them in the Kundarak Vault, or the hireling uses those 7 days to sell goods in the Kundarak Vault. You bear the total cost of any purchases, and the maximum value of the items purchased increases to 5,000 GP when you reach level 13.",
						"When you sell goods from your Kundarak Vault, the buyer pays you 20 percent more than the standard price; this profit increases to 50 percent when you reach level 13 and 100 percent when you reach level 17."
					]
				}
			]
		},
		{
			"name": "Laboratory",
			"source": "XDMG",
			"page": 342,
			"facilityType": "special",
			"level": 9,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"craft"
			],
			"entries": [
				"A Laboratory contains storage space for alchemical supplies and workspaces for crafting various concoctions.",
				{
					"type": "entries",
					"name": "Craft Options",
					"entries": [
						"When you issue the {@book Craft|XDMG|7|Craft} order to this facility, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Alchemist's Supplies. The facility's hireling crafts anything that can be made with {@item Alchemist's Supplies|XPHB} using the rules in the {@book Player's Handbook|XPHB} and {@book chapter 7|XDMG|6} of this book."
								},
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Poison. You commission the facility's hireling to craft a vial containing one application of a poison. The poison must be one of the following: {@item Burnt Othur Fumes|XDMG}, {@item Essence of Ether|XDMG}, or {@item Torpor|XDMG}. This work takes 7 days, and you must pay half the poison's cost. See \"{@book Poison|XDMG|2|Poison}\" in {@book chapter 3|XDMG|2} for descriptions and costs of poisons."
								}
							]
						}
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Library",
			"source": "XDMG",
			"page": 342,
			"facilityType": "special",
			"level": 5,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"research"
			],
			"entries": [
				"This Library contains a collection of books plus one or more desks and reading chairs.",
				{
					"type": "entries",
					"name": "Research: Topical Lore",
					"entries": [
						"When you issue the {@book Research|XDMG|7|Research} order to this facility, you commission the facility's hireling to research a topic. The topic can be a legend, a known event or location, a person of significance, a type of creature, or a famous object. The work takes 7 days. When the research concludes, the hireling obtains up to three accurate pieces of information about the topic that were previously unknown to you and shares this knowledge with you the next time you speak with them. The DM determines what information you learn."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Lords' Alliance Noble Residence",
			"source": "FRHoF",
			"facilityType": "special",
			"level": 9,
			"prerequisite": [
				{
					"membership": [
						"Lords' Alliance"
					]
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"recruit"
			],
			"entries": [
				"You maintain a luxurious apartment fit for the ruler of a city such as Neverwinter, Waterdeep, or Baldur's Gate. Your hireling is a butler who tends to the resident's needs.",
				"After spending a {@variantrule Long Rest|XPHB} in your Noble Residence, you gain {@variantrule Heroic Inspiration|XPHB}.",
				{
					"type": "entries",
					"name": "Recruit: Visiting Noble",
					"entries": [
						"When you issue the Recruit order to your Lords' Alliance Noble Residence, you forgo sleeping in it for 14 days and instead make it available to a noble from a settlement that is a member of the Lords' Alliance. Roll any die. If the number rolled is odd, no one accepts your invitation and you gain no benefit from having issued the order. If the number rolled is even, a noble from the settlement you chose accepts your invitation, arriving within 7 days and staying for another 7 days.",
						"The visiting noble gossips about events and inhabitants in their home settlement, revealing to you the location of any creature familiar to you if that creature is within 50 miles of the settlement from which the noble has come, if that creature isn't hidden by magic, and if that creature isn't confined to a location that the DM deems beyond the noble's ability to know. If the noble knows the location of the individual, they also tell you where that creature was for the 7 days prior to the noble's departure for your Bastion.",
						"The visiting noble won't defend your Bastion and departs immediately if the Bastion is attacked."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Lyrandar Helm",
			"source": "EFA",
			"facilityType": "special",
			"level": 13,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Renown 25+ with {@book House Lyrandar|EFA|5|House Lyrandar}",
						"entrySummary": "House Lyrandar Renown 25+"
					}
				}
			],
			"space": [
				"cramped"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"A Lyrandar Helm allows a mobile Bastion built within an elemental airship or an elemental galleon to travel. This facility's hireling is a {@book dragonmarked heir of House Lyrandar|EFA|5|House Lyrandar}. On an elemental airship, the airship's {@book Helm|EFA|7|Helm} crew station is part of this facility (see {@book chapter 7|EFA|7|Crew Members and Stations}).",
				{
					"type": "entries",
					"name": "Empower: Travel",
					"entries": [
						"When you issue the Empower order to this facility, you instruct its hireling to pilot the Bastion to a destination you specify. The Bastion travels at the vehicle's speed, 8 hours per day, for the duration of the Bastion turn. The Bastion stops early when it reaches the specified destination or if something happens to stop your travel.",
						"When you issue the Empower order to this facility, the DM rolls on the {@book Bastion Events table|XDMG|7|Bastion Events} as if you had issued the Maintain order to your Bastion."
					]
				}
			]
		},
		{
			"name": "Manifest Zone",
			"source": "EFA",
			"facilityType": "special",
			"level": 13,
			"prerequisite": [
				{
					"spellcastingFocus": true
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"A Bastion with a Manifest Zone is infused with the planar energy of one of Eberron's planes of existence. Choose the plane when you build this facility.",
				{
					"type": "entries",
					"name": "Empower: Manifest Charm",
					"entries": [
						"When you issue the Empower order to this facility, the facility's hireling conducts magical rites for the next 7 days. At the end of that period, you gain a special {@filter Charm|rewards|type=charm} (see \"{@book Supernatural Gifts|XDMG|2|Supernatural Gifts}\" in the {@book Dungeon Master's Guide|XDMG}) called a Manifest Charm, which lasts until you use it. You don't need to be in the Bastion while the rites are performed to gain their benefit. The effects of the Charm depend on the facility's linked plane:",
						{
							"type": "list",
							"items": [
								"{@reward Manifest Charm of Daanvi, the Perfect Order|EFA} ({@book Daanvi, the Perfect Order|ERLW|10|Daanvi, the Perfect Order})",
								"{@reward Manifest Charm of Dolurrh, the Realm of the Dead|EFA} ({@book Dolurrh, the Realm of the Dead|ERLW|10|Dolurrh, the Realm of the Dead})",
								"{@reward Manifest Charm of Fernia, the Sea of Fire|EFA} ({@book Fernia, the Sea of Fire|ERLW|10|Fernia, the Sea of Fire})",
								"{@reward Manifest Charm of Irian, the Eternal Dawn|EFA} ({@book Irian, the Eternal Dawn|ERLW|10|Irian, the Eternal Dawn})",
								"{@reward Manifest Charm of Lamannia, the Twilight Forest|EFA} ({@book Lamannia, the Twilight Forest|ERLW|10|Lamannia, the Twilight Forest})",
								"{@reward Manifest Charm of Mabar, the Endless Night|EFA} ({@book Mabar, the Endless Night|ERLW|10|Mabar, the Endless Night})",
								"{@reward Manifest Charm of Risia, the Plain of Ice|EFA} ({@book Risia, the Plain of Ice|ERLW|10|Risia, the Plain of Ice})",
								"{@reward Manifest Charm of Shavarath, the Battleground|EFA} ({@book Shavarath, the Battleground|ERLW|10|Shavarath, the Battleground})",
								"{@reward Manifest Charm of Syrania, the Azure Sky|EFA} ({@book Syrania, the Azure Sky|ERLW|10|Syrania, the Azure Sky})",
								"{@reward Manifest Charm of Thelanis, the Faerie Court|EFA} ({@book Thelanis, the Faerie Court|ERLW|10|Thelanis, the Faerie Court})",
								"{@reward Manifest Charm of Xoriat, the Realm of Delirium|EFA} ({@book Xoriat, the Realm of Delirium|ERLW|10|Xoriat, the Realm of Madness})"
							]
						},
						"If your Bastion is mobile, its connection to the linked plane of existence is suspended while the Bastion moves, and you can't issue the Empower order to this facility while it is in transit. When the Bastion reaches a destination, you can issue the Empower order to establish a new planar connection, linking the Bastion either to the same plane of existence or to a different one you choose. Establishing the new connection takes 7 days, after which you can issue the Empower order normally."
					]
				}
			]
		},
		{
			"name": "Meditation Chamber",
			"source": "XDMG",
			"page": 342,
			"facilityType": "special",
			"level": 13,
			"space": [
				"cramped"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"A Meditation Chamber is a relaxing space that helps align one's mind, body, and spirit.",
				{
					"type": "entries",
					"name": "Empower: Inner Peace",
					"entries": [
						"When you issue the {@book Empower|XDMG|7|Empower} order to this facility, your Bastion's hirelings can use the Meditation Chamber to gain a measure of inner peace. The next time you roll for a Bastion event, you can roll twice and choose either result."
					]
				},
				{
					"type": "entries",
					"name": "Fortify Self",
					"entries": [
						"You can meditate in this facility over a period of 7 days. If you leave the Bastion during this time, you gain no benefit. Otherwise, at the end of the seventh day, you gain {@variantrule Advantage|XPHB} on two kinds of saving throws for the next 7 days, determined randomly by rolling on the table below. Reroll if you get a duplicate result.",
						{
							"type": "table",
							"colLabels": [
								"1d6",
								"Saving Throw"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Strength"
								],
								[
									"2",
									"Dexterity"
								],
								[
									"3",
									"Constitution"
								],
								[
									"4",
									"Intelligence"
								],
								[
									"5",
									"Wisdom"
								],
								[
									"6",
									"Charisma"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Menagerie",
			"source": "XDMG",
			"page": 343,
			"facilityType": "special",
			"level": 13,
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 2
				}
			],
			"orders": [
				"recruit"
			],
			"entries": [
				"A Menagerie has enclosures big enough to contain up to four Large creatures. Four Small or Medium creatures can occupy the same space as one Large creature there.",
				{
					"type": "entries",
					"name": "Recruit: Creature",
					"entries": [
						"When you issue the {@book Recruit|XDMG|7|Recruit} order to this facility, you commission the facility's hirelings to add a creature from the Menagerie Creatures table to your Menagerie. The recruitment takes 7 days and costs you the amount listed in the table. The hirelings look after the creature.",
						"Creatures in your Menagerie count as Bastion Defenders. Deduct any you lose from your Bastion Defenders roster. You can choose not to count one or more of these creatures as Bastion Defenders, in which case they can't be called on to defend the Bastion. Instead, they act in accordance with their nature and use their stat blocks in the {@book Monster Manual|XMM}.",
						{
							"type": "table",
							"caption": "Menagerie Creatures",
							"colLabels": [
								"Creature",
								"Size",
								"Cost"
							],
							"colStyles": [
								"col-4",
								"col-4",
								"col-4 text-right"
							],
							"rows": [
								[
									"{@creature Ape|XMM}",
									"Medium",
									"500 GP"
								],
								[
									"{@creature Black Bear|XMM}",
									"Medium",
									"500 GP"
								],
								[
									"{@creature Brown Bear|XMM}",
									"Large",
									"1,000 GP"
								],
								[
									"{@creature Constrictor Snake|XMM}",
									"Large",
									"250 GP"
								],
								[
									"{@creature Crocodile|XMM}",
									"Large",
									"500 GP"
								],
								[
									"{@creature Dire Wolf|XMM}",
									"Large",
									"1,000 GP"
								],
								[
									"{@creature Giant Vulture|XMM}",
									"Large",
									"1,000 GP"
								],
								[
									"{@creature Hyena|XMM}",
									"Medium",
									"50 GP"
								],
								[
									"{@creature Jackal|XMM}",
									"Small",
									"50 GP"
								],
								[
									"{@creature Lion|XMM}",
									"Large",
									"1,000 GP"
								],
								[
									"{@creature Owlbear|XMM}",
									"Large",
									"3,500 GP"
								],
								[
									"{@creature Panther|XMM}",
									"Medium",
									"250 GP"
								],
								[
									"{@creature Tiger|XMM}",
									"Large",
									"1,000 GP"
								]
							]
						},
						"With the DM's consent, you can add different creatures than those shown in the Menagerie Creatures table to your Menagerie. The cost of a creature depends on its {@variantrule Challenge Rating|XPHB}, as shown on the Creature Costs by Challenge Rating table. Typically only Beasts and some Monstrosities can be kept in a Menagerie, though the DM might allow other creatures.",
						{
							"type": "table",
							"caption": "Creature Costs by Challenge Rating",
							"colLabels": [
								"Challenge Rating",
								"Cost"
							],
							"colStyles": [
								"col-6 text-center",
								"col-6 text-right"
							],
							"rows": [
								[
									"0 or 1/8",
									"50 GP"
								],
								[
									"1/4",
									"250 GP"
								],
								[
									"1/2",
									"500 GP"
								],
								[
									"1",
									"1,000 GP"
								],
								[
									"2",
									"2,000 GP"
								],
								[
									"3",
									"3,500 GP"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Museum",
			"source": "EFA",
			"facilityType": "special",
			"level": 13,
			"space": [
				"roomy",
				"vast"
			],
			"hirelings": [
				{
					"exact": 1,
					"space": "roomy"
				},
				{
					"exact": 3,
					"space": "vast"
				}
			],
			"orders": [
				"research"
			],
			"entries": [
				"A Museum contains relics and treasures brought back from expeditions you participated in or sponsored, carefully cataloged and displayed.",
				{
					"type": "entries",
					"name": "Research: Specialized Lore",
					"entries": [
						"When you issue the Research order to this facility, you commission the hireling to study particular treasures in the museum. The work takes 7 days. The hireling gains knowledge regarding some question of ancient history as if they had cast the {@spell Legend Lore|XPHB} spell, then shares this knowledge with you the next time you speak with them."
					]
				},
				{
					"type": "entries",
					"name": "Secrets of the Past",
					"entries": [
						"Your Museum contains one treasure that gives you a magical {@filter Charm|rewards|type=charm} (see \"{@book Supernatural Gifts|XDMG|2|Supernatural Gifts}\" in the {@book Dungeon Master's Guide|XDMG}) when you spend 7 days studying it and then finish a Long Rest in your Bastion. The Charm lasts for 7 days or until you use it. You can't gain another Charm from this facility while you still have one. The effect of the Charm depends on the origin of the treasure in your Museum. You can choose one of the following options (your DM might make more options available or limit the existing options based on your past expeditions):",
						{
							"type": "list",
							"items": [
								"{@reward Charm of Argonnessen|EFA}",
								"{@reward Charm of Ashtakala|EFA}",
								"{@reward Charm of Dhakaan|EFA}",
								"{@reward Charm of Khyber|EFA}",
								"{@reward Charm of Xen'drik|EFA}"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Enlarging the Facility",
					"entries": [
						"You can enlarge your Museum to a Vast facility by spending 2,000 GP. If you do so, the Museum can have two treasures with different origins. A Vast Museum gains two additional hirelings, for a total of three. Assign names and personalities to them as you see fit."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Navigator's Helm",
			"source": "EFA",
			"facilityType": "special",
			"level": 9,
			"space": [
				"cramped"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"A Navigator's Helm allows a mobile Bastion built within a mundane waterborne vehicle to travel.",
				{
					"type": "entries",
					"name": "Empower: Travel",
					"entries": [
						"When you issue the Empower order to this facility, you instruct its hireling to pilot the Bastion to a destination you specify. The Bastion sails at the vehicle's speed, 8 hours per day, for the duration of the Bastion turn. The Bastion stops early when it reaches the specified destination or if something happens to stop your travel.",
						"When you issue the Empower order to this facility, the DM rolls on the {@book Bastion Events table|XDMG|7|Bastion Events} as if you had issued the Maintain order to your Bastion."
					]
				}
			]
		},
		{
			"name": "Observatory",
			"source": "XDMG",
			"page": 343,
			"facilityType": "special",
			"level": 13,
			"prerequisite": [
				{
					"spellcastingFocus": true
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"Situated atop your Bastion, your Observatory contains a telescope aimed at the night sky.",
				{
					"type": "entries",
					"name": "Observatory Charm",
					"entries": [
						"You can use your Observatory to peer into the far corners of {@book Wildspace|XDMG|5|Wildspace} and the {@book Astral Plane|XDMG|5|Astral Plane}. After spending a {@variantrule Long Rest|XPHB} in your Observatory, you gain a magical {@reward Observatory Charm|XDMG|Charm} (see \"{@book Supernatural Gifts|XDMG|2|Supernatural Gifts}\" in {@book chapter 3|XDMG|2}) that lasts for 7 days or until you use it. The Charm allows you to cast {@spell Contact Other Plane|XPHB} without expending a spell slot. You can't gain this Charm again while you still have it."
					]
				},
				{
					"type": "entries",
					"name": "Empower: Eldritch Discovery",
					"entries": [
						"When you issue the {@book Empower|XDMG|7|Empower} order to this facility, you enable yourself or the facility's hireling to explore the eldritch mysteries of the stars for 7 consecutive nights. At the end of that time, roll a die. If the number rolled is even, nothing is gained. If the number rolled is odd, an unknown power bestows one of the following Charms on you or another creature of your choice that is on the same plane of existence as you: {@book Charm of Darkvision|XDMG|2|Charm of Darkvision}, {@book Charm of Heroism|XDMG|2|Charm of Heroism}, or {@book Charm of Vitality|XDMG|2|Charm of Vitality} (all described in {@book chapter 3|XDMG|2})."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Order of the Gauntlet Tournament Field",
			"source": "FRHoF",
			"facilityType": "special",
			"level": 9,
			"prerequisite": [
				{
					"membership": [
						"Order of the Gauntlet"
					]
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"The Order of the Gauntlet Tournament Field is a marked-off area for combat between two armed individuals. It includes room for spectators.",
				"Your hireling is a {@creature Knight|XMM} whose alignment matches your own. If your Bastion lacks facilities to house this knight, the knight secures accommodations in the inn or settlement closest to the Bastion. This knight isn't a Bastion Defender, but if your Bastion is attacked, the knight reduces by 1 the number of dice you roll to determine how many Bastion Defenders are lost in the attack.",
				{
					"type": "entries",
					"name": "Empower: Hold Tournament",
					"entries": [
						"When you issue the {@book Empower|XDMG|7|Empower} order to this facility, you host a tournament at your Bastion. It takes 7 days for word of the tournament to spread to nearby settlements, and another 7 days for contestants to travel to your Bastion and participate in the tournament. You must spend 2,000 GP for prizes. At the conclusion of the tournament, your Renown Score with the Order of the Gauntlet increases by 1."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Orien Helm",
			"source": "EFA",
			"facilityType": "special",
			"level": 9,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Renown 15+ with {@book House Orien|EFA|5|House Orien}",
						"entrySummary": "House Orien Renown 15+"
					}
				}
			],
			"space": [
				"cramped"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"An Orien Helm allows a mobile Bastion built within a Lightning Rail cart to travel. This facility's hireling is a {@book dragonmarked heir of House Orien|EFA|5|House Orien}.",
				{
					"type": "entries",
					"name": "Empower: Travel",
					"entries": [
						"When you issue the Empower order to this facility, you instruct its hireling to pilot the Bastion to a destination you specify. The Bastion travels at a rate of 30 miles per hour, 8 hours per day, along an existing route of conductor stones for the duration of the Bastion turn. The Bastion stops early when it reaches the specified destination or if something happens to stop your travel.",
						"When you issue the Empower order to this facility, the DM rolls on the {@book Bastion Events table|XDMG|7|Bastion Events} as if you had issued the Maintain order to your Bastion."
					]
				}
			]
		},
		{
			"name": "Parlor",
			"source": "XDMG",
			"page": 335,
			"facilityType": "basic",
			"space": [
				"cramped",
				"roomy",
				"vast"
			],
			"entries": [
				"A basic facility comes with nonmagical furnishings and decor appropriate for that facility."
			]
		},
		{
			"name": "Pub",
			"source": "XDMG",
			"page": 344,
			"facilityType": "special",
			"level": 13,
			"space": [
				"roomy",
				"vast"
			],
			"hirelings": [
				{
					"exact": 1,
					"space": "roomy"
				},
				{
					"exact": 4,
					"space": "vast"
				}
			],
			"orders": [
				"research"
			],
			"entries": [
				"Folks come here to consume tasty beverages and socialize. Your Pub might be a bar, coffee shop, or tea room, and it might have a colorful name, such as the Rusty Flagon or the Dragon's Loft. The facility's hireling, who serves as the bartender, maintains a network of spies scattered throughout nearby communities. These spies are useful sources of information and frequent the Pub, often incognito.",
				{
					"type": "entries",
					"name": "Research: Information Gathering",
					"entries": [
						"When you issue the {@book Research|XDMG|7|Research} order to this facility, you commission the Pub's bartender to gather information from spies who are aware of all important events happening within 10 miles of your Bastion over the next 7 days. During that time, these spies can divulge the location of any creature that is familiar to you, provided the creature is within 50 miles of your Bastion and not hidden by magic or confined to a location that the DM deems is beyond the spy network's ability to locate. If the spies learn the target's location, they also learn where that creature has been for the previous 7 days."
					]
				},
				{
					"type": "entries",
					"name": "Pub Special",
					"entries": [
						"The Pub has one magical beverage on tap, chosen from the options below:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Bigby's Burden",
									"entry": "Drinking a pint of this beverage grants you the \"enlarge\" effect of an {@spell Enlarge/Reduce|XPHB} spell that has a duration of 24 hours (no saving throw allowed)."
								},
								{
									"type": "item",
									"name": "Kiss of the Spider Queen",
									"entry": "Drinking a pint of this beverage grants you the effect of a {@spell Spider Climb|XPHB} spell that has a duration of 24 hours."
								},
								{
									"type": "item",
									"name": "Moonlight Serenade",
									"entry": "Drinking a pint of this beverage gives you {@sense Darkvision|XPHB} out to 60 feet for 24 hours. If you already have {@sense Darkvision|XPHB}, its range is extended by 60 feet for the same duration."
								},
								{
									"type": "item",
									"name": "Positive Reinforcement",
									"entry": "Drinking a pint of this beverage gives you {@variantrule Resistance|XPHB} to Necrotic damage for 24 hours."
								},
								{
									"type": "item",
									"name": "Sterner Stuff",
									"entry": "For 24 hours after drinking a pint of this beverage, you automatically succeed on saving throws to avoid or end the {@condition Frightened|XPHB} condition."
								}
							]
						},
						"At the start of a Bastion turn, you can switch to one of the other options. Your DM may create new options. A pint of this magical beverage loses its magic 24 hours after it's poured."
					]
				},
				{
					"type": "entries",
					"name": "Enlarging the Facility",
					"entries": [
						"You can enlarge your Pub to a Vast facility by spending 2,000 GP. If you do so, the Pub can have two magical beverages from the Pub Special list on tap at a time. A Vast Pub gains three additional hirelings, for a total of four. These new hirelings are servers. Assign names and personalities to them as you see fit."
					]
				}
			]
		},
		{
			"name": "Red Wizard Necropolis",
			"source": "FRHoF",
			"facilityType": "special",
			"level": 5,
			"prerequisite": [
				{
					"membership": [
						"Red Wizards"
					],
					"spellcastingFocus": true
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"recruit"
			],
			"entries": [
				"Red Wizards defend their strongholds with Undead minions. A Red Wizard Necropolis can accommodate up to eight Bastion Defenders.",
				{
					"type": "entries",
					"name": "Recruit: Undead Defenders",
					"entries": [
						"Each time you issue the Recruit action to this facility, up to four Undead Bastion Defenders are created and take shelter in the crypts and burial chambers of your Red Wizard Necropolis. You can't issue the Recruit order to this facility if it's fully occupied.",
						"Keep track of Undead Bastion Defenders you lose and deduct them from your Bastion Defenders roster. An Undead Bastion Defender returns to your Red Wizard Necropolis 14 days after being destroyed. Undead Bastion Defenders can't return from being killed if the facility is shut down or fully occupied."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Reliquary",
			"source": "XDMG",
			"page": 344,
			"facilityType": "special",
			"level": 13,
			"prerequisite": [
				{
					"spellcastingFocus": [
						"holy",
						"druid"
					]
				}
			],
			"space": [
				"cramped"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"harvest"
			],
			"entries": [
				"This vault holds sacred objects.",
				{
					"type": "entries",
					"name": "Reliquary Charm",
					"entries": [
						"After spending a {@variantrule Long Rest|XPHB} in your Bastion, you gain a magical {@reward Reliquary Charm|XDMG|Charm} (see \"{@book Supernatural Gifts|XDMG|2|Supernatural Gifts}\" in {@book chapter 3|XDMG|2}) that lasts for 7 days or until you use it. The Charm allows you to cast {@spell Greater Restoration|XPHB} once without expending a spell slot or using Material components. You can't gain this Charm again while you still have it."
					]
				},
				{
					"type": "entries",
					"name": "Harvest: Talisman",
					"entries": [
						"When you issue the {@book Harvest|XDMG|7|Harvest} order to this facility, you commission its hireling to produce a specially prepared talisman for your use. The talisman usually takes the form of an amulet, a rune-carved box, or a statuette, but it can be any Tiny, nonmagical object that has religious significance. The work takes 7 days and costs no money. You can use this talisman in place of one spell's Material components, provided the components have a cost of 1,000 GP or less. If the spell normally consumes its components, the talisman isn't consumed. After the talisman has been used in this way, it can't be used again until you return it to your Reliquary and use another Harvest order to prepare it."
					]
				}
			]
		},
		{
			"name": "Sacristy",
			"source": "XDMG",
			"page": 344,
			"facilityType": "special",
			"level": 9,
			"prerequisite": [
				{
					"spellcastingFocus": [
						"holy",
						"druid"
					]
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"craft"
			],
			"entries": [
				"A Sacristy serves as a preparation and storage room for the sacred items and religious vestments.",
				{
					"type": "entries",
					"name": "Craft Options",
					"entries": [
						"When you issue the {@book Craft|XDMG|7|Craft} order to this facility, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Holy Water. You commission the facility's hireling to craft a flask of {@item Holy Water|XPHB}. The work takes 7 days and costs no money. You can spend GP during the creation process to increase the potency of the Holy Water. For every 100 GP you spend, up to a maximum of 500 GP, the damage dealt by the Holy Water increases by {@dice 1d8}."
								},
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Magic Item (Relic). You commission the facility's hireling to craft a Common or an Uncommon magic item chosen by you from the {@book Relics|XDMG|6|Relics Tables} tables in {@book chapter 7|XDMG|6}. The facility has the tool required to craft the item, and the hireling has proficiency with that tool as well as proficiency in the {@skill Arcana|XPHB} skill. See the \"{@book Crafting Magic Items|XDMG|6|Crafting Magic Items}\" section in {@book chapter 7|XDMG|6} for the time and money that must be spent to craft the item. If the item allows its user to cast any spells from it, you must craft the item yourself (the facility's hireling can assist), and you must have all those spells prepared every day you spend crafting the item."
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Spell Refreshment",
					"entries": [
						"Having a Sacristy allows you to regain one expended spell slot of level 5 or lower after spending an entire {@variantrule Short Rest|XPHB} in your Bastion. You can't gain this benefit again until you finish a {@variantrule Long Rest|XPHB}."
					]
				}
			]
		},
		{
			"name": "Sanctuary",
			"source": "XDMG",
			"page": 345,
			"facilityType": "special",
			"level": 5,
			"prerequisite": [
				{
					"spellcastingFocus": [
						"holy",
						"druid"
					]
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"craft"
			],
			"entries": [
				"Icons of your religion are displayed in this facility, which includes a quiet place for worship.",
				{
					"type": "entries",
					"name": "Sanctuary Charm",
					"entries": [
						"After spending a {@variantrule Long Rest|XPHB} in your Bastion, you gain a magical {@reward Sanctuary Charm|XDMG|Charm} (see \"{@book Supernatural Gifts|XDMG|2|Supernatural Gifts}\" in {@book chapter 3|XDMG|2}) that lasts for 7 days or until you use it. The Charm allows you to cast {@spell Healing Word|XPHB} once without expending a spell slot. You can't gain this Charm again while you still have it."
					]
				},
				{
					"type": "entries",
					"name": "Craft: Sacred Focus",
					"entries": [
						"When you issue the {@book Craft|XDMG|7|Craft} order to this facility, you commission the facility's hireling to craft a {@item Druidic Focus|XPHB} ({@item wooden staff|XPHB}) or a {@item Holy Symbol|XPHB}. The work takes 7 days and costs no money. The item remains in your Bastion until you claim it."
					]
				}
			]
		},
		{
			"name": "Sanctum",
			"source": "XDMG",
			"page": 346,
			"facilityType": "special",
			"level": 17,
			"prerequisite": [
				{
					"spellcastingFocus": [
						"holy",
						"druid"
					]
				}
			],
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 4
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"A Sanctum is a place of solace and healing.",
				{
					"type": "entries",
					"name": "Sanctum Charm",
					"entries": [
						"After spending a {@variantrule Long Rest|XPHB} in your Bastion, you gain a magical {@reward Sanctum Charm|XDMG|Charm} (see \"{@book Supernatural Gifts|XDMG|2|Supernatural Gifts}\" in {@book chapter 3|XDMG|2}) that lasts for 7 days or until you use it. The Charm allows you to cast {@spell Heal|XPHB} once without expending a spell slot. You can't gain this Charm again while you still have it."
					]
				},
				{
					"type": "entries",
					"name": "Empower: Fortifying Rites",
					"entries": [
						"When you issue the {@book Empower|XDMG|7|Empower} order to this facility, you inspire its hirelings to perform daily rites that benefit you or another character you name. The beneficiary doesn't need to be in the Bastion when the rites are performed to gain their benefit. Each time the beneficiary finishes a {@variantrule Long Rest|XPHB}, they gain {@variantrule Temporary Hit Points|XPHB} equal to your level. This effect lasts for 7 days."
					]
				},
				{
					"type": "entries",
					"name": "Sanctum Recall",
					"entries": [
						"While the Sanctum exists, you always have the {@spell Word of Recall|XPHB} spell prepared. When you cast {@spell Word of Recall|XPHB}, you can make your Sanctum the destination of the spell instead of another place you have previously designated. In addition, one creature of your choice that arrives in the Sanctum via this spell gains the benefit of a {@spell Heal|XPHB} spell."
					]
				}
			]
		},
		{
			"name": "Scriptorium",
			"source": "XDMG",
			"page": 346,
			"facilityType": "special",
			"level": 9,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"craft"
			],
			"entries": [
				"A Scriptorium contains desks and writing supplies.",
				{
					"type": "entries",
					"name": "Craft Options",
					"entries": [
						"When you issue the {@book Craft|XDMG|7|Craft} order to this facility, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Book Replica. You commission the facility's hireling to make a copy of a nonmagical Book. Doing so requires a blank book. The work takes 7 days."
								},
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Spell Scroll. You commission the facility's hireling to scribe a {@item Spell Scroll|XDMG} containing one Cleric or Wizard spell of level 3 or lower. The facility has the necessary {@item Calligrapher's Supplies|XPHB}, and the hireling meets all the prerequisites needed to scribe the scroll. The \"{@book Crafting Equipment|XPHB|6|Crafting Equipment}\" section in the {@book Player's Handbook|XPHB} specifies the time needed to scribe the scroll and the cost of the scroll, which you must pay."
								},
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Paperwork. You commission the facility's hireling to create up to fifty copies of a broadsheet, a pamphlet, or another loose-leaf paper product. The work takes 7 days and costs you 1 GP per copy. At no additional cost in time or money, the facility's hireling can distribute the paperwork to one or more locations within 50 miles of your Bastion."
								}
							]
						}
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Smithy",
			"source": "XDMG",
			"page": 347,
			"facilityType": "special",
			"level": 5,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 2
				}
			],
			"orders": [
				"craft"
			],
			"entries": [
				"This Smithy contains a forge, an anvil, and other tools needed to craft weapons, armor, and other equipment.",
				{
					"type": "entries",
					"name": "Craft Options",
					"entries": [
						"When you issue the {@book Craft|XDMG|7|Craft} order to this facility, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Smith's Tools. The facility's hirelings craft anything that can be made with {@item Smith's Tools|XPHB}, using the rules in the {@book Player's Handbook|XPHB}."
								},
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Magic Item (Armament). If you are level 9+, can you commission the facility's hirelings to craft a Common or an Uncommon magic item chosen by you from the {@book Armaments|XDMG|6|Armaments Tables} tables in {@book chapter 7|XDMG|6}. The facility has the tool required to craft the item, and the hirelings have proficiency with that tool as well as proficiency in the {@skill Arcana|XPHB} skill. See the \"{@book Crafting Magic Items|XDMG|6|Crafting Magic Items}\" section in {@book chapter 7|XDMG|6} for the time and money that must be spent to craft the item. If the item allows its user to cast any spells from it, you must craft the item yourself (the facility's hirelings can assist), and you must have all those spells prepared every day you spend crafting the item."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Stable",
			"source": "XDMG",
			"page": 347,
			"facilityType": "special",
			"level": 9,
			"space": [
				"roomy",
				"vast"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"trade"
			],
			"entries": [
				"A Bastion can have more than one Stable. Each Stable you add to your Bastion comes with one {@creature Riding Horse|XMM} or {@creature Camel|XMM} and two {@creature Pony|XMM|Ponies} or {@creature Mule|XMM|Mules}; see the {@book Player's Handbook|XPHB} or the {@book Monster Manual|XMM} for these creatures' stat blocks. The facility is big enough to house three Large animals. Two Medium creatures occupy the same amount of space as one Large creature there. The facility's hireling looks after these creatures.",
				"After a Beast that can serve as a mount spends at least 14 days in this facility, all Wisdom ({@skill Animal Handling|XPHB}) checks made with respect to it have {@variantrule Advantage|XPHB}.",
				{
					"type": "entries",
					"name": "Trade: Animals",
					"entries": [
						"When you issue the {@book Trade|XDMG|7|Trade} order to this facility, you commission the facility's hireling to buy or sell one or more mounts at normal cost, keeping the ones you buy in your Stable. The work takes 7 days, and the DM decides what types of animals are available for purchase—horses, ponies, and mules being the most common. The {@table Mounts and Vehicles; Mounts and Other Animals|XPHB|Mounts and Other Animals} table in the {@book Player's Handbook|XPHB} gives standard prices for various mounts. You bear the total cost of any purchases.",
						"When you sell a mount from your Stable, the buyer pays you 20 percent more than the standard price; this profit increases to 50 percent when you reach level 13 and 100 percent when you reach level 17."
					]
				},
				{
					"type": "entries",
					"name": "Enlarging the Facility",
					"entries": [
						"You can enlarge your Stable to a Vast facility by spending 2,000 GP. If you do so, the Stable is large enough to house six Large animals."
					]
				}
			]
		},
		{
			"name": "Storage",
			"source": "XDMG",
			"page": 335,
			"facilityType": "basic",
			"space": [
				"cramped",
				"roomy",
				"vast"
			],
			"entries": [
				"A basic facility comes with nonmagical furnishings and decor appropriate for that facility."
			]
		},
		{
			"name": "Storehouse",
			"source": "XDMG",
			"page": 347,
			"facilityType": "special",
			"level": 5,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"trade"
			],
			"entries": [
				"A Storehouse is a cool, dark space meant to contain trade goods objects from the {@book Trade Goods|XDMG|6|Trade Goods} table in {@book chapter 7|XDMG|6} and from {@book chapter 6|XDMG|5} of the {@book Player's Handbook|XPHB}.",
				{
					"type": "entries",
					"name": "Trade: Goods",
					"entries": [
						"When you issue the {@book Trade|XDMG|7|Trade} order to this facility, its hireling spends the next 7 days procuring nonmagical items that have a total value of 500 GP or less and stores them in the Storehouse, or the hireling uses those 7 days to sell goods in the Storehouse. You bear the total cost of any purchases, and the maximum value of the items purchased increases to 2,000 GP when you reach level 9 and 5,000 GP when you reach level 13.",
						"When you sell goods from your Storehouse, the buyer pays you 10 percent more than the standard price; this profit increases to 20 percent when you reach level 9, 50 percent when you reach level 13, and 100 percent when you reach level 17."
					]
				}
			]
		},
		{
			"name": "Teleportation Circle",
			"source": "XDMG",
			"page": 347,
			"facilityType": "special",
			"level": 9,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"recruit"
			],
			"entries": [
				"Inscribed on the floor of this room is a permanent teleportation circle created by the {@spell Teleportation Circle|XPHB} spell.",
				{
					"type": "entries",
					"name": "Recruit: Spellcaster",
					"entries": [
						"Each time you issue the {@book Recruit|XDMG|7|Recruit} order to this facility, its hireling extends an invitation to a {@variantrule Friendly [Attitude]|XPHB|Friendly} NPC spellcaster. Roll any die. If the number rolled is odd, the invitee declines the invitation, and you gain no benefit from having issued the order. If the number rolled is even, the invitee accepts the invitation and arrives in your Bastion via your Teleportation Circle.",
						"While you are in your Bastion, you can ask the spellcaster to cast one Wizard spell of level 4 or lower; if you are level 17+, the spell's maximum level increases to 8. The spellcaster is assumed to have the spell prepared. If the spell has one or more Material components that cost money, you must pay for them before the spell can be cast.",
						"The spellcaster stays for 14 days or until they cast a spell for you. The spellcaster won't defend your Bastion and departs immediately if the Bastion is attacked (see \"{@book Bastion Events|XDMG|7|Bastion Events}\" at the end of the chapter)."
					]
				}
			]
		},
		{
			"name": "Theater",
			"source": "XDMG",
			"page": 348,
			"facilityType": "special",
			"level": 9,
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 4
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"The Theater contains a stage, a backstage area where props and sets are kept, and a seating area for a small audience.",
				{
					"type": "entries",
					"name": "Empower: Theatrical Event",
					"entries": [
						"When you issue the {@book Empower|XDMG|7|Empower} order to this facility, its hirelings begin work on a theatrical production or concert. Rehearsals and other preparations take 14 days, followed by at least 7 days of performances. The performances can continue indefinitely until a new production gets underway.",
						"You or another character can contribute to a production in the following ways:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Composer/Writer",
									"entry": "A character can compose music or write a script for a concert or production that hasn't started rehearsals yet. This effort takes 14 days."
								},
								{
									"type": "item",
									"name": "Conductor/Director",
									"entry": "A character who remains in the Bastion for the entirety of the production can serve as the concert's conductor or the production's director."
								},
								{
									"type": "item",
									"name": "Performer",
									"entry": "A character who remains in the Bastion for the entirety of the rehearsal period can be a star performer in one or more of the performances; one of the Theater's hirelings can serve as an understudy for additional performances."
								}
							]
						},
						"At the end of a rehearsal period, each character who contributed to the concert or production can make a {@dc 15} Charisma ({@skill Performance|XPHB}) check. If more of these checks succeed than fail, you and any other character who contributed to the concert or production each gain a Theater die, a {@dice d6}. This die changes to a {@dice d8} when you reach level 13 and a {@dice d10} when you reach level 17. At any point after the rehearsals end, a character can expend their Theater die to roll it and add the number rolled to one {@variantrule D20 Test|XPHB} they make, immediately after rolling the {@dice d20}. If a character hasn't expended their Theater die before gaining another, their first die is lost."
					]
				}
			]
		},
		{
			"name": "Training Area",
			"source": "XDMG",
			"page": 348,
			"facilityType": "special",
			"level": 9,
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 4
				}
			],
			"orders": [
				"empower"
			],
			"entries": [
				"A Bastion can have more than one Training Area. A Training Area might be an open courtyard, a gymnasium, a music or dance hall, or a cleverly built gauntlet of traps and hazards. It might contain inanimate targets (for weapon practice), padded mats, and other equipment. One of the facility's hirelings is an expert trainer; the others serve as training partners.",
				"When a Training Area becomes part of your Bastion, choose one trainer from the {@book Expert Trainers|XDMG|7|Expert Trainers} table. On each Bastion turn, you can replace that trainer with another one from the table.",
				{
					"type": "table",
					"caption": "Expert Trainers",
					"colLabels": [
						"Trainer Type",
						"Empower Effect"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"Battle Expert",
							"When you take damage from an attack made with an {@variantrule Unarmed Strike|XPHB} or a weapon, you can take a {@variantrule Reaction|XPHB} to reduce this damage by {@dice 1d4}."
						],
						[
							"Skills Expert",
							"You gain proficiency in one of the following skills of your choice: {@skill Acrobatics|XPHB}, {@skill Athletics|XPHB}, {@skill Performance|XPHB}, {@skill Sleight of Hand|XPHB}, or {@skill Stealth|XPHB}."
						],
						[
							"Tools Expert",
							"You gain proficiency with one tool of your choice."
						],
						[
							"Unarmed Combat Expert",
							"When you hit with your {@variantrule Unarmed Strike|XPHB} and deal damage, the attack deals an extra {@damage 1d4} Bludgeoning damage."
						],
						[
							"Weapon Expert",
							"Choose a kind of Simple or Martial weapon, such as {@item Spear|XPHB} or {@item Longbow|XPHB}. If you aren't proficient with the weapon, you gain proficiency with it. If you already have proficiency with the weapon, you can use its mastery property."
						]
					]
				},
				{
					"type": "entries",
					"name": "Empower: Training",
					"entries": [
						"When you issue the {@book Empower|XDMG|7|Empower} order to this facility, the facility's hirelings conduct training exercises for the next 7 days. Any character who trains here for at least 8 hours on each of those days gains a benefit at the end of the training period. The benefit depends on which trainer is present in the facility, as noted in the Expert Trainers table. The benefit lasts for 7 days."
					]
				}
			]
		},
		{
			"name": "Trophy Room",
			"source": "XDMG",
			"page": 349,
			"facilityType": "special",
			"level": 9,
			"space": [
				"roomy"
			],
			"hirelings": [
				{
					"exact": 1
				}
			],
			"orders": [
				"research"
			],
			"entries": [
				"This room houses a collection of mementos, such as weapons from old battles, the mounted heads of slain creatures, trinkets plucked from dungeons and ruins, and trophies passed down from ancestors.",
				{
					"type": "entries",
					"name": "Research Options",
					"entries": [
						"When you issue the {@book Research|XDMG|7|Research} order to this facility, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Research:",
									"entry": "Lore. You commission the facility's hireling to research a topic of your choice. The topic can be a legend, any kind of creature, or a famous object. The topic need not be directly related to items on display in the room, as the trophies provide clues to research a wide variety of other subjects. The work takes 7 days. When the research concludes, the hireling obtains up to three accurate pieces of information about the topic that were previously unknown to you and shares this knowledge with you the next time you speak with them. The DM determines what information is learned."
								},
								{
									"type": "item",
									"name": "Research:",
									"entry": "Trinket Trophy. You commission the facility's hireling to search for a trinket that might be of use to you. The work takes 7 days. When the research concludes, roll any die. If the number rolled is odd, the hireling finds nothing useful. If the number rolled is even, the hireling finds a magic item. Roll on the {@book Implements—Common|XDMG|6|Implements—Common} table in {@book chapter 7|XDMG|6} to determine what it is."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "War Room",
			"source": "XDMG",
			"page": 349,
			"facilityType": "special",
			"level": 17,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Fighting Style feature or Unarmored Defense feature",
						"entrySummary": "Fighting Style/Unarmored Defense"
					}
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"min": 2
				}
			],
			"orders": [
				"recruit"
			],
			"entries": [
				"The War Room is where you plan military actions in consultation with an inner circle of loyal lieutenants, each one a battle-hardened {@b Veteran Warrior} (see the {@book Monster Manual|XMM}) whose alignment matches yours. You start with two lieutenants but can add more, as described below. If your Bastion lacks facilities to house your lieutenants, they secure accommodations in the inn or settlement closest to your Bastion. Lieutenants are hirelings, not Bastion Defenders; however, if your Bastion is attacked (see \"{@book Bastion Events|XDMG|7|Attack}\" at the end of this chapter), each lieutenant housed in your Bastion reduces by 1 the number of dice you roll to determine how many Bastion Defenders are lost in the attack.",
				"The War Room contains war memorabilia plus a large table surrounded by enough chairs for you and your lieutenants.",
				{
					"type": "entries",
					"name": "Recruit Options",
					"entries": [
						"When you issue the {@book Recruit|XDMG|7|Recruit} order to this facility, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Recruit:",
									"entry": "Lieutenant. You gain one new lieutenant. You can have up to ten lieutenants at any time. Assign names and personalities to them as you see fit."
								},
								{
									"type": "item",
									"name": "Recruit:",
									"entry": "Soldiers. You commission one or more of your lieutenants to assemble a small army. Each lieutenant can muster one hundred {@creature Guard|XMM|Guards} (see the {@book Monster Manual|XMM}) in 7 days to fight for your cause. Reduce that number to twenty if you want them to be mounted on {@creature Riding Horse|XMM|Riding Horses} (see the {@book Monster Manual|XMM}). It costs you 1 GP per day to feed each guard and each horse in your army. Wherever the army goes, it must be led by you or at least one of your lieutenants, or else it disbands immediately. The army also disbands if it goes 1 day without being fed. Otherwise, the army remains until it is destroyed or you command it to disband. You can't issue this Recruit order again until your current army disbands or is destroyed."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Workshop",
			"source": "XDMG",
			"page": 349,
			"facilityType": "special",
			"level": 5,
			"space": [
				"roomy",
				"vast"
			],
			"hirelings": [
				{
					"exact": 3,
					"space": "roomy"
				},
				{
					"exact": 5,
					"space": "vast"
				}
			],
			"orders": [
				"craft"
			],
			"entries": [
				"This Workshop is a creative space where useful items can be crafted.",
				{
					"type": "entries",
					"name": "Artisan's Tools",
					"entries": [
						"The Workshop comes equipped with six different kinds of {@item Artisan's Tools|XPHB}, chosen from the following list:",
						{
							"type": "list",
							"columns": 3,
							"items": [
								"{@item Carpenter's Tools|XPHB}",
								"{@item Cobbler's Tools|XPHB}",
								"{@item Glassblower's Tools|XPHB}",
								"{@item Jeweler's Tools|XPHB}",
								"{@item Leatherworker's Tools|XPHB}",
								"{@item Mason's Tools|XPHB}",
								"{@item Painter's Supplies|XPHB|Painter's Tools}",
								"{@item Potter's Tools|XPHB}",
								"{@item Tinker's Tools|XPHB}",
								"{@item Weaver's Tools|XPHB}",
								"{@item Woodcarver's Tools|XPHB}"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Craft Options",
					"entries": [
						"When you issue the {@book Craft|XDMG|7|Craft} order to this facility, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Adventuring Gear. The facility's hirelings craft anything that can be made with the tools you chose when you added the Workshop to your Bastion (see above), using the rules in the {@book Player's Handbook|XPHB}."
								},
								{
									"type": "item",
									"name": "Craft:",
									"entry": "Magic Item (Implement). If you are level 9+, you can commission the facility's hirelings to craft a Common or an Uncommon magic item chosen by you from the {@book Implements|XDMG|6|Implements Tables} tables in {@book chapter 7|XDMG|6}. The facility has the tool required to craft the item, and the hirelings have proficiency with that tool as well as proficiency in the {@skill Arcana|XPHB} skill. See the \"{@book Crafting Magic Items|XDMG|6|Crafting Magic Items}\" section in {@book chapter 7|XDMG|6} for the time and money that must be spent to craft the item. If the item allows its user to cast any spells from it, you must craft the item yourself (the facility's hirelings can assist), and you must have all those spells prepared every day you spend crafting the item."
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Source of Inspiration",
					"entries": [
						"After spending an entire {@variantrule Short Rest|XPHB} in your Workshop, you gain {@variantrule Heroic Inspiration|XPHB}. You can't gain this benefit again until you finish a {@variantrule Long Rest|XPHB}."
					]
				},
				{
					"type": "entries",
					"name": "Enlarging the Facility",
					"entries": [
						"You can enlarge your Workshop to a Vast facility by spending 2,000 GP. If you do so, the Workshop gains two additional hirelings and three additional {@item Artisan's Tools|XPHB} (chosen from the list above)."
					]
				}
			]
		},
		{
			"name": "Zhentarim Travel Station",
			"source": "FRHoF",
			"facilityType": "special",
			"level": 5,
			"prerequisite": [
				{
					"membership": [
						"Zhentarim"
					]
				}
			],
			"space": [
				"vast"
			],
			"hirelings": [
				{
					"exact": 2
				}
			],
			"orders": [
				"research"
			],
			"entries": [
				"The Zhentarim maintain stations to facilitate safe and swift long-distance travel on journeys (see {@book chapter 2|XDMG|1|Travel} of the {@book Dungeon Master's Guide|XDMG}). Your travel station includes temporary stabling facilities for four Large creatures; two Medium creatures occupy the same space as one Large creature there. The facility's hirelings look after these creatures.",
				{
					"type": "entries",
					"name": "Long-Distance Travel Speed",
					"entries": [
						"Finishing a {@variantrule Long Rest|XPHB} in your Bastion better prepares you for travel; your group's maximum travel pace increases by one step (from Slow to Normal or from Normal to Fast)."
					]
				},
				{
					"type": "entries",
					"name": "Research: Reconnaissance",
					"entries": [
						"When you issue the Research order to this facility, you commission the Zhentarim Travel Station's hirelings to gather information that facilitates an upcoming journey. This work takes 7 days. For the duration of the journey, you have {@variantrule Advantage|XPHB} on Wisdom ({@skill Survival|XPHB}) checks to forage or navigate."
					]
				}
			],
			"hasFluffImages": true
		}
	]
}
