{
	"charoption": [
		{
			"name": "Alagondar Scion",
			"source": "IDRotF",
			"page": 264,
			"prerequisite": [
				{
					"race": [
						{
							"name": "human"
						},
						{
							"name": "half-elf"
						},
						{
							"name": "half-orc"
						}
					],
					"note": "If you don't meet this prerequisite, draw a different card."
				}
			],
			"optionType": [
				"CS"
			],
			"entries": [
				"I'm a scion of the Alagondar bloodline and the only known heir to the crown of Neverwinter. If Dagult Neverember, the city's lord-regent, learns that I'm alive, he'll send assassins to kill me."
			]
		},
		{
			"name": "Anvilwrought",
			"source": "MOT",
			"page": 12,
			"optionType": [
				"SG"
			],
			"entries": [
				"You were forged in the fires of Purphoros's forge. Your appearance bears a metallic sheen and visible joints. The Anvilwrought Characteristics table suggests details of your life or origins. Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Constructed Resilience",
							"entries": [
								"You were created to have remarkable fortitude, represented by the following benefits:",
								{
									"type": "list",
									"items": [
										"You have advantage on saving throws against being {@condition poisoned}, and you have resistance to poison damage.",
										"You don't need to eat, drink, or breathe.",
										"You are immune to disease.",
										"You don't need to sleep, and magic can't put you to sleep."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sentry's Rest",
							"page": 12,
							"entries": [
								"When you take a long rest, you must spend at least six hours in an inactive, motionless state, rather than sleeping. In this state, you appear inert, but it doesn't render you {@condition unconscious}, and you can see and hear as normal.",
								{
									"type": "table",
									"caption": "Anvilwrought Characteristics",
									"colLabels": [
										"d6",
										"Characteristic"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"An oread who works in Purphoros's forge is the closest thing I have to a parent."
										],
										[
											"2",
											"Purphoros made me to serve him."
										],
										[
											"3",
											"I was created decades ago and, fearing that I'm growing obsolete, recently fled Mount Velus."
										],
										[
											"4",
											"Purphoros regrets my creation and wants to reforge me into something better."
										],
										[
											"5",
											"Purphoros intended me to carry on his work by making even greater creations of my own."
										],
										[
											"6",
											"Someone in Mount Velus implanted a terrible secret within me in order to smuggle it out into the world."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of the Dragon Infiltrator",
			"source": "HotDQ",
			"page": 87,
			"otherSources": [
				{
					"source": "ToD",
					"page": 176
				}
			],
			"optionType": [
				"RF:B"
			],
			"entries": [
				"You have infiltrated the ranks of the Cult of the Dragon. Having spied on the organization for quite some time, you are familiar with its inner workings and customs. You have a second identity as an initiate of the cult, enough of a facade to blend in as a simple grunt or servant."
			]
		},
		{
			"name": "Deep Delver",
			"source": "OotA",
			"page": 221,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"You have a knack for making your way in the deep places of the world. You can recall the twists and turns of passageways and tunnels such that you can always retrace your steps underground. You're also well acquainted with foraging and survival in the Underdark, and can determine when sources of food and water are safe to consume. You can always find sufficient food and water for yourself and up to five other people in the Underdark, as long as sustenance is available in the area."
			]
		},
		{
			"name": "Doppelganger",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I'm a shapechanger. I have none of the traits of the race I'm imitating, but I retain my class features, background, and alignment. I have {@sense darkvision} out to a range of 60 feet. I can use an action to do either of the following at will:",
				"I can innately cast {@spell detect thoughts}, requiring no components. My spellcasting ability is Intelligence. The spell's Wisdom save DC is 8 + my proficiency bonus + my Intelligence modifier. I can polymorph into any humanoid I have seen or back into my true form. My statistics, other than my size, don't change. Any equipment I'm wearing or carrying isn't transformed. I revert to my true form when I die."
			]
		},
		{
			"name": "Dragon Scholar",
			"source": "HotDQ",
			"page": 87,
			"otherSources": [
				{
					"source": "ToD",
					"page": 176
				}
			],
			"optionType": [
				"RF:B"
			],
			"entries": [
				"You have studied dragons and their lore for many years. You can automatically identify locations built or used by dragons and can identify dragon eggs and scales by sight. If you fail an Intelligence check to recall lore relating to dragons, you know someone or some book you can consult for the answer unless the DM rules that the lore is unknown."
			]
		},
		{
			"name": "Drizzt Fan",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I once met the famous drow ranger Drizzt Do'Urden! In fact, I have a tattered piece of his famous green cloak and would never think to part with it."
			]
		},
		{
			"name": "Echoing Soul",
			"source": "VRGR",
			"page": 22,
			"optionType": [
				"DG"
			],
			"entries": [
				"Your soul isn't your own or, at least, it wasn't always yours. Whether you've lived past lives, your soul was swapped into a different body, or you have a link connecting you to another being, you experience echoes from another life. These echoes grant you knowledge, talents, or even languages you can't always explain, but they also intrude on your perceptions and beliefs unexpectedly.",
				"Roll on or choose an option from the Soul Echoes table to determine the nature of this Dark Gift. Additionally, you gain the traits that follow.",
				{
					"type": "table",
					"caption": "Soul Echoes",
					"colLabels": [
						"d6",
						"Echo"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"My soul is linked with that of a person elsewhere, perhaps another domain, world, or plane."
						],
						[
							"2",
							"I have lived many times before, my soul reincarnating each time I die rather than passing on."
						],
						[
							"3",
							"My consciousness was removed from my original body and implanted in this one."
						],
						[
							"4",
							"I was physically and spiritually merged with another being."
						],
						[
							"5",
							"I share my body with an intangible, otherworldly force."
						],
						[
							"6",
							"Time fractures around me, and I sometimes collide with my own past or future."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Channeled Prowess",
							"entries": [
								"You gain proficiency in two skills of your choice."
							]
						},
						{
							"type": "entries",
							"name": "Inherent Tongue",
							"entries": [
								"You can speak, read, and write one additional language of your choice."
							]
						},
						{
							"type": "entries",
							"name": "Intrusive Echoes",
							"entries": [
								"Immediately after you make an attack roll, an ability check, or a saving throw and roll a 1 on the {@dice d20}, your soul's memories emerge and overtake your perceptions and experiences. You might see people around you as someone other than who they are, or you become disoriented by a double-experience of the world around you. Roll on the Intrusive Echoes table to determine the effect of these vivid memories and perceptions. Once one of effects occur, these intrusive echoes can't manifest again until you finish a short or long rest.",
								{
									"type": "table",
									"caption": "Intrusive Echoes",
									"colLabels": [
										"d6",
										"Effect"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"You are {@condition charmed} by a creature you can see (of the DM's choice) for 1 minute or until the creature damages you."
										],
										[
											"2",
											"You are {@condition frightened} by a creature you can see (of the DM's choice) for 1 minute, or until the creature damages you."
										],
										[
											"3",
											"You perceive another time or place around you until the end of your next turn. During this time, you are {@condition blinded} to your actual surroundings."
										],
										[
											"4",
											"You perceive a different time or place overlapping your surroundings. Your speed is halved until the end of your next turn."
										],
										[
											"5",
											"Memories and sensations overwhelm you. You are {@condition incapacitated} until the start of your next turn."
										],
										[
											"6",
											"Your memory is one of triumph. You can reroll the ability check, attack roll, or saving throw that you just made. You must use the new roll."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Elusive Paramour",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"A wealthy pasha in Calimshan has placed a bounty on my head for seducing his favorite concubine. Bounty hunters are scouring the Sword Coast in search of me, but I hope they'll never think to look in Icewind Dale."
			]
		},
		{
			"name": "Escaped Prisoner",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I was brought here from another world by spacefaring mind flayers. The ship in which I was imprisoned crashed in the mountains south of Ten-Towns. After surviving the crash, I nearly froze to death crossing the tundra to reach Ten-Towns. If some friendly trappers hadn't found me, I would have perished. I fear some of my captors also survived the crash and might come looking for me."
			]
		},
		{
			"name": "Gathered Whispers",
			"source": "VRGR",
			"page": 23,
			"optionType": [
				"DG"
			],
			"entries": [
				"You are haunted by spiritual beings, whether the souls of the departed or entities from another plane. Their voices endlessly whisper, taunt, or cajole, sometimes rising to unearthly howls. Only you can perceive the spirits, unless you allow them to speak through you. The spirits are intangible and invisible; anyone who can see {@condition invisible} creatures sees only fleeting glimpses of these spirits as they haunt you.",
				"Roll on or choose an option from the Whispering Spirits table to determine what haunts you. Additionally, you gain the traits that follow.",
				{
					"type": "table",
					"caption": "Whispering Spirits",
					"colLabels": [
						"d6",
						"Spirits"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"A council of my dead ancestors watches over me."
						],
						[
							"2",
							"Fiendish presences vie for my soul."
						],
						[
							"3",
							"Unquiet souls are drawn to me and beg for peace."
						],
						[
							"4",
							"The spirits of those I killed linger around me."
						],
						[
							"5",
							"An alien intelligence intrudes upon my thoughts."
						],
						[
							"6",
							"A sibling I don't have shares my body."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spirit Whispers",
							"entries": [
								"You learn the {@spell message} cantrip if you don't already know it, and require no components to cast it. When you cast the spell, the messages are delivered by one of your whispering spirits rather than you or the target's voice. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (your choice when you gain this Dark Gift)."
							]
						},
						{
							"type": "entries",
							"name": "Sudden Cacophony",
							"entries": [
								"When you are hit by an attack roll, you can use your reaction to channel your haunting spirits, letting their voices howl through you. If the attacker isn't {@condition deafened}, add your proficiency bonus to your AC against that attack, potentially causing it to miss. Once this trait causes an attack to miss, you can't use the trait again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Voices from Beyond",
							"entries": [
								"Immediately after you make an attack roll, an ability check, or a saving throw and roll a 1 on the {@dice d20}, the haunting voices grow too loud to ignore. Roll on the Voices from Beyond table to determine the effect of these voices. Once one of these effects occurs, none of these haunting voices manifest again until you finish a short or long rest.",
								{
									"type": "table",
									"caption": "Voices from Beyond",
									"colLabels": [
										"d4",
										"Effect"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"You have disadvantage on the next attack roll, ability check, or saving throw you make."
										],
										[
											"2",
											"You are {@condition deafened} by the voices for 1 minute."
										],
										[
											"3",
											"You are {@condition frightened} of the creature closest to you, other than yourself, until the end of your next turn. If multiple creatures are closest, the DM chooses which creature you are {@condition frightened} of."
										],
										[
											"4",
											"Within the next 10 minutes, you can ask your spirits about the results of a specific course of action that you plan to take within the next 30 minutes. You can receive an omen as if you had cast the {@spell augury} spell. The omen manifests as whisperings from your spirits perceptible only to you."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Heroic Destiny",
			"source": "MOT",
			"page": 12,
			"optionType": [
				"SG"
			],
			"entries": [
				"Great deeds lie in your future, and it will take extraordinary effort to kill you before you accomplish those deeds. Choose or roll a random destiny using the Heroic Destiny table. Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Defy Death",
							"entries": [
								"You have advantage on death saving throws."
							]
						},
						{
							"type": "entries",
							"name": "Hard to Kill",
							"entries": [
								"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. Once you use this trait, you can't use it again until you finish a long rest."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Heroic Destiny",
					"colLabels": [
						"d6",
						"Destiny"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"I'm destined to be the most skilled practitioner of a craft or trade."
						],
						[
							"2",
							"I'm destined to earn a place among the stars of Nyx."
						],
						[
							"3",
							"I'm destined to become a god."
						],
						[
							"4",
							"I'm destined to liberate my beloved from the clutches of the Underworld."
						],
						[
							"5",
							"I was born while a kraken ravaged Meletis, and I'm destined to destroy that kraken."
						],
						[
							"6",
							"I'm destined to uncover the secret of the gods' power."
						]
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Hollow One",
			"source": "EGW",
			"page": 182,
			"optionType": [
				"SG"
			],
			"entries": [
				"As a Hollow One, the void left behind by your departed soul is filled with the strange magic of Blightshore. Becoming a Hollow One is a supernatural gift that bestows upon you the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ageless",
							"entries": [
								"You don't age, and effects that would cause you to age don't work on you."
							]
						},
						{
							"type": "entries",
							"name": "Cling to Life",
							"entries": [
								"When you make a death saving throw and roll 16 or higher, you regain 1 hit point."
							]
						},
						{
							"type": "entries",
							"name": "Revenance",
							"entries": [
								"You retain your creature type, yet you register as undead to spells and other effects that detect the presence of the undead creature type."
							]
						},
						{
							"type": "entries",
							"name": "Unsettling Presence",
							"entries": [
								"As an action, you can unsettle a creature you can see within 15 feet of you. The target has disadvantage on the next saving throw it makes within the next minute. Constructs, undead, and creatures that can't be {@condition frightened} are immune to this feature. Once you use this feature, you can't use it again until you finish a long rest."
							]
						}
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Iconoclast",
			"source": "MOT",
			"page": 12,
			"optionType": [
				"SG"
			],
			"entries": [
				"No one can deny the reality of the gods of Theros, whose presence and deeds are visible in the night sky and sometimes directly in the mortal realm. But some people refute the idea that the gods are worthy of reverence. Such iconoclasts are common among the leonin, but members of any culture can adopt this supernatural gift. The Iconoclast Characteristics table presents suggestions for why you've become an iconoclast.",
				"Your denial of the gods gives you supernatural power to resist their influence in the world. You gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Enlightened Protection",
							"page": 12,
							"entries": [
								"You can cast {@spell protection from evil and good} with this trait, targeting only yourself and requiring no material components. Once you do so, you can't cast it in this way again until you finish a long rest. Wisdom is your spellcasting ability for this trait."
							]
						},
						{
							"type": "entries",
							"name": "Reject the Gods",
							"entries": [
								"You can't gain or lose piety to any god. You instead gain the following traits at the character level listed in each one. Wisdom is your spellcasting ability for any spell that you cast through these traits."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Iconoclast Hero",
					"page": 12,
					"entries": [
						"{@i 5th-level Iconoclast trait}",
						"You can cast {@spell dispel magic} with this trait. Once you do so, you can't cast it in this way again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Iconoclast Paragon",
					"page": 13,
					"entries": [
						"{@i 11th-level Iconoclast trait}",
						"You can cast {@spell dispel evil and good} with this trait, requiring no material components. Once you do so, you can't cast it in this way again until you finish a long rest.",
						"In addition, when you cast {@spell dispel magic} using your Iconoclast Hero trait, you cast it as a 4th-level spell."
					]
				},
				{
					"type": "entries",
					"name": "Iconoclast Archetype",
					"page": 13,
					"entries": [
						"{@i 17th-level Iconoclast trait}",
						"You can cast {@spell antimagic field} with this trait, requiring no material components. Once you do so, you can't cast it in this way again until you finish a long rest.",
						"In addition, when you cast {@spell dispel magic} using your Iconoclast Hero trait, you cast it as a 5th-level spell.",
						{
							"type": "table",
							"caption": "Iconoclast Characteristics",
							"colLabels": [
								"d6",
								"Characteristic"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I blame the gods for the death of those I cared about."
								],
								[
									"2",
									"Multiple gods seek to use me to their ends, so I try to avoid all divine entanglements."
								],
								[
									"3",
									"It's obvious the gods are fickle and unworthy of worship."
								],
								[
									"4",
									"I know the world's future lies with mortals, not gods."
								],
								[
									"5",
									"I'm convinced the gods want me dead."
								],
								[
									"6",
									"I refuse to be a pawn in divine schemes."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Inheritor",
			"source": "VRGR",
			"page": 31,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"An ancestor or mentor's deeds earned them a place in legend. Now it's your turn. You are the clear inheritor of a famed legacy. You've inherited a token from your predecessor, something that marks you as their inheritor, such as a signet ring, signature piece of clothing, or notable weapon.",
				"Additionally, any time you reveal your legacy, you swiftly learn the local opinion of your predecessor. If locals have never heard of your predecessor, nothing changes. If they have, rumors of your connection spread swiftly, and many locals consider you either a hero or a threat. Heroes are welcomed and might easily gain an audience with local leaders. Threats are encouraged to leave before they invite danger."
			]
		},
		{
			"name": "Inscrutable",
			"source": "MOT",
			"page": 14,
			"optionType": [
				"SG"
			],
			"entries": [
				"Like a sphinx, you have a mind like a maze, impenetrable to mortal scrutiny. This might be a gift or training from an actual sphinx, the blessing (or curse) of a god, or an inexplicable talent. The Inscrutable Characteristics table suggests options for what makes you inscrutable. Additionally, you gain the following trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Psychic Shield",
							"entries": [
								"You have resistance to psychic damage."
							]
						},
						{
							"type": "entries",
							"name": "Sphinx's Shroud",
							"page": 14,
							"entries": [
								"You are immune to any effect that allows other creatures to sense your emotions or read your thoughts. Wisdom ({@skill Insight}) checks made to ascertain your intentions or sincerity have disadvantage.",
								{
									"type": "table",
									"caption": "Inscrutable Characteristics",
									"colLabels": [
										"d6",
										"Characteristic"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"I was educated by a sphinx in the Dakra Isles."
										],
										[
											"2",
											"I am a devout adherent to one of Meletis's schools of philosophy (detailed in {@book chapter 3|MOT|3|Meletis})."
										],
										[
											"3",
											"I only speak in the past tense, as if all things I say have already transpired."
										],
										[
											"4",
											"I have sworn a vow to allow no living person to see behind the mask that covers my face at all times."
										],
										[
											"5",
											"Why wouldn't I phrase every statement as a question?"
										],
										[
											"6",
											"I was born a sphinx, but a god cursed me into humanoid form and saddled me with the limits of mortal knowledge. I won't rest until I break the curse."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Lifelong Companion",
			"source": "MOT",
			"page": 14,
			"optionType": [
				"SG"
			],
			"entries": [
				"Behind many heroes is another hero whose greatness comes from the support and love they offer. Haktos had his beloved Perynes, Renata was accompanied by her servant Karados, and Siona sailed with her devoted crew. Like these partners, you are great and make others great. Consider the Companion Relationships table when determining your legendary connection. Any relationship with another player's character requires that player's consent. Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Boon Aura",
							"page": 14,
							"entries": [
								"Your allies within 5 feet of you have advantage on saving throws against being {@condition frightened} or {@condition charmed}, provided you aren't {@condition incapacitated}."
							]
						},
						{
							"type": "entries",
							"name": "Companion's Protection",
							"entries": [
								"When a creature you can see within 5 feet of you is hit by an attack roll, you can use your reaction to cause the attack to hit you instead. Once you use this trait, you can't do so again until you finish a long rest."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Companion Relationships",
					"colLabels": [
						"d6",
						"Relationship"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Another character is my lover or dearest friend."
						],
						[
							"2",
							"Another character is my sibling."
						],
						[
							"3",
							"Another character is my parent or child."
						],
						[
							"4",
							"Another character is a champion of my god."
						],
						[
							"5",
							"After admiring another character from afar, I've finally won a position by their side."
						],
						[
							"6",
							"I want nothing more than for another character to recognize my devotion and love me in return."
						]
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Littlest Yeti",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I was raised by yeti. Although I relied on my ferocious guardians for food and warmth and never quite adapted to the cold, I speak Yeti and have advantage on Charisma checks made to influence yeti or improve their attitudes."
			]
		},
		{
			"name": "Living Shadow",
			"source": "VRGR",
			"page": 24,
			"optionType": [
				"DG"
			],
			"entries": [
				"The shadow you cast is animate and ever-present, even when lighting conditions would otherwise prevent it. Your shadow occasionally moves out of sync with you. Sometimes it appears to be undertaking random but mundane tasks, while at other times it acts out your darker impulses, threatening or even attacking other shadows. With effort, you can bend this shadow puppetry to your will.",
				"Roll on or choose an option from the Shadow Quirk table to determine how your living shadow behaves. Additionally, you gain the traits that follow.",
				{
					"type": "table",
					"caption": "Shadow Quirk",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"My shadow often holds weapons or bears wounds that don't exist."
						],
						[
							"2",
							"When I'm distracted, my shadow panics and tries to get other people's attention, as if it's desperate to escape me."
						],
						[
							"3",
							"When it's not being watched, my shadow makes threatening gestures or creeps toward people."
						],
						[
							"4",
							"My shadow's movements mirror mine incorrectly—when I raise my left hand, my shadow moves its right."
						],
						[
							"5",
							"My shadow fiddles with or occasionally breaks Tiny, nonmagical objects."
						],
						[
							"6",
							"There's a slight but noticeable delay between my movements and those of my shadow."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Grasping Shadow",
							"entries": [
								"You learn the {@spell mage hand} cantrip if you don't already know it, and require no components to cast it. The hand created by the spell is shadowy but is not bound to your actual shadow. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (your choice when you gain this Dark Gift)."
							]
						},
						{
							"type": "entries",
							"name": "Shadow Strike",
							"entries": [
								"When you make a melee attack roll, you can increase your reach for that attack by 10 feet. Your shadow stretches and delivers the attack as if it were you. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Ominous Will",
							"entries": [
								"Immediately after you make an attack roll, an ability check, or a saving throw and roll a 1 on the {@dice d20}, your shadow exerts a will of its own and might assist or hinder you or those around you. The next time you or a creature within 30 feet of you that you can see makes an attack roll, an ability check, or a saving throw, roll a {@dice d4}. If the number is odd, reduce the total by the number rolled. If the number is even, increase the total by the number rolled. Once this effect occurs, it can't happen again until you finish a short or long rest."
							]
						}
					]
				}
			]
		},
		{
			"name": "Midwinter Child",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Auril the Frostmaiden has blessed me, for I was born on the Midwinter holiday. I have resistance to cold damage."
			]
		},
		{
			"name": "Mist Walker",
			"source": "VRGR",
			"page": 24,
			"optionType": [
				"DG"
			],
			"entries": [
				"The Mists grip all who tread the Domains of Dread, but you know how to slip through their grasp. You can navigate the Mists successfully given enough time and a little luck, but this freedom comes with a price; if you remain in one area for too long, the Mists find you and drain your life force.",
				"Roll on or choose an option from the Misty Travels table to determine how you developed this Dark Gift. Additionally, you gain the traits that follow.",
				{
					"type": "table",
					"caption": "Misty Travels",
					"colLabels": [
						"d4",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You learned a secret about the nature of the Mists. Ever since, you can manipulate them, but the lands you walk have turned against you."
						],
						[
							"2",
							"You fled into the Mists to escape someone or something that's hunting you. You can never rest for long, knowing you're still being pursued."
						],
						[
							"3",
							"You're part of an organization, a family, or an itinerant community with experience traveling the Mists. They taught you how to do the same."
						],
						[
							"4",
							"The Mists stole you from your home and fractured your memories of where you're from. You've been on a quest to find your way back ever since."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Misty Step",
							"entries": [
								"You can cast the {@spell misty step} spell, requiring no spell slot, and you must finish a long rest before you can cast it this way again. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (your choice when you gain this Dark Gift). If you have spell slots of 2nd level or higher, you can cast this spell with them."
							]
						},
						{
							"type": "entries",
							"name": "Mist Traveler",
							"entries": [
								"When you enter the Mists intent on reaching a specific domain, you are treated as if you possess a Mist talisman keyed to that domain. To use this trait, you must know the name of the domain you have chosen as your destination, but you don't need to have previously visited that land. This trait doesn't allow you to bypass domain borders closed by a Darklord's will."
							]
						},
						{
							"type": "entries",
							"name": "Poisoned Roots",
							"entries": [
								"When you finish a long rest, the world around you in a 10-mile radius becomes a siphon that will eventually leech away your vitality. You can remain in the area safely for a number of weeks equal to your Constitution modifier (minimum of 1 week). Thereafter, each time you finish a long rest in the area, you must succeed on a {@dc 15} Constitution saving throw or gain 1 level of {@condition exhaustion} that can't be removed while you remain in the area."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mist Wanderer",
			"source": "VRGR",
			"page": 31,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"The Mists whisper to you and guide you through their mysterious eddies. You immediately know if an object you're touching is a Mist talisman (detailed in {@book chapter 3|VRGR|3|Mist Talismans}). You recognize where the talisman originates from if you have been to its domain of origin."
			]
		},
		{
			"name": "Nyxborn",
			"source": "MOT",
			"page": 14,
			"optionType": [
				"SG"
			],
			"entries": [
				"Born from the minds of the gods, the creatures that populate the gods' realm are called Nyxborn. Nyxborn creatures resemble mortal beings, but philosophers debate their true character. Are they idealized forms of mortal beings, free from the imperfections and transience that causes mortals to suffer and die? Or are they hollow and soulless shades, lacking the authenticity and pathos that make mortal existence worthwhile?",
				"A Nyxborn is like a fragment of divinity, an idea or a dream that is incarnate. You embody an idea—like the way leaves turn toward the sun or the feeling of ocean sand between the toes, the way the heart stirs when the tide of battle changes or the sadness that lingers when remembering a happy moment of childhood.",
				"These ideas, dreams, memories, and feelings are the stuff Nyx is made of, and a Nyxborn is shaped from that raw material. You might have been specifically crafted by one of the gods to serve a certain purpose. Or your existence could be an accident caused by a confluence of supernatural forces. The Nyxborn Origin table offers a handful of suggestions that might explain how you came to be, and the Nyxborn Quirks table describes some special effects that might linger around your person.",
				"Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Cloak of Stars",
							"entries": [
								"As an action, you wrap yourself in a starry cloak, appearing like a silhouette formed of the night sky. When you do, attack rolls have disadvantage against you. This cloak lasts for 1 minute, until you doff it (no action required), or until you die. Once you use this trait, you can't use it again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Nyxborn Resistance",
							"entries": [
								"You have resistance to necrotic and radiant damage."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Nyxborn Origin",
					"colLabels": [
						"d6",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"One of my parents is a Nyxborn, a nymph, or some other supernatural creature."
						],
						[
							"2",
							"I was formed from Nyx by one of the gods to serve as a divine emissary."
						],
						[
							"3",
							"I'm a side effect of some other divine action."
						],
						[
							"4",
							"A god witnessed my birth, making me what I am."
						],
						[
							"5",
							"I was rescued from the Underworld and took on supernatural characteristics when I returned to life."
						],
						[
							"6",
							"I'm a song or other work of art brought to life."
						]
					]
				},
				{
					"type": "table",
					"caption": "Nyxborn Quirks",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Whenever my weapon strikes something, the weapon gives off a shower of starry sparks."
						],
						[
							"2",
							"My hair moves as if in a perpetual breeze."
						],
						[
							"3",
							"My anger smells like burning autumn leaves."
						],
						[
							"4",
							"When the sun shines on me just so, I glimmer with many colors."
						],
						[
							"5",
							"My laughter causes nearby birds to erupt in song."
						],
						[
							"6",
							"People who sleep near me always dream of the sea."
						]
					]
				}
			]
		},
		{
			"name": "Old Flame",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I have a lover in Ten-Towns whom I haven't seen in years. At any time outside of combat, I can decide who the lover is by choosing an NPC in Ten-Towns that I can see. Once I make this choice, I can't change it. This old flame is friendly and helpful toward me, even if our past is checkered."
			]
		},
		{
			"name": "Oracle",
			"source": "MOT",
			"page": 15,
			"optionType": [
				"SG"
			],
			"entries": [
				"You possess a precious gift coveted not just by mortals but by the gods themselves: the gift of clear communication between the mortal and divine realms. As an oracle, you can perceive the whims of the gods and petition them for glimpses of their vast insight. This gift also comes with a curse, though, which typically takes the form of dire insights. Consult the Oracle Curse table to determine what unwanted revelations you receive.",
				"The gods seek mortal oracles to act as their agents. As a result, most oracles devote themselves to the service of a single god and learn to ignore the voices of all others. Occasionally, two gods agree to share the services of an oracle. Oracles who try to remain independent often find themselves pursued by the agents of evil gods who would bind them to the god's service, if necessary.",
				"You gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ears of the Oracle",
							"entries": [
								"You can speak, read, and write Celestial, the language of the gods. In addition, a god might deliver a message through you, and you can decide whether to use your own voice or to allow the god's voice to come through your mouth to deliver the message, translated into any language you speak."
							]
						},
						{
							"type": "entries",
							"name": "Oracle's Insight",
							"entries": [
								"The gods give you flashes of insight that help you bring your efforts to fruition. When you make an ability check, you can roll a {@dice d10} and add the number rolled to the check. You can wait until after you roll the {@dice d20} before deciding to add the {@dice d10}, but you must decide before the DM says whether the roll succeeds or fails. Once you use this trait, you can't use it again until you finish a short or long rest."
							]
						},
						{
							"type": "entries",
							"name": "Oracle's Piety",
							"page": 16,
							"entries": [
								"Your oracular abilities improve as your piety score increases. Instead of gaining the piety benefits associated with any god (as described in {@book chapter 2|MOT|2|Piety}), you gain the following traits when you reach the specified piety score.",
								"Wisdom is your spellcasting ability for any spell that you cast through these traits."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Augur",
					"page": 16,
					"entries": [
						"{@i Piety 3+ Oracle trait}",
						"You can cast {@spell augury} as a ritual with this trait. Once you do so, you can't cast it in this way again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Seer",
					"page": 16,
					"entries": [
						"{@i Piety 10+ Oracle trait}",
						"You can cast {@spell divination} as a ritual with this trait. Once you do so, you can't cast it in this way again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Sibyl",
					"page": 16,
					"entries": [
						"{@i Piety 25+ Oracle trait}",
						"You can cast {@spell commune} as a ritual with this trait. Once you do so, you can't cast it in this way again until you finish a long rest.",
						"You also can't be {@status surprised}, provided you aren't {@condition incapacitated}."
					]
				},
				{
					"type": "entries",
					"name": "Divine Oracle",
					"page": 16,
					"entries": [
						"{@i Piety 50+ Oracle trait}",
						"You can increase your Intelligence or Wisdom score by 2, as well as increasing your maximum for the chosen score by 2.",
						{
							"type": "table",
							"caption": "Oracle Curse",
							"colLabels": [
								"d8",
								"Flaw"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I know exactly how I'm going to die, and I can't do or say anything to prevent it."
								],
								[
									"2",
									"People who consult me for information rarely believe the answers I give them."
								],
								[
									"3",
									"I'm haunted by nightmares foretelling the deaths of people I've never met."
								],
								[
									"4",
									"I'm often distracted by the sights and sounds of things that other people can't perceive."
								],
								[
									"5",
									"A horrible monster in Nyx watches me constantly, and I see it every time I venture outdoors."
								],
								[
									"6",
									"Any time I grow close to someone, I see them aged, dying, or dead."
								],
								[
									"7",
									"Whenever I receive a divine vision, I get an intense pain in my head or chest."
								],
								[
									"8",
									"One of the gods intends to use me as an oracle whether I want to listen or not."
								]
							]
						}
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Orc Stone",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I saved the life of an orc, who gave me a stone with the symbol of the Many-Arrows tribe (a humanoid skull pierced by three arrows) carved into it. The stone is an uncommon magic item that requires attunement, and only I can attune to it.",
				"As an action, I can use the stone to summon the spirit of an orc warrior, which appears within 30 feet of me. The spirit uses the orc war chief stat block in the Monster Manual and disappears after 10 minutes or when reduced to 0 hit points. The spirit understands any language I speak and obeys my commands.",
				"After the stone is used three times, it turns to dust."
			]
		},
		{
			"name": "Owlbear Whisperer",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"Owlbears are predisposed to like me.",
				"If I am within 10 feet of an owlbear, I can use an action to make a {@dc 10} Charisma ({@skill Animal Handling}) check. On a success, I change the owlbear's attitude toward me from hostile to indifferent or from indifferent to friendly."
			]
		},
		{
			"name": "Pious",
			"source": "MOT",
			"page": 17,
			"optionType": [
				"SG"
			],
			"entries": [
				"Born with a particular connection to a deity, you have been winning favor with your god since birth. Consult the Pious Quirks table to determine how your faith might influence your personality. Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Pious Protection",
							"entries": [
								"If you fail a saving throw, you can reroll it, and you must use the new roll. Once you use this trait, you can't do so again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Religious Study",
							"page": 17,
							"entries": [
								"You have advantage on any Intelligence ({@skill Religion}) check pertaining to your chosen god."
							]
						},
						{
							"type": "entries",
							"name": "Starting Piety",
							"entries": [
								"You begin with a piety score of 3 with your chosen god.",
								{
									"type": "table",
									"caption": "Pious Quirks",
									"colLabels": [
										"d6",
										"Quirk"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"I often call people by the name of my god (or another god) by accident."
										],
										[
											"2",
											"I stay up late at night watching the stars in hopes that my god will share a message with me."
										],
										[
											"3",
											"I'm deeply jealous of my god's oracles, who seem to have a more intimate relationship with my god than I can ever hope to attain."
										],
										[
											"4",
											"I dream of one day entering Nyx and being granted a permanent place at my god's side."
										],
										[
											"5",
											"I have no home besides the temples of my god."
										],
										[
											"6",
											"I can't prove it, but I suspect that my god might actually be my parent."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Pirate Cannibal",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I served aboard Dark Duchess, a pirate ship from the city of Luskan. After the vessel got stuck in the ice, everyone but the captain abandoned the vessel and fled to Ten-Towns. We got lost in a blizzard along the way. I was the only one who made it, and only by eating my mates. The ship and its treasure are still out there."
			]
		},
		{
			"name": "Reghed Heir",
			"source": "IDRotF",
			"page": 264,
			"prerequisite": [
				{
					"race": [
						{
							"name": "human"
						},
						{
							"name": "half-elf"
						},
						{
							"name": "half-orc"
						}
					],
					"note": "If you don't meet this prerequisite, draw a different card."
				}
			],
			"optionType": [
				"CS"
			],
			"entries": [
				"I am the offspring of Queen Bjornhild Solvigsdottir, leader of the Tiger Tribe. My mother cast me into the Sea of Moving Ice when I was a young child as a sacrifice to Auril the Frostmaiden. A polar bear pulled me from the water and spared me a freezing death. This bear then transformed into a goliath who bore me safely to Ten-Towns. I remember the goliath's name—Oyaminartok—but haven't seen her since. I owe her my life, just as I owe my mother a merciless death."
			]
		},
		{
			"name": "Reincarnation",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I died and was brought back to life by a friendly human druid using the {@spell reincarnate} spell. I have no idea what became of the druid, whose name I don't know. I retain the memories of my previous life, some or all of which was spent in Icewind Dale. (Roll on the table in the spell's description to determine your character's previous race, or choose a race from the table that you like, then flesh out the story of your previous life.)"
			]
		},
		{
			"name": "Ring Hunter",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I am looking for the knucklehead trout that bit off my father's finger, which had a signet ring on it. To preserve my inheritance, I must retrieve the lost ring."
			]
		},
		{
			"name": "Runaway Author",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I penned a notorious exposé called \"The Hellbent Highborn,\" which accused several prominent patriars in Baldur's Gate and nobles in Waterdeep of being devil worshipers. Although my accusations were well founded, I made a lot of enemies and was forced to seek refuge in Icewind Dale."
			]
		},
		{
			"name": "Second Skin",
			"source": "VRGR",
			"page": 25,
			"optionType": [
				"DG"
			],
			"entries": [
				"There is another side of you that most people never see. When you show this side of yourself, you might become another person entirely, a celestial-like avenger, or a walking nightmare. Whatever the specifics of this form, it exaggerates some drive or hidden nature within you.",
				"Roll on or choose an option from the Second Form table to determine this other side of yourself. Additionally, you gain the traits that follow.",
				{
					"type": "table",
					"caption": "Second Form",
					"colLabels": [
						"d6",
						"Form"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"An exaggerated version of your own form"
						],
						[
							"2",
							"Hybrid form of humanoid and beast"
						],
						[
							"3",
							"An angelic, a demonic, or an aberrant form"
						],
						[
							"4",
							"A vaguely human-shaped creature made of slime"
						],
						[
							"5",
							"A fey-like shape, either brooding or passionate"
						],
						[
							"6",
							"A body constructed of metal, stone, or machinery"
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Transformation",
							"entries": [
								"You can cast the {@spell alter self} spell to appear in your second form. When you do so, you gain the effects of that spell's Change Appearance option and cannot end it to gain the benefits of a different option. Casting {@spell alter self} in this way requires no spell slot, and you must finish a long rest before you can cast it this way again. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (your choice when you gain this Dark Gift). If you have spell slots of 2nd level or higher, you can cast this spell with them.",
								"When you cast {@spell alter self} using this feature, some cosmetic aspect of your second form remains after the spell ends. This visibly marks you unless you actively hide or disguise it. The mark is a perceptible change such as scaly skin, stunted wings, eyes without pupils, or horns. The mark fades after you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Involuntary Change",
							"entries": [
								"Certain circumstances can activate your Dark Gift. After you experience this catalyst, at the start of your next turn you must succeed on a {@dc 15} Charisma saving throw or use your action to cast {@spell alter self} as described in the Transformation trait, even if you have already used it.",
								"Roll on or choose an option from the Change Catalyst table to determine what triggers your involuntary change.",
								{
									"type": "table",
									"caption": "Change Catalyst",
									"colLabels": [
										"d6",
										"Catalyst"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Seeing a particular phase of the moon"
										],
										[
											"2",
											"The smell of a certain type of flower"
										],
										[
											"3",
											"The sound of ringing temple bells"
										],
										[
											"4",
											"Hearing a particular melody"
										],
										[
											"5",
											"Touching pure silver with your bare skin"
										],
										[
											"6",
											"Seeing someone resembling a specific individual"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Slaad Host",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"A red slaad implanted a pellet-sized egg in me shortly before I started my adventuring career. If I can't get rid of it in the next two months, the egg will gestate inside me, and a slaad tadpole will burst from my chest, killing me. It will then quickly grow into an adult slaad and kill even more people."
			]
		},
		{
			"name": "Spirit Medium",
			"source": "VRGR",
			"page": 31,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"After a fateful experience, you believe you're aligned with spirits and can serve as a conduit for their insights and goals. You have advantage on any {@skill Arcana} or {@skill Religion} check you make to remember or research information about spirits and the afterlife. Additionally, you begin your adventuring career with a custom-made device for communing with otherworldly forces, perhaps a spirit board, a {@deck tarokka deck|CoS}, an automatic writing planchette, dowsing rods, a cup for tea leaves, or a device of your own design. Add your proficiency bonus to any ability check you make using this type of divining tool."
			]
		},
		{
			"name": "Spy",
			"source": "IDRotF",
			"page": 264,
			"optionType": [
				"CS"
			],
			"entries": [
				"I'm a spy for the Harpers, a secretive organization that works behind the scenes to thwart tyrants and other evildoers. My mission in Icewind Dale is to safeguard the settlements of Ten-Towns while concealing my Harper affiliation. Credible threats to Ten-Towns include the Arcane Brotherhood, an organization of wizards based in Luskan, and the Zhentarim, an expansive shadow network that wants to control trade throughout the North. Both have threatened Ten-Towns in the past.",
				"My only Harper contact in Ten-Towns is a human named Beldora, who poses as a homeless woman and spends her days gathering information in Bryn Shander."
			]
		},
		{
			"name": "Symbiotic Being",
			"source": "VRGR",
			"page": 26,
			"optionType": [
				"DG"
			],
			"entries": [
				"A second being resides within your body along with you. It manifests physically somewhere on you and relies on you for its survival. At the same time, it offers you knowledge and other assistance, either of its own volition or because of your intertwined nature. The symbiote has its own personality and agenda, which might be at odds with yours. If you ignore the symbiote's desires, it might strive to interfere with you. There is no way to be rid of the symbiote while you have this Dark Gift. Even if you go to drastic lengths, such as severing the part of your body where the symbiote resides, it reappears on your body in another location at the next midnight.",
				"Roll on or choose an option from the Symbiotic Nature table to determine what sort of symbiotic being shares your body. Additionally, you gain the traits that follow.",
				{
					"type": "table",
					"caption": "Symbiotic Nature",
					"colLabels": [
						"d6",
						"Symbiote"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Tiny humanoid facial features protruding from your torso, palm, or the back of your head"
						],
						[
							"2",
							"An alien appendage inside an unhealing wound"
						],
						[
							"3",
							"A burrowing, worm-like being"
						],
						[
							"4",
							"An intrusive thought that inhabits your mind"
						],
						[
							"5",
							"A living tattoo"
						],
						[
							"6",
							"Crystal growths that replace a portion of your body"
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Entwined Existence",
							"entries": [
								"Your symbiote is a separate entity with its own physical form bound to yours. It isn't a separate creature and relies on you to survive. It has Intelligence, Wisdom, and Charisma scores. The DM sets the symbiote's abilities or determines them randomly (roll {@dice 4d6} for each score, ignoring the lowest roll and totaling the rest). The symbiote can see and hear using your senses.",
								"The symbiote speaks, reads, and understands two languages; one that you speak, as well as one appropriate to its nature. Choose one of the following skills: {@skill Arcana}, {@skill Deception}, {@skill History}, {@skill Intimidation}, {@skill Insight}, {@skill Investigation}, {@skill Nature}, {@skill Religion}, {@skill Perception}, or {@skill Persuasion}. You gain proficiency in that skill if you don't already have it, representing the symbiote's counsel and guidance.",
								"If you die, so does your symbiote. If you are subsequently returned to life, your symbiote revives as well."
							]
						},
						{
							"type": "entries",
							"name": "Sustained Symbiosis",
							"entries": [
								"Your symbiote has a vested interest in your survival and takes steps to ensure it. When you fail a saving throw, you can choose to have your symbiote expend one of your Hit Dice to roll it and add the number rolled to the saving throw, potentially turning the failure into a success. If it uses this feature on a death saving throw, you succeed on the save and regain 1 hit point regardless of the number rolled on the {@dice d20}.",
								"Once you succeed on a saving throw due to this trait, the symbiote can't use it again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Symbiotic Agenda",
							"entries": [
								"Your symbiote has an agenda that drives it, and it expects you to assist it in achieving those goals. How permissive or patient it is in resolving its agenda depends on its personality (work with your DM to determine these details). If you have an opportunity to advance its agenda and don't act on it, the symbiote can try to force your hand. You must succeed on a Charisma saving throw ({@dc 12} + the symbiote's Charisma modifier) or be {@condition charmed} by the symbiote for {@dice 1d12} hours. While {@condition charmed}, you must try to follow the symbiote's commands. If you take damage that is not self-inflicted, you can repeat the saving throw, ending the effect on a success.",
								"Roll or choose from the Symbiotic Agenda table to determine the symbiote's goal, working with your DM to detail the specifics or create another agenda.",
								{
									"type": "table",
									"caption": "Symbiotic Agenda",
									"colLabels": [
										"d6",
										"Agenda"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"The symbiote seeks to destroy a specific type of being, such as fiends, trolls, or paladins."
										],
										[
											"2",
											"The symbiote craves knowledge and is determined to solve a mystery or learn a secret."
										],
										[
											"3",
											"The symbiote wants to bring a prophecy to fruition or to thwart one."
										],
										[
											"4",
											"The symbiote seeks to defend the servants and interests of a powerful being or organization."
										],
										[
											"5",
											"The symbiote wants to keep you from harm at all costs and believes it knows what's best for you."
										],
										[
											"6",
											"The symbiote seeks to experience new sensations, the more bizarre the better."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Touch of Death",
			"source": "VRGR",
			"page": 26,
			"optionType": [
				"DG"
			],
			"entries": [
				"Your touch is pain, harming whoever you come in contact with. The deathly power within you is beyond your control, afflicting any who touch your bare skin. By the same token, you can deliver death to your enemies with your touch.",
				"Roll on or choose an option from the Deadly Touch table to determine how this Dark Gift presents itself. Additionally, you gain the traits that follow.",
				{
					"type": "table",
					"caption": "Deadly Touch",
					"colLabels": [
						"d6",
						"Manifestation"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Your body is alchemically or biologically altered, infusing you with deadly chemicals."
						],
						[
							"2",
							"The magic of a slighted druid or fey makes small plants wither and insects die in your presence."
						],
						[
							"3",
							"You're the harbinger of a grim prophecy. Any creature your touch damages is marked with a temporary scar of a group, fiend, deity, or other force that takes an interest in you."
						],
						[
							"4",
							"You survived a near-death experience—but shouldn't have. Ever since, death and ill omens follow you."
						],
						[
							"5",
							"You are out of sync with time or reality. Anything you touch is warped by the distortion."
						],
						[
							"6",
							"Every time you touch a creature, you hear the laughter of someone you once harmed."
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Death Touch",
							"entries": [
								"You can focus your deadly touch against your foes. As an action, make one unarmed strike. On a hit, the target takes an additional {@damage 1d10} necrotic damage. This damage increases by {@damage 1d10} when you reach 5th level ({@damage 2d10}), 11th level ({@damage 3d10}), and 17th level ({@damage 4d10})."
							]
						},
						{
							"type": "entries",
							"name": "Inescapable Death",
							"entries": [
								"When you hit a target with an attack roll and deal necrotic damage, you ignore the target's resistance to that damage."
							]
						},
						{
							"type": "entries",
							"name": "Withering Contact",
							"entries": [
								"When you start your turn grappling a creature or {@condition grappled} by it, the creature takes {@damage 1d10} necrotic damage."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trauma Survivor",
			"source": "VRGR",
			"page": 32,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"You survived. Whatever it was, you made it through, and you can help others do the same. People view you as an expert on the traumatic situation you faced—be it a specific sort of violence, illness, or otherwise. You are aware of nonmagical recovery techniques, common resources, and misinformation. You know how to speak to sympathetic doctors, clergy, and local leaders and can convince them to shelter one person (other than yourself) at a modest lifestyle for up to one month."
			]
		},
		{
			"name": "Traveler",
			"source": "VRGR",
			"page": 32,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"You come from somewhere else, a place others couldn't begin to understand. Perhaps your home is a unique corner of the Land of the Mists or another world entirely. In any case, you and other travelers have shared experiences. You can find a place to hide, rest, or recuperate among sympathetic trading caravans, itinerant families, or displaced groups, so long as you don't present yourself as a danger. Such groups will hide you from the law or anyone searching for you, though they won't risk their lives for you. Additionally, you can tell whether an object you can see and touch is from your homeland with near perfect accuracy."
			]
		},
		{
			"name": "Underdark Experience",
			"source": "OotA",
			"page": 221,
			"optionType": [
				"RF:B"
			],
			"entries": [
				"You are no casual visitor to the Underdark, but instead have spent considerable time there learning its ways. You are familiar with the various races, civilizations, and settlements of the Underdark, as well as its major routes for travel. If you fail an Intelligence check to recall some piece of Underdark lore, you know a source you can consult for the answer unless the DM rules that the lore is unknown."
			]
		},
		{
			"name": "Unscarred",
			"source": "MOT",
			"page": 17,
			"optionType": [
				"SG"
			],
			"entries": [
				"Like the great hero Haktos, you are resistant to physical harm. Use the Unscarred Origin table to determine how you gained your legendary invulnerability. Additionally, you gain the following trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Unscarred Resilience",
							"entries": [
								"When you take damage, you can use your reaction to roll a {@dice d12}. Add your Constitution modifier to the number rolled, and reduce the damage by that total. After you use this trait, you can't use it again until you finish a short or long rest."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Unscarred Origin",
					"colLabels": [
						"d6",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"I was bathed in hydra's blood as an infant, and my wounds close too quickly to become mortal injuries."
						],
						[
							"2",
							"I swallowed a magic stone that fell from Nyx, which made my skin hard as rock."
						],
						[
							"3",
							"When I was wounded as a child, a god healed me. Now wounds are reluctant to undo the god's work."
						],
						[
							"4",
							"I was rescued from the Underworld, and I'm not sure I fully returned to life—it's always so cold."
						],
						[
							"5",
							"I was born on one of the Dakra Isles. All my people are naturally resilient, a fact I didn't realize until I lost my home and ventured into the world."
						],
						[
							"6",
							"I don't know who one or more of my parents is, but my resilience (and other hints) provide clues to their immortal identity."
						]
					]
				}
			]
		},
		{
			"name": "Watchers",
			"source": "VRGR",
			"page": 27,
			"optionType": [
				"DG"
			],
			"entries": [
				"Something is always watching you and draws ethereal spirits that take the form of creatures made of shadowstuff, usually in the shape of Tiny beasts, that follow you and gather in your general vicinity. These creatures act like normal examples of their kind, but their behavior suggests a hint of malice. No matter what precautions you take, you can't permanently drive these spirits away. They always return, wait just beyond the reach of deterrents, or later crawl out of your clothes and equipment.",
				"Roll on or choose an option from the Watchers table to determine what sorts of forms the spirits typically take when they follow you.",
				{
					"type": "table",
					"caption": "Watchers",
					"colLabels": [
						"d8",
						"Watchers"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Carrion Eaters. Jackals, ravens, vultures"
						],
						[
							"2",
							"Inescapable Judgments. Animate tools of punishment, drifting eyeballs, religious iconography"
						],
						[
							"3",
							"Night Wings. Bats, moths, owls"
						],
						[
							"4",
							"Plague Carriers. Fleas, rats, squirrels"
						],
						[
							"5",
							"Unnatural Observers. Animate objects, clockwork devices, otherworldly voyeurs"
						],
						[
							"6",
							"Sea Skulkers. Crabs, eels, jellyfish"
						],
						[
							"7",
							"Stray Souls. Ghost orbs, shadows, ectoplasmic wisps"
						],
						[
							"8",
							"Venomous Vermin. Scorpions, serpents, spiders"
						]
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Borrowed Eyes",
							"entries": [
								"As an action, you can influence the presence guiding the watchers for 1 hour. For the duration, you gain advantage on Intelligence ({@skill Investigation}) and Wisdom ({@skill Perception}) checks, and you can't be {@condition blinded}. Once you use this feature, you can't use it again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Dread Presence",
							"entries": [
								"You have disadvantage on Charisma ({@skill Deception}), Charisma ({@skill Performance}), and Charisma ({@skill Persuasion}) checks made against creatures that can see the watchers, and you have disadvantage on saving throws made against the {@spell scrying} spell.",
								"You can temporarily disperse or hide the watchers with some effort. With 1 minute of work and a successful {@dc 15} Charisma ({@skill Animal Handling}) check, you can suppress your Borrowed Eyes and Dread Presence for 1 hour. Once you successfully suppress these features, you can't do so again until you finish a long rest."
							]
						}
					]
				}
			],
			"hasFluffImages": true
		}
	]
}
