{
	"condition": [
		{
			"name": "Cegado",
			"source": "XPHB",
			"page": 364,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de cegado, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "No puedes ver",
							"entries": [
								"No puedes ver y fallas automáticamente todas las pruebas de característica que requieran la vista."
							]
						},
						{
							"type": "entries",
							"name": "Ataques afectados",
							"entries": [
								"Las tiradas de ataque contra ti tienen ventaja y tus tiradas de ataque tienen desventaja."
							]
						}
					]
				}
			]
		},
		{
			"name": "Hechizado",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de hechizado, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "No puedes dañar a quien te haya hechizado",
							"entries": [
								"No puedes atacar ni elegir como objetivo de efectos dañinos o mágicos a quien te haya hechizado."
							]
						},
						{
							"type": "entries",
							"name": "Ventaja social",
							"entries": [
								"Quien te haya hechizado tiene ventaja en las pruebas de característica para interactuar socialmente contigo."
							]
						}
					]
				}
			]
		},
	
		{
			"name": "Ensordecido",
			"source": "XPHB",
			"page": 367,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de ensordecido, experimentarás el siguiente efecto:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "No puedes oír",
							"entries": [
								"No puedes oír y fallas automáticamente cualquier prueba de característica que requiera el oído."
							]
						}
					]
				}
			]
		},
	
		{
			"name": "Cansancio",
			"source": "XPHB",
			"page": 363,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de cansancio, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Niveles de cansancio",
							"entries": [
								"Este estado es acumulativo. Cada vez que lo recibas, suma 1 nivel de cansancio. Morirás si tu nivel de cansancio es 6."
							]
						},
						{
							"type": "entries",
							"name": "Pruebas con d20 afectadas",
							"entries": [
								"Cuando hagas una prueba con d20, el resultado se reduce en 2 x tu nivel de cansancio."
							]
						},
						{
							"type": "entries",
							"name": "Velocidad reducida",
							"entries": [
								"Tu velocidad se reduce en 5 pies(1,5 m) x tu nivel de cansancio."
							]
						},
						{
							"type": "entries",
							"name": "Eliminar niveles de cansancio",
							"entries": [
								"Tras finalizar un descanso largo, resta 1 nivel de cansancio. Cuando tus niveles de cansancio se reduzcan a 0, el estado terminará."
							]
						}
					]
				}
			]
		},
	
		{
			"name": "Asustado",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de asustado, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Pruebas de característica y ataques afectados",
							"entries": [
								"Tienes desventaja en las pruebas de característica y las tiradas de ataque mientras la fuente de tu miedo esté en tu línea de visión."
							]
						},
						{
							"type": "entries",
							"name": "No puedes acercarte",
							"entries": [
								"No puedes acercarte voluntariamente a la fuente de tu miedo."
							]
						}
					]
				}
			]
		},
	
		{
			"name": "Agarrado",
			"source": "XPHB",
			"page": 367,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de agarrado, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Velocidad 0",
							"entries": [
								"Tu velocidad es 0 y no puede aumentar."
							]
						},
						{
							"type": "entries",
							"name": "Ataques afectados",
							"entries": [
								"Tienes desventaja en las tiradas de ataque contra cualquier objetivo que no sea quien te agarra."
							]
						},
						{
							"type": "entries",
							"name": "Desplazable",
							"entries": [
								"Quien te agarra puede arrastrarte o transportarte al moverse, pero cada metro de movimiento le cuesta 1 m adicional, salvo que seas Diminuto o tu tamaño sea dos o más categorías inferior al suyo."
							]
						}
					]
				}
			]
		},
	
		{
			"name": "Incapacitado",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de incapacitado, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Inactivo",
							"entries": [
								"No puedes llevar a cabo ninguna {@variantrule Acción|XPHB|Acción}, {@variantrule Acción adicional|XPHB}, o {@variantrule Reacción|XPHB}."
							]
						},
						{
							"type": "entries",
							"name": "Pérdida de concentración",
							"entries": [
								"Pierdes la {@status Concentración|XPHB}."
							]
						},
						{
							"type": "entries",
							"name": "Mudo",
							"entries": [
								"No puedes hablar."
							]
						},
						{
							"type": "entries",
							"name": "Sosprendido",
							"entries": [
								"Si tienes el estado de incapacitado cuando tiras iniciativa, tendrás desventaja en la tirada."
							]
						}
					]
				}
			]
		},
	
		{
			"name": "Invisible",
			"source": "XPHB",
			"page": 370,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de invisible, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Sorpresa",
							"entries": [
								"Si tienes el estado de invisible cuando tiras iniciativa, tendrás ventaja en la tirada."
							]
						},
						{
							"type": "entries",
							"name": "Oculto",
							"entries": [
								"No te afecta ningún efecto que requiera ver a su objetivo, salvo que el creador del efecto pueda verte de alguna forma. Cualquier equipo que vistas o lleves contigo también se oculta."
							]
						},
						{
							"type": "entries",
							"name": "Ataques afectados.",
							"entries": [
								"Las tiradas de ataque contra ti tienen desventaja y tus tiradas de ataque tienen ventaja. Si una criatura puede verte de alguna forma, no obtienes este beneficio contra esa criatura."
							]
						}
					]
				}
			]
		},
	
		{
			"name": "Paralizado",
			"source": "XPHB",
			"page": 371,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de paralizado, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Incapacitado",
							"entries": [
								"Tienes el estado de {@condition incapacitado|XPHB}."
							]
						},
						{
							"type": "entries",
							"name": "Velocidad 0.",
							"entries": [
								"Tu velocidad es 0 y no puede aumentar."
							]
						},
						{
							"type": "entries",
							"name": "Tiradas de salvación afectadas",
							"entries": [
								"Fallas automáticamente las tiradas de salvación de Fuerza y Destreza."
							]
						},
						{
							"type": "entries",
							"name": "Ataques afectados",
							"entries": [
								"Las tiradas de ataque contra ti tienen ventaja."
							]
						},
						{
							"type": "entries",
							"name": "Críticos automáticos",
							"entries": [
								"Cualquier tirada de ataque que te acierte es un crítico si el atacante está a 5 pies (1,5 m) o menos de ti."
							]
						}
					]
				}
			]
		},
	
		{
			"name": "Petrificado",
			"source": "XPHB",
			"page": 372,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de petrificado, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Transformación en sustancia inanimada",
							"entries": [
								"Te transformas, junto con cualquier objeto no mágico que vistas o lleves contigo, en una sustancia sólida e inanimada (normalmente piedra). Tu peso se multiplica por diez y dejas de envejecer."
							]
						},
						{
							"type": "entries",
							"name": "Incapacitado",
							"entries": [
								"Tienes el estado de {@condition incapacitado|XPHB}."
							]
						},
						{
							"type": "entries",
							"name": "Velocidad 0.",
							"entries": [
								"Tu velocidad es 0 y no puede aumentar."
							]
						},
						{
							"type": "entries",
							"name": "Tiradas de salvación afectadas",
							"entries": [
								"Fallas automáticamente las tiradas de salvación de Fuerza y Destreza."
							]
						},
						{
							"type": "entries",
							"name": "Ataques afectados",
							"entries": [
								"Las tiradas de ataque contra ti tienen ventaja."
							]
						},
						{
							"type": "entries",
							"name": "Resistencia al daño",
							"entries": [
								"Tienes resistencia a todo el daño."
							]
						},
						{
							"type": "entries",
							"name": "Inmunidad al veneno",
							"entries": [
								"Tienes inmunidad al estado de {@condition Envenenado|XPHB}."
							]
						}
					]
				}
			]
		},
	
		{
			"name": "Envenenado",
			"source": "XPHB",
			"page": 372,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de envenenado, experimentarás el siguiente efecto:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Pruebas de característica y ataques afectados",
							"entries": [
								"Tienes desventaja en las tiradas de ataque y las pruebas de característica."
							]
						}
					]
				}
			]
		},

		{
			"name": "Derribado",
			"source": "XPHB",
			"page": 365,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de derribado, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Movimiento restringido",
							"entries": [
								"Tus únicas opciones de movimiento son arrastrarte o gastar una cantidad de movimiento igual a la mitad de tu velocidad (redondeando hacia abajo) para levantarte y, por tanto, poner fin a este estado. Si tu velocidad es O, no puedes levantarte."
							]
						},
						{
							"type": "entries",
							"name": "Ataques afectados",
							"entries": [
								"Tienes desventaja en las tiradas de ataque. Las tiradas de ataque contra ti tienen ventaja si el atacante está a 5 pies o menos de ti. De lo contrario, las tiradas de ataque tienen desventaja."
							]
						}
					]
				}
			]
		},

		{
			"name": "Apresado",
			"source": "XPHB",
			"page": 361,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de apresado, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Velocidad 0.",
							"entries": [
								"Tu velocidad es 0 y no puede aumentar."
							]
						},
						{
							"type": "entries",
							"name": "Ataques afectados",
							"entries": [
								"Las tiradas de ataque contra ti tienen ventaja y tus tiradas de ataque tienen desventaja."
							]
						},
						{
							"type": "entries",
							"name": "Tiradas de salvación afectadas",
							"entries": [
								"Tienes desventaja en las tiradas de salvación de Destreza."
							]
						}
					]
				}
			]
		},

		{
			"name": "Aturdido",
			"source": "XPHB",
			"page": 362,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de aturdido, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Incapacitado",
							"entries": [
								"Tienes el estado de {@condition incapacitado|XPHB}."
							]
						},
						{
							"type": "entries",
							"name": "Tiradas de salvación afectadas",
							"entries": [
								"Fallas automáticamente las tiradas de salvación de Fuerza y Destreza."
							]
						},
						{
							"type": "entries",
							"name": "Ataques afectados",
							"entries": [
								"Las tiradas de ataque contra ti tienen ventaja."
							]
						}
					]
				}
			]
		},

		{
			"name": "Inconsciente",
			"source": "XPHB",
			"page": 369,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Mientras tengas el estado de inconsciente, experimentarás los siguientes efectos:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Inerte",
							"entries": [
								"Tienes los estados de {@condition Derribado|XPHB} e {@condition Incapacitado|XPHB} y sueltas lo que estés sujetando. Cuando concluya este estado, permanecerás {@condition Derribado|XPHB}."
							]
						},
						{
							"type": "entries",
							"name": "Velocidad 0.",
							"entries": [
								"Tu velocidad es 0 y no puede aumentar."
							]
						},
						{
							"type": "entries",
							"name": "Tiradas de salvación afectadas",
							"entries": [
								"Fallas automáticamente las tiradas de salvación de Fuerza y Destreza."
							]
						},
						{
							"type": "entries",
							"name": "Ataques afectados",
							"entries": [
								"Las tiradas de ataque contra ti tienen ventaja."
							]
						},
						{
							"type": "entries",
							"name": "Críticos automáticos",
							"entries": [
								"Cualquier tirada de ataque que te acierte es un crítico si el atacante está a 5 pies (1,5 m) o menos de ti."
							]
						},
						{
							"type": "entries",
							"name": "Ignorante",
							"entries": [
								"No eres consciente de tu entorno."
							]
						}
					]
				}
			]
		}
	],
	"disease": [
		{
			"name": "Arcane Blight",
			"source": "IDRotF",
			"page": 233,
			"entries": [
				"Any humanoid that spends 12 hours in the necropolis must succeed on a {@dc 15} Constitution saving throw or contract an arcane blight. This magical disease transforms the humanoid into a {@creature nothic}, but only after the victim experiences hallucinations and feelings of isolation and paranoia. Other symptoms include clammy skin, hair loss, and myopia (nearsightedness).",
				"A player character infected with the arcane blight gains the following flaw: \"I don't trust anyone.\" This flaw, which supersedes any conflicting flaw, is fed by delusions that are difficult for the character to distinguish from reality. Common delusions include the belief that that allies are conspiring to steal the victim's riches or otherwise turn against the victim.",
				"Whenever it finishes a long rest, an infected humanoid must repeat the saving throw. On a successful save, the DC for future saves against the arcane blight drops by {@dice 1d6}. If the saving throw DC drops to 0, the creature overcomes the arcane blight and becomes immune to the effect of further exposure. A creature that fails three of these saving throws transforms into a {@creature nothic} under the DM's control. Only a {@spell wish} spell or divine intervention can undo this transformation.",
				"A {@spell greater restoration} spell or similar magic ends the infection on the target, removing the flaw and all other symptoms, but this magic doesn't protect the target against further exposure."
			]
		},
		{
			"name": "Blinding Sickness",
			"source": "PHB",
			"page": 227,
			"entries": [
				"Pain grips the creature's mind, and its eyes turn milky white. The creature has disadvantage on Wisdom checks and Wisdom saving throws and is {@condition blinded}.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Blue Mist Fever",
			"source": "ToA",
			"page": 40,
			"entries": [
				"A magical mist creeps through the jungles of Chult. Contact with this thin, blue, odorless mist can infect giants and humanoids with blue mist fever. A {@spell dispel magic} spell destroys the mist in a 20-foot square starting at a point chosen by the caster within the spell's range. An encounter with this mist typically covers {@dice 1d6} such areas (400-2,400 square feet).",
				"A giant or humanoid that comes into contact with the mist must succeed on a {@dc 13} Constitution saving throw or become infected with blue mist fever. An infected creature begins seeing vivid hallucinations of blue monkeys {@dice 1d6} hours after failing the save, and the hallucinations last until the disease ends on the creature. A creature can repeat the saving throw every 24 hours, ending the effect on itself on a success."
			]
		},
		{
			"name": "Bluerot",
			"source": "GoS",
			"page": 234,
			"entries": [
				"This disease targets humanoids. While afflicted with bluerot, a victim grows grotesque blue boils on their face and back. This disease is carried by undead (including the drowned ones in Tammeraut's Fate), and victims most often acquire it through wounds caused by infected creatures. The disease's boils manifest in {@dice 1d4} hours, causing the victim's Constitution and Charisma scores to decrease by {@dice 1d4} each, to a minimum of 3. This is quickly followed by a fever and tingling in the extremities. An infected creature is vulnerable to radiant damage and gains the ability to breathe underwater.",
				"At the end of each long rest, an infected creature makes a {@dc 12} Constitution saving throw. On a success, the victim regains 1 point of Constitution and 1 point of Charisma lost to the disease. If the infected creature regains all the points lost to the disease, it is cured. Other effects that raise the victim's ability scores do not cure the disease. On a failed saving throw, the victim takes 18 ({@damage 4d8}) necrotic damage as the boils burst and spread. A creature reduced to 0 hit points by this damage cannot regain hit points until the disease is cured, though it can be stabilized as normal."
			]
		},
		{
			"name": "Cackle Fever",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"reprintedAs": [
				"Cackle Fever|XDMG"
			],
			"entries": [
				"This disease targets humanoids, although gnomes are strangely immune. While in the grips of this disease, victims frequently succumb to fits of mad laughter, giving the disease its common name and its morbid nickname: \"the shrieks.\"",
				"Symptoms manifest {@dice 1d4} hours after infection and include fever and disorientation. The infected creature gains one level of {@condition cansancio} that can't be removed until the disease is cured.",
				"Any event that causes the infected creature great stress—including entering combat, taking damage, experiencing fear, or having a nightmare—forces the creature to make a {@dc 13} Constitution saving throw.",
				"On a failed save, the creature takes 5 ({@dice 1d10}) psychic damage and becomes {@condition incapacitated} with mad laughter for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the mad laughter and the {@condition incapacitated} condition on a success. Any humanoid creature that starts its turn within 10 feet of an infected creature in the throes of mad laughter must succeed on a {@dc 10} Constitution saving throw or also become infected with the disease. Once a creature succeeds on this save, it is immune to the mad laughter of that particular infected creature for 24 hours.",
				"At the end of each long rest, an infected creature can make a {@dc 13} Constitution saving throw. On a successful save, the DC for this save and for the save to avoid an attack of mad laughter drops by {@dice 1d6}. When the saving throw DC drops to 0, the creature recovers from the disease. A creature that fails three of these saving throws gains a randomly determined form of {@variantrule Madness|DMG|indefinite madness}."
			]
		},
		{
			"name": "Cackle Fever",
			"source": "XDMG",
			"page": 61,
			"srd52": true,
			"type": "Magical Contagion",
			"entries": [
				"Cheaply made potions and elixirs are sometimes tainted by Cackle Fever, which affects Humanoids only (gnomes are strangely immune). A creature suffers the following effects {@dice 1d4} days after infection:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fever",
							"entry": "The creature gains 1 {@condition Cansancio|XPHB} level, which lasts until the contagion ends on the creature."
						},
						{
							"type": "item",
							"name": "Uncontrollable Laughter",
							"entry": "While the creature has the {@condition Cansancio|XPHB} condition, the creature makes a {@dc 13} Constitution saving throw each time it takes damage other than Psychic damage. On a failed save, the creature takes 5 ({@damage 1d10}) Psychic damage and has the {@condition Incapacitado|XPHB} condition as it laughs uncontrollably. At the end of each of its turns, the creature repeats the save, ending the effect on itself on a success. After 1 minute, it succeeds automatically."
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Fighting the Contagion",
							"entries": [
								"At the end of each Long Rest, an infected creature makes a {@dc 13} Constitution saving throw. After the creature succeeds on three of these saves, the contagion ends on it, and the creature is immune to Cackle Fever for 1 year."
							]
						},
						{
							"type": "entries",
							"name": "Spreading the Contagion",
							"entries": [
								"Any Humanoid (other than a gnome) that starts its turn within a 10-foot {@variantrule Emanation [Area of Effect]|XPHB|Emanation} originating from a creature infected with Cackle Fever must succeed on a {@dc 10} Constitution saving throw or also become infected with the contagion. On a successful save, the Humanoid can't catch the contagion from that particular infected creature for the next 24 hours."
							]
						}
					]
				}
			]
		},
		{
			"name": "Filth Fever",
			"source": "PHB",
			"page": 227,
			"entries": [
				"A raging fever sweeps through the creature's body. The creature has disadvantage on Strength checks, Strength saving throws, and attack rolls that use Strength.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Flesh Rot",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature's flesh decays. The creature has disadvantage on Charisma checks and vulnerability to all damage.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Frigid Woe",
			"source": "EGW",
			"page": 125,
			"entries": [
				"Frigid woe is a special disease developed by Aeor's mages that cannot be cured by conventional treatment or magic. The only way a creature infected with the disease can be cured is by finding and drinking the manufactured antidote, a milky liquid stored in gold vials found in Eiselcross's ruins. This disease was created to slow down the forces of the gods and get around the healing power of their clerics and angels.",
				"The disease is transmitted by breathing in blue spores that Aeor's mages created long ago. When a creature comes into contact with these spores, it must succeed on a {@dc 11} Constitution saving throw or become infected with frigid woe. It takes {@dice 1d4} days for the symptoms to manifest in an infected creature. These symptoms include fatigue, chills, and visible blue veins that appear on the creature's body. The infected creature's speed is reduced by 5 feet as long as it remains infected. Every 10 days after symptoms appear, an infected creature must succeed on a {@dc 11} Constitution saving throw, or its speed is reduced by another 5 feet. If a creature's speed is reduced to 0 as a result of this disease, the creature dies and its body turns into a statue made of ice.",
				"A creature can drink the antidote as an action, ending all symptoms and effects of the disease instantly."
			]
		},
		{
			"name": "Ghoul Gut",
			"source": "OoW",
			"page": 111,
			"entries": [
				"Water polluted with ghoul parts carries ghoul gut. A creature drinking this tainted water must succeed on a {@dc 12} Constitution saving throw or contract the disease. Symptoms strike when a victim starts a long rest or next becomes excited, as during combat. A victim suffers severe cramps, and their bowels make sounds like two ghouls fighting. When the symptoms first strike, the victim takes 5 ({@damage 2d4}) necrotic damage. In addition, a diseased victim regains no hit points or Hit Dice from nonmagical sources, including resting or spending Hit Dice. A victim who finishes a long rest can attempt a {@dc 12} Constitution saving throw. On a successful save, the victim shakes off the disease. Failure deals the character another 5 ({@damage 2d4}) necrotic damage.",
				"A character who succeeds on a {@dc 15} Wisdom ({@skill Medicine}) check can also remove the disease from another creature. Doing so requires the character making the check to care for the sick individual during a long rest. The caregiver gains no benefit from that rest."
			]
		},
		{
			"name": "Grackle-Lung",
			"source": "OotA",
			"page": 54,
			"entries": [
				"The constant smog in Gracklstugh causes grackle-lung in living, breathing creatures, resulting in persistent, wracking coughs and the spewing of thick, black phlegm. Whenever a living, breathing creature finishes a long rest in Gracklstugh, it must make a {@dc 11} Constitution saving throw. On each failed save, the creature gains one level of {@condition cansancio} as its airways become increasingly clogged. A creature that reaches level 6 {@condition cansancio} dies, as normal.",
				"A creature with one or more levels of {@condition cansancio} brought on by grackle-lung must succeed on a Constitution check to take the {@action Dash} action. If the check fails, the action cannot be attempted. If the creature attempts to cast a spell with a verbal component, it must succeed on a Constitution check or be unable to complete the spell, causing the spell to fail with no effect. The DC for each check is 10 + the creature's current {@condition cansancio} level.",
				"If a creature's {@condition cansancio} level drops below 1, it no longer suffers the effects of grackle-lung and becomes immune to it for the next week. Duergar and derro are inured to grackle-lung, making Constitution checks against it with advantage. Any spell or effect that cures disease also cures grackle-lung, effectively removing all levels of {@condition cansancio} brought on by the affliction."
			]
		},
		{
			"name": "Mindfire",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature's mind becomes feverish. The creature has disadvantage on Intelligence checks and Intelligence saving throws, and the creature behaves as if under the effects of the {@spell confusion} spell during combat.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Redface",
			"source": "GoS",
			"page": 168,
			"entries": [
				"The effects of redface are identical to those of {@disease sight rot} (see \"{@book Diseases|DMG|8|Diseases}\" in chapter 8 of the {@book Dungeon Master's Guide|DMG}), but it's caused by pollutants in the air rather than contaminated drinking water, making it difficult to avoid."
			]
		},
		{
			"name": "Saprophytic Plague",
			"source": "CM",
			"page": 253,
			"entries": [
				"Xanthoria's research into lichdom and her creation of a living phylactery led to the emergence of the plague spreading across the Sword Coast. Any beast or humanoid that comes within 10 feet of a creature infected by the saprophytic plague must succeed on a {@dc 20} Constitution saving throw or become infected as well. On a successful save, a creature is immune to the plague for 24 hours, and any creature that is immune to disease succeeds on the save automatically.",
				"After a failed save, a creature experiences the first symptoms—body aches, nausea, slurred speech, and uncontrollable drooling—{@dice 1d4} hours later and gains 1 level of {@condition cansancio}. Every 24 hours thereafter, the creature automatically gains another level of {@condition cansancio}. Any creature killed by the saprophytic plague transforms into a lifeless magenta ooze.",
				"A creature infected by the saprophytic plague for at least 24 hours behaves like a zombie and seems barely aware of its surroundings, as fungal growths sprout from its head, body, and limbs. It feels an overriding urge to be around groups of uninfected creatures so that it can spread the contagion. This is the time when infected humanoids begin speaking the word \"Xanthoria\" over and over, with no understanding of what the word means. This behavior is the result of a mycelial network of spores that forms a tenuous connection between Xanthoria and humanoids that become infected by the plague.",
				"Foodstuffs that are exposed to the plague's spores decay or go sour within {@dice 2d12} hours, leaving behind a lurid magenta mass of oozing fungi. Eating infected food requires a saving throw as above.",
				"Any magic that cures a disease can rid a creature of the saprophytic plague. Casting {@spell purify food and drink} destroys the infection in foodstuffs."
			]
		},
		{
			"name": "Seizure",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature is overcome with shaking. The creature has disadvantage on Dexterity checks, Dexterity saving throws, and attack rolls that use Dexterity.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Sewer Plague",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"reprintedAs": [
				"Sewer Plague|XDMG"
			],
			"entries": [
				"Sewer plague is a generic term for a broad category of illnesses that incubate in sewers, refuse heaps, and stagnant swamps, and which are sometimes transmitted by creatures that dwell in those areas, such as rats and otyughs.",
				"When a humanoid creature is bitten by a creature that carries the disease, or when it comes into contact with filth or offal contaminated by the disease, the creature must succeed on a {@dc 11} Constitution saving throw or become infected.",
				"It takes {@dice 1d4} days for sewer plague's symptoms to manifest in an infected creature. Symptoms include fatigue and cramps. The infected creature suffers one level of {@condition cansancio}, and it regains only half the normal number of hit points from spending Hit Dice and no hit points from finishing a long rest.",
				"At the end of each long rest, an infected creature must make a {@dc 11} Constitution saving throw. On a failed save, the character gains one level of {@condition cansancio}.",
				"On a successful save, the character's {@condition cansancio} level decreases by one level. If a successful saving throw reduces the infected creature's level of {@condition cansancio} below 1, the creature recovers from the disease."
			]
		},
		{
			"name": "Sewer Plague",
			"source": "XDMG",
			"page": 61,
			"srd52": true,
			"type": "Magical Contagion",
			"entries": [
				"Fouled potions and alchemical waste can give rise to Sewer Plague, which incubates in sewers and refuse heaps and is sometimes transmitted by creatures that dwell in such areas, including otyughs and rats. Any Humanoid that is wounded by a creature that carries the contagion or that comes into contact with contaminated filth or offal must succeed on a {@dc 11} Constitution saving throw or become infected with Sewer Plague. A creature suffers the following effects {@dice 1d4} days after infection:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fatigue",
							"entry": "The creature gains 1 {@condition Cansancio|XPHB} level."
						},
						{
							"type": "item",
							"name": "Weakness",
							"entry": "While the creature has any Exhaustion levels, it regains only half the normal number of Hit Points from spending Hit Point Dice."
						},
						{
							"type": "item",
							"name": "Restlessness",
							"entry": "While the creature has any Exhaustion levels, finishing a Long Rest neither restores lost Hit Points nor reduces the creature's Exhaustion level."
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Fighting the Contagion",
							"entries": [
								"Daily at dawn, an infected creature makes a {@dc 11} Constitution saving throw. On a failed save, the creature gains 1 {@condition Cansancio|XPHB} level as its fatigue worsens. On a successful save, the creature's Exhaustion level decreases by 1. If the creature's Exhaustion level is reduced to 0, the contagion ends on the creature."
							]
						}
					]
				}
			]
		},
		{
			"name": "Shivering Sickness",
			"source": "ToA",
			"page": 40,
			"entries": [
				"Insects native to the jungles and marshes of Chult carry this disease, shivering sickness. The easiest protection against it is a coating of insect-repelling salve on all exposed skin (for the cost of insect repellent, see {@adventure \"Buying a Special Item\"|ToA|1|Buying a Special Item}.",
				"A giant or humanoid that takes damage from {@creature Swarm of Insects||insect swarms} or from {@creature giant centipede||giant centipedes}, {@creature giant scorpion||giant scorpions}, or {@creature giant wasp||giant wasps} is exposed to the disease at the end of the encounter. Those who haven't applied insect repellent since their previous long rest are exposed to the disease when they finish a long rest.",
				"A giant or humanoid exposed to the disease must succeed on a {@dc 11} Constitution saving throw or become infected. A creature with natural armor has advantage on the saving throw. It takes {@dice 2d6} hours for symptoms to manifest in an infected creature. Symptoms include blurred vision, disorientation, and a sudden drop in body temperature that causes uncontrollable shivering and chattering of the teeth.",
				"Once symptoms begin, the infected creature regains only half the normal number of hit points from spending Hit Dice and no hit points from a long rest. The infected creature also has disadvantage on ability checks and attack rolls. At the end of a long rest, an infected creature repeats the saving throw, shaking off the disease on a successful save."
			]
		},
		{
			"name": "Sight Rot",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"reprintedAs": [
				"Sight Rot|XDMG"
			],
			"entries": [
				"This painful infection causes bleeding from the eyes and eventually blinds the victim.",
				"A beast or humanoid that drinks water tainted by sight rot must succeed on a {@dc 15} Constitution saving throw or become infected. One day after infection, the creature's vision starts to become blurry. The creature takes a -1 penalty to attack rolls and ability checks that rely on sight. At the end of each long rest after the symptoms appear, the penalty worsens by 1. When it reaches -5, the victim is {@condition blinded} until its sight is restored by magic such as {@spell lesser restoration} or {@spell heal}.",
				"Sight rot can be cured using a rare flower called Eyebright, which grows in some swamps. Given an hour, a character who has proficiency with an {@item herbalism kit|phb} can turn the flower into one dose of ointment. Applied to the eyes before a long rest, one dose of it prevents the disease from worsening after that rest. After three doses, the ointment cures the disease entirely."
			]
		},
		{
			"name": "Sight Rot",
			"source": "XDMG",
			"page": 61,
			"srd52": true,
			"type": "Magical Contagion",
			"entries": [
				"Any Beast or Humanoid that drinks water tainted by Sight Rot must succeed on a {@dc 15} Constitution saving throw or have the {@condition Cegado|XPHB} condition until the contagion ends.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Fighting the Contagion",
							"entries": [
								"Magic such as a {@spell Heal|XPHB} or {@spell Lesser Restoration|XPHB} spell ends the contagion immediately. A character who is proficient with an {@item Herbalism Kit|XPHB} can use it to create one dose of nonmagical ointment, which takes 1 hour. When applied to the eyes of a creature suffering from Sight Rot, the ointment suppresses the contagion on that creature for 24 hours. If the contagion is suppressed in this way for a total of 72 hours (requiring three doses and applications of the ointment), the contagion ends on the creature."
							]
						},
						{
							"type": "entries",
							"name": "Spreading the Contagion",
							"entries": [
								"Any Humanoid that makes skin contact with a creature infected with Sight Rot must succeed on a {@dc 15} Constitution saving throw or also become infected with the contagion. On a successful save, the Humanoid can't catch the contagion from that particular infected creature for the next 24 hours."
							]
						}
					]
				}
			]
		},
		{
			"name": "Slimy Doom",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature begins to bleed uncontrollably. The creature has disadvantage on Constitution checks and Constitution saving throws. In addition, whenever the creature takes damage, it is {@condition aturdido} until the end of its next turn.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Spider Eggs",
			"source": "WDMM",
			"page": 47,
			"entries": [
				"If the party is defeated, stabilized characters awaken after {@dice 1d4} hours to find themselves cocooned in sticky webs and suspended 10 feet off the floor, with spider eggs implanted in their bodies. A cocooned character is {@condition apresado} and can use its action to try to escape by making a successful {@dc 15} Strength check.",
				"Spider eggs implanted in a host hatch in {@dice 2d12} hours, killing the host as the baby spiders chew their way out. This infestation functions like a disease. A {@spell lesser restoration} spell or similar magic cast upon the host kills the spider eggs, ending the threat."
			]
		},
		{
			"name": "Super-Tetanus",
			"source": "TftYP",
			"page": 104,
			"entries": [
				"A creature that contracts the disease of super-tetanus is wracked with pain as its heart races and its muscles spasm hard enough to break its bones. The creature takes 11 ({@damage 2d10}) damage at the start of each of its turns. If a victim is not cured by other means, it can repeat the saving throw at the end of every minute after becoming exposed, ending the effect on itself with a successful save."
			]
		},
		{
			"name": "The Gnawing Plague",
			"source": "VRGR",
			"page": 153,
			"entries": [
				"The Gnawing Plague, also known as \"the Gnaws,\" is known in every corner of Richemulot.",
				{
					"type": "entries",
					"name": "Transmission",
					"page": 153,
					"entries": [
						"The Gnaws is spread when a creature is bitten by a {@creature rat}, {@creature giant rat}, {@creature swarm of rats}, or {@creature wererat} that carries the disease, or by coming into physical contact with an infected creature."
					]
				},
				{
					"type": "entries",
					"name": "Infection",
					"page": 153,
					"entries": [
						"Creatures exposed to the disease must succeed on a {@dc 10} Constitution saving throw or become infected. The DC of this saving throw can increase depending on the severity of the plague's spread (see \"{@book Cycle of the Plague|VRGR|3|Cycle of the Plague}\" below)."
					]
				},
				{
					"type": "entries",
					"name": "Symptoms",
					"page": 153,
					"entries": [
						"It takes {@dice 1d2} days for the Gnawing Plague's symptoms to manifest in an infected creature. The infected creature then gains 1 level of {@condition cansancio}, regains only half the normal number of hit points from spending Hit Dice, and regains no hit points from finishing a long rest.",
						"The plague's symptoms include buboes, fatigue, splotchy rashes, sweats, and shaking, particularly facial tremors. Locals liken these twitches to the sniffing of rats. Sufferers often have scraps of leather placed in their mouths to prevent their teeth from clattering, though they inevitably gnaw through these scraps."
					]
				},
				{
					"type": "entries",
					"name": "Recovery",
					"page": 154,
					"entries": [
						"At the end of each long rest, an infected creature must make a {@dc 10} Constitution saving throw. On a failed save, the creature gains 1 level of {@condition cansancio}. On a successful save, the creature's {@condition cansancio} level decreases by 1. If a successful saving throw reduces the infected creature's level of {@condition cansancio} below 1, the creature recovers from the disease."
					]
				},
				{
					"type": "entries",
					"name": "Immunity",
					"page": 154,
					"entries": [
						"All forms of rats and wererats are immune to the Gnawing Plague."
					]
				}
			]
		},
		{
			"name": "Throat Leeches",
			"source": "ToA",
			"page": 40,
			"entries": [
				"Minuscule parasites known as throat leeches infect the water in Chult's forests, swamps, and rivers. Any giant or humanoid that swallows tainted water must succeed on a {@dc 12} Constitution saving throw or be infested with throat leeches. Immediate symptoms include throat inflammation and shortness of breath. After {@dice 1d6} hours, the infected character gains 1 level of {@condition cansancio} that can't be removed (except as described below) until the disease is cured. At the end of each long rest, the infected creature must repeat the saving throw. On a failed save, the creature's {@condition cansancio} increases by 1 level; on a successful save, the creature's {@condition cansancio} decreases by 1 level. If a successful saving throw reduces the infected creature's level of {@condition cansancio} below 1, the creature recovers from the disease.",
				"Explorers can avoid contracting throat leeches by drinking only rainwater or water that's been boiled or magically purified."
			]
		}
	],
	"status": [
		{
			"name": "Concentration",
			"source": "PHB",
			"page": 203,
			"srd": true,
			"basicRules": true,
			"reprintedAs": [
				"Concentración|XPHB"
			],
			"entries": [
				"Some spells require you to maintain {@status concentration} in order to keep their magic active. If you lose {@status concentration}, such a spell ends.",
				"If a spell must be maintained with {@status concentration}, that fact appears in its Duration entry, and the spell specifies how long you can concentrate on it. You can end {@status concentration} at any time (no action required).",
				"Normal activity, such as moving and attacking, doesn't interfere with {@status concentration}. The following factors can break {@status concentration}:",
				{
					"type": "list",
					"items": [
						"{@b Casting another spell that requires concentration.} You lose {@status concentration} on a spell if you cast another spell that requires {@status concentration}. You can't concentrate on two spells at once.",
						"{@b Taking damage.} Whenever you take damage while you are {@status concentration||concentrating} on a spell, you must make a Constitution saving throw to maintain your {@status concentration}. The DC equals 10 or half the damage you take, whichever number is higher. If you take damage from multiple sources, such as an arrow and a dragon's breath, you make a separate saving throw for each source of damage.",
						"{@b Being incapacitated or killed.} You lose {@status concentration} on a spell if you are {@condition incapacitated} or if you die."
					]
				},
				"The DM might also decide that certain environmental phenomena, such as a wave crashing over you while you're on a storm-tossed ship, require you to succeed on a {@dc 10} Constitution saving throw to maintain {@status concentration} on a spell."
			]
		},
		{
			"name": "Concentración",
			"source": "XPHB",
			"page": 363,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Algunos conjuros y otros efectos requieren concentración para permanecer activos, según se especifique en sus descripciones. Si el creador del efecto pierde la concentración, el efecto concluye. Si el efecto tiene una duración máxima, la descripción detalla cuánto tiempo puede concentrarse el creador en él: hasta 1 minuto, 1 hora u otra duración. El creador puede dejar de concentrarse en cualquier momento (no requiere acción). Los siguientes factores rompen la concentración:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Otro efecto de concentración",
							"entries": [
								"Pierdes la concentración en un efecto en cuanto comienzas a lanzar un conjuro que también requiere concentración o activas otro efecto que requiere concentración."
							]
						},
						{
							"type": "entries",
							"name": "Daño",
							"entries": [
								"Si sufres daño, debes superar una tirada de salvación de Constitución para mantener la concentración. La CD es de 10 o la mitad del daño sufrido (redondeando hacia abajo), lo que sea mayor, hasta un máximo de 30."
							]
						},
						{
							"type": "entries",
							"name": "Incapacitado o muerto",
							"entries": [
								"Tu concentración acaba si tienes el estado de {@condition Incapacitado|XPHB} o mueres."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sorpresa",
			"source": "XPHB",
			"page": 375,
			"srd52": true,
			"basicRules2024": true,
			"entries": [
				"Si el comienzo de un combate pilla desprevenida a una criatura, estará sorprendida, lo que le hará tener desventaja en su tirada de iniciativa.."
			]
		}
	]
}
