{
	"converterSample": [
		{
			"converterId": "background",
			"format": "txt",
			"edition": "classic",
			"text": "Giant Foundling\nSkill Proficiencies: Intimidation, Survival\nLanguages: Giant and one other language of your choice\nEquipment: A backpack, a set of traveler's clothes, a small stone or sprig that reminds you of home, and a pouch containing 10 gp\n\nOrigin Stories\nHow you came to live among colossal creatures is up to you to determine, but the Foundling Origin table suggests a variety of possibilities.\n\nFoundling Origin\nd6 Origin\n1 You were found as a baby by a family of nomadic giants who raised you as one of their own.\n2 A family of stone giants rescued you when you fell into a mountain chasm, and you have lived with them underground ever since.\n3 You were lost or abandoned as a child in a jungle that teemed with ravenous dinosaurs. There, you found an equally lost frost giant; together, you survived.\n4 Your farm was crushed and your family killed in a battle between warring groups of giants. Racked with guilt over the destruction, a sympathetic giant soldier promised to care for you.\n5 After you had a series of strange dreams as a child, your superstitious parents sent you to study with a powerful but aloof storm giant oracle.\n6 While playing hide-and-seek with your friends, you stumbled into the castle of a cloud giant, who immediately adopted you.\n\nBuilding a Giant Foundling Character\nYour life among giants has given you a unique perspective. Though you are unusually large for your kind, you're no larger than a giant child, so you might be very mindful of your size.\n\nFeature: Strike of the Giants\nYou gain the Strike of the Giants feat.\n\nSuggested Characteristics\nThe Giant Foundling Personality Traits table suggests a variety of traits you might adopt for your character.\n\nd6 Personality Trait\n1 What I lack in stature compared to giants, I make up for with sheer spite.\n2 I insist on being taken seriously as a full-grown adult. Nobody talks down to me!\n3 Crowded spaces make me uncomfortable. I'd much rather be in an open field than a bustling tavern.\n4 I embrace my shorter stature. It helps me stay unnoticed—and underestimated.\n5 Every avalanche begins as a single pebble.\n6 The world always feels too big, and I'm afraid I'll never find my place in it."
		},
		{
			"converterId": "background",
			"format": "txt",
			"edition": "one",
			"text": "Acolyte\nAbility Scores: Intelligence, Wisdom, Charisma\nFeat: Magic Initiate (Cleric) (see chapter 5)\nSkill Proficiencies: Insight and Religion\nTool Proficiency: Calligrapher's Supplies\nEquipment: Choose A or B: (A) Calligrapher's Supplies, Book (prayers), Holy Symbol, Parchment (10 sheets), Robe, 8 GP; or (B) 50 GP\nYou devoted yourself to service in a temple, either nestled in a town or secluded in a sacred grove. There you performed rites in honor of a god or pantheon. You served under a priest and studied religion. Thanks to your priest's instruction and your own devotion, you also learned how to channel a modicum of divine power in service to your place of worship and the people who prayed there."
		},
		{
			"converterId": "feat",
			"format": "txt",
			"edition": "classic",
			"text": "Metamagic Adept\nPrerequisite: Spellcasting or Pact Magic feature\nYou've learned how to exert your will on your spells to alter how they function. You gain the following benefits:\n• Increase your Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20.\n• You learn two Metamagic options of your choice from the sorcerer class. You can use only one Metamagic option on a spell when you cast it, unless the option says otherwise. Whenever you gain a level, you can replace one of your Metamagic options with another one from the sorcerer class.\n• You gain 2 sorcery points to spend on Metamagic (these points are added to any sorcery points you have from another source but can be used only on Metamagic). You regain all spent sorcery points when you finish a long rest."
		},
		{
			"converterId": "feat",
			"format": "txt",
			"edition": "one",
			"text": "Alert\nOrigin Feat\nYou gain the following benefits.\nInitiative Proficiency. When you roll Initiative, you can add your Proficiency Bonus to the roll.\nInitiative Swap. Immediately after you roll Initiative, you can swap your Initiative with the Initiative of one willing ally in the same combat. You can't make this swap if you or the ally has the Incapacitated condition."
		},
		{
			"converterId": "generic",
			"format": "md",
			"edition": "classic",
			"text": "# Introduction\n\nThis book is written for the Dungeon Master. It contains a complete Dungeons & Dragons adventure, as well as descriptions for every creature and magic item that appears in the adventure. It also introduces the world of the Forgotten Realms, one of the game's most enduring settings, and it teaches you how to run a D&D game.\n\nThe smaller book that accompanies this one (hereafter called \"the rulebook\") contains the rules you need to adjudicate situations that arise during the adventure.\n\n#### The Dungeon Master\n\nThe Dungeon Master (DM) has a special role in the Dungeons & Dragons game.\n\nThe DM is a **referee**. When it's not clear what ought to happen next, the DM decides how to apply the rules and keep the story going.\n\n\n> ##### Rules to Game By\n>\n>As the Dungeon Master, you are the final authority when it comes to rules questions or disputes. Here are some guidelines to help you arbitrate issues as they come up.\n>\n>- **When in doubt, make it up!** It's better to keep the game moving than to get bogged down in the rules.\n>- **It's not a competition.** The DM isn't competing against the player characters. You're there to run the monsters, referee the rules, and keep the story moving.\n>- **It's a shared story.** It's the group's story, so let the players contribute to the outcome through the actions of their characters. Dungeons & Dragons is about imagination and coming together to tell a story as a group. Let the players participate in the storytelling.\n>- **Be consistent.** If you decide that a rule works a certain way in one session, make sure it works that way the next time it comes into play.\n>- **Make sure everyone is involved.** Ensure every character has a chance to shine. If some players are reluctant to speak up, remember to ask them what their characters are doing.\n>- **Be fair.** Use your powers as Dungeon Master only for good. Treat the rules and the players in a fair and impartial manner.\n>- **Pay attention.** Make sure you look around the table occasionally to see if the game is going well. If everyone seems to be having fun, relax and keep going. If the fun is waning, it might be time for a break, or you can try to liven things up.\n\n#### Improvising Ability Checks\n\nThe adventure often tells you what ability checks characters might try in a certain situation and the Difficulty Class (DC) of those checks. Sometimes adventurers try things that the adventure can't possibly anticipate. It's up to you to decide whether their attempts are successful. If it seems like anyone should have an easy time doing it, don't ask for an ability check; just tell the player what happens. Likewise, if there's no way anyone could accomplish the task, just tell the player it doesn't work.\n\nOtherwise, answer these three simple questions:\n\n- What kind of ability check?\n- How hard is it?\n- What's the result?\n\nUse the descriptions of the ability scores and their associated skills in the rulebook to help you decide what kind of ability check to use. Then determine how hard the task is so that you can set the DC for the check. The higher the DC, the more difficult the task. The easiest way to set a DC is to decide whether the task's difficulty is easy, moderate, or hard, and use these three DCs:\n\n- **Easy (DC 10)**. An easy task requires a minimal level of competence or a modicum of luck to accomplish.\n- **Moderate (DC 15)**. A moderate task requires a slightly higher level of competence to accomplish. A character with a combination of natural aptitude and specialized training can accomplish a moderate task more often than not.\n- **Hard (DC 20)**. Hard tasks include any effort that is beyond the capabilities of most people without aid or exceptional ability.\n\n#### Abbreviations\n\nThe following abbreviations are used in this adventure:\n\n| Abbreviation          | Abbreviation           |\n|-----------------------|------------------------|\n| DC = Difficulty Class | XP = experience points |\n| gp = gold piece(s)    | pp = platinum piece(s) |\n| sp = silver piece(s)  | ep = electrum piece(s) |\n| cp = copper piece(s)  | -                      |"
		},
		{
			"converterId": "item",
			"format": "txt",
			"edition": "classic",
			"text": "Wreath of the Prism\nWondrous Item, legendary (requires attunement)\nThis loop of golden thorns is inset with dozens of gems representing the five colors of Tiamat.\nDormant\nWhile wearing the wreath in its dormant state, you have darkvision out to a range of 60 feet. If you already have darkvision, wearing the wreath increases the range of your darkvision by 60 feet.\nWhen you hit a beast, dragon, or monstrosity of challenge rating 5 or lower with an attack, or when you grapple it, you can use the wreath to cast dominate monster on the creature (save DC 13). On a successful save, the target is immune to the power of the wreath for 24 hours. On a failure, a shimmering, golden image of the wreath appears as a collar around the target's neck or as a crown on its head (your choice) until it is no longer charmed by the spell. If you use the wreath to charm a second creature, the first spell immediately ends. When the spell ends, the target knows it was charmed by you.\nAwakened\nOnce the Wreath of the Prism reaches an awakened state, it gains the following benefits:\n• You can affect creatures of challenge rating 10 or lower with the wreath.\n• The save DC of the wreath's spell increases to 15.\nExalted\nOnce the Wreath of the Prism reaches an exalted state, it gains the following benefits:\n• You can affect creatures of challenge rating 15 or lower with the wreath.\n• The save DC of the wreath's spell increases to 17."
		},
		{
			"converterId": "item",
			"format": "txt",
			"edition": "one",
			"text": "Dwarven Thrower\nWeapon (Warhammer), Very Rare (Requires Attunement by a Dwarf or a Creature Attuned to a Belt of Dwarvenkind)\nYou gain a +3 bonus to attack rolls and damage rolls made with this magic weapon. It has the Thrown property with a normal range of 20 feet and a long range of 60 feet. When you hit with a ranged attack using this weapon, it deals an extra 1d8 Force damage, or an extra 2d8 Force damage if the target is a Giant. Immediately after hitting or missing, the weapon flies back to your hand."
		},
		{
			"converterId": "monster",
			"format": "md",
			"edition": "classic",
			"text": "___\n>## Lich\n>*Medium undead, any evil alignment*\n>___\n>- **Armor Class** 17\n>- **Hit Points** 135 (18d8 + 54)\n>- **Speed** 30 ft.\n>___\n>|STR|DEX|CON|INT|WIS|CHA|\n>|:---:|:---:|:---:|:---:|:---:|:---:|\n>|11 (+0)|16 (+3)|16 (+3)|20 (+5)|14 (+2)|16 (+3)|\n>___\n>- **Saving Throws** Con +10, Int +12, Wis +9\n>- **Skills** Arcana +19, History +12, Insight +9, Perception +9\n>- **Damage Resistances** cold, lightning, necrotic\n>- **Damage Immunities** poison; bludgeoning, piercing, and slashing from nonmagical attacks\n>- **Condition Immunities** charmed, exhaustion, frightened, paralyzed, poisoned\n>- **Senses** truesight 120 ft., passive Perception 19\n>- **Languages** Common plus up to five other languages\n>- **Challenge** 21 (33000 XP)\n>___\n>***Legendary Resistance (3/Day).*** If the lich fails a saving throw, it can choose to succeed instead.\n>\n>***Rejuvenation.*** If it has a phylactery, a destroyed lich gains a new body in 1d10 days, regaining all its hit points and becoming active again. The new body appears within 5 feet of the phylactery.\n>\n>***Spellcasting.*** The lich is an 18th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 20, +12 to hit with spell attacks). The lich has the following wizard spells prepared:\n>\n>• Cantrips (at will): mage hand, prestidigitation, ray of frost\n>• 1st level (4 slots): detect magic, magic missile, shield, thunderwave\n>• 2nd level (3 slots): detect thoughts, invisibility, Melf's acid arrow, mirror image\n>• 3rd level (3 slots): animate dead, counterspell, dispel magic, fireball\n>• 4th level (3 slots): blight, dimension door\n>• 5th level (3 slots): cloudkill, scrying\n>• 6th level (1 slot): disintegrate, globe of invulnerability\n>• 7th level (1 slot): finger of death, plane shift\n>• 8th level (1 slot): dominate monster, power word stun\n>• 9th level (1 slot): power word kill\n>\n>***Turn Resistance.*** The lich has advantage on saving throws against any effect that turns undead.\n>\n>### Actions\n>***Paralyzing Touch.*** Melee Spell Attack: +12 to hit, reach 5 ft., one creature. *Hit*: 10 (3d6) cold damage. The target must succeed on a DC 18 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.\n>\n>### Legendary Actions\n>The lich can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The lich regains spent legendary actions at the start of its turn.\n>\n>- **Cantrip.** The lich casts a cantrip.\n>- **Paralyzing Touch (Costs 2 Actions).** The lich uses its Paralyzing Touch.\n>- **Frightening Gaze (Costs 2 Actions).** The lich fixes its gaze on one creature it can see within 10 feet of it. The target must succeed on a DC 18 Wisdom saving throw against this magic or become frightened for 1 minute. The frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to the lich's gaze for the next 24 hours.\n>- **Disrupt Life (Costs 3 Actions).** Each non-undead creature within 20 feet of the lich must make a DC 18 Constitution saving throw against this magic, taking 21 (6d6) necrotic damage on a failed save, or half as much damage on a successful one.\n>\n>"
		},
		{
			"converterId": "monster",
			"format": "txt",
			"edition": "classic",
			"text": "Mammon\nHuge fiend (devil), lawful evil\nArmor Class 20 (natural armor)\nHit Points 378 (28d12 + 196)\nSpeed 50 ft.\nSTR DEX CON INT WIS CHA\n22 (+6) 13 (+1) 24 (+7) 23 (+6) 21 (+5) 26 (+8)\nSaving Throws Dex +9, Int +14, Wis +13, Cha +16\nSkills Deception +16, Insight +13, Perception +13, Persuasion +16\nDamage Resistances cold\nDamage Immunities fire, poison; bludgeoning, piercing, and slashing from weapons that aren't silvered\nCondition Immunities charmed, exhaustion, frightened, poisoned\nSenses truesight 120 ft., passive Perception 23\nLanguages all, telepathy 120 ft.\nChallenge 25 (75,000 XP)\nInnate Spellcasting. Mammon's innate spellcasting ability is Charisma (spell save DC 24, +16 to hit with spell attacks). He can innately cast the following spells, requiring no material components:\nAt will: charm person, detect magic, dispel magic, fabricate (Mammon can create valuable objects), heat metal, arcanist's magic aura\n3/day each: animate objects, counterspell, creation, instant summons, legend lore, teleport\n1/day: imprisonment (minimus containment only, inside gems), sunburst\nSpellcasting. Mammon is a 6th level spellcaster. His spellcasting ability is Intelligence (spell save DC 13; +5 to hit with spell attacks). He has the following wizard spells prepared:\nCantrips (at will): fire bolt, light, mage hand, prestidigitation\n1st level (4 slots): mage armor, magic missile, shield\n2nd level (3 slots): misty step, suggestion\n3rd level (3 slots): fly, lightning bolt\nLegendary Resistance (3/day). If Mammon fails a saving throw, he can choose to succeed instead.\nMagic Resistance. Mammon has advantage on saving throws against spells and other magical effects.\nMagic Weapons. Mammon's weapon attacks are magical.\nACTIONS\nMultiattack. Mammon makes three attacks.\nPurse. Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 19 (3d8 + 6) bludgeoning damage plus 18 (4d8) radiant damage.\nMolten Coins. Ranged Weapon Attack: +14 to hit, range 40/120 ft., one target. Hit: 16 (3d6 + 6) bludgeoning damage plus 18 (4d8) fire damage.\nYour Weight In Gold (Recharge 5\\u20136). Mammon can use this ability as a bonus action immediately after hitting a creature with his purse attack. The creature must make a DC 24 Constitution saving throw. If the saving throw fails by 5 or more, the creature is instantly petrified by being turned to solid gold. Otherwise, a creature that fails the saving throw is restrained. A restrained creature repeats the saving throw at the end of its next turn, becoming petrified on a failure or ending the effect on a success. The petrification lasts until the creature receives a greater restoration spell or comparable magic.\nLEGENDARY ACTIONS\nMammon can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Mammon regains spent legendary actions at the start of his turn.\nAttack. Mammon makes one purse or molten coins attack.\nMake It Rain! Mammon casts gold and jewels into a 5-foot radius within 60 feet. One creature within 60 feet of the treasure that can see it must make a DC 24 Wisdom saving throw. On a failure, the creature must use its reaction to move its speed toward the trinkets, which vanish at the end of the turn.\nDeep Pockets (3 actions). Mammon recharges his Your Weight In Gold ability."
		},
		{
			"converterId": "monster",
			"format": "txt",
			"edition": "one",
			"text": "Lich\nMedium Undead (Wizard), Neutral Evil\nAC 20    Initiative +17 (27)\nHP 315 (42d8 + 126)\nSpeed 30 ft.\nMod\tSave\nSTR\t11\t+0\t+0\nDEX\t16\t+3\t+10\nCON\t16\t+3\t+10\nMod\tSave\nINT\t21\t+5\t+12\nWIS\t14\t+2\t+9\nCHA\t16\t+3\t+3\nSkills Arcana +19, History +12, Insight +9, Perception +9\nResistances Cold, Lightning\nImmunities Necrotic, Poison; Charmed, Exhaustion, Frightened, Paralyzed, Poisoned\nGear Component Pouch\nSenses Truesight 120 ft., Passive Perception 19\nLanguages All\nCR 21 (XP 33,000, or 41,000 in lair; PB +7)\nTraits\nLegendary Resistance (4/Day, or 5/Day in Lair). If the lich fails a saving throw, it can choose to succeed instead.\n\nSpirit Jar. If destroyed, the lich reforms in 1d10 days if it has a spirit jar, reviving with all its Hit Points. The new body appears in an unoccupied space within the lich's lair.\n\nActions\nMultiattack. The lich makes three attacks, using Eldritch Burst or Paralyzing Touch in any combination.\n\nEldritch Burst. Melee or Ranged Attack Roll: +12, reach 5 ft. or range 120 ft. Hit: 31 (4d12 + 5) Force damage.\n\nParalyzing Touch. Melee Attack Roll: +12, reach 5 ft. Hit: 15 (3d6 + 5) Cold damage, and the target has the Paralyzed condition until the start of the lich's next turn.\n\nSpellcasting. The lich casts one of the following spells, using Intelligence as the spellcasting ability (spell save DC 20):\n\nAt Will: Detect Magic, Detect Thoughts, Dispel Magic, Fireball (level 5 version), Invisibility, Lightning Bolt (level 5 version), Mage Hand, Prestidigitation\n2/Day Each: Animate Dead, Dimension Door, Plane Shift\n1/Day Each: Chain Lightning, Finger of Death, Power Word Kill, Scrying\n\nReactions\nProtective Magic. The lich casts Counterspell or Shield in response to the spell's trigger, using the same spellcasting ability as Spellcasting.\n\nLegendary Actions\nLegendary Action Uses: 3 (4 in Lair). Immediately after another creature's turn, the lich can expend a use to take one of the following actions. The lich regains all expended uses at the start of each of its turns.\n\nDeathly Teleport. The lich teleports up to 60 feet to an unoccupied space it can see, and each creature within 10 feet of the space it left takes 11 (2d10) Necrotic damage.\n\nDisrupt Life. Constitution Saving Throw: DC 20, each creature that isn't an Undead in a 20-foot Emanation originating from the lich. Failure: 31 (9d6) Necrotic damage. Success: Half damage. Failure or Success: The lich can't take this action again until the start of its next turn.\n\nFrightening Gaze. The lich casts Fear, using the same spellcasting ability as Spellcasting. The lich can't take this action again until the start of its next turn."
		},
		{
			"converterId": "race",
			"format": "md",
			"edition": "classic",
			"text": "Aasimar\n\n**Creature Type.** You are a humanoid.\n\n**Size**. You are Medium or Small. You choose the size when you select this race.\n\n**Speed**. Your walking speed is 30 feet.\n\n**Celestial Resistance.** You have resistance to necrotic damage and radiant damage.\n\n**Darkvision**. You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.\n\n**Healing Hands**. As an action, you can touch a creature and roll a number of d4s equal to your proficiency bonus. The creature regains a number of hit points equal to the total rolled. Once you use this trait, you can't use it again until you finish a long rest.\n\n**Light Bearer**. You know the light cantrip. Charisma is your spellcasting ability for it.\n\n**Celestial Revelation. **When you reach 3rd level, choose one of the revelation options below. Thereafter, you can use a bonus action to unleash the celestial energy within yourself, gaining the benefits of that revelation. Your transformation lasts for 1 minute or until you end it as a bonus action. While you're transformed, Once you transform using your revelation below, you can't use it again until you finish a long rest.\n\n* **Necrotic Shroud**. Your eyes briefly become pools of darkness, and ghostly, flightless wings sprout from your back temporarily. Creatures other than your allies within 10 feet of you that can see you must succeed on a Charisma saving throw (DC 8 + your proficiency bonus + your Charisma modifier) or become frightened of you until the end of your next turn. Until the transformation ends, once on each of your turns, you can deal extra necrotic damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus.\n* **Radiant Consumption**. Searing light temporarily radiates from your eyes and mouth. For the duration, you shed bright light in a 10-foot radius and dim light for an additional 10 feet, and at the end of each of your turns, each creature within 10 feet of you takes radiant damage equal to your proficiency bonus. Until the transformation ends, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus.\n* **Radiant Soul**. Two luminous, spectral wings sprout from your back temporarily. Until the transformation ends, you have a flying speed equal to your walking speed, and once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus."
		},
		{
			"converterId": "race",
			"format": "txt",
			"edition": "classic",
			"text": "Aasimar\n\nCreature Type. You are a humanoid.\n\nSize. You are Medium or Small. You choose the size when you select this race.\n\nSpeed. Your walking speed is 30 feet.\n\nCelestial Resistance. You have resistance to necrotic damage and radiant damage.\n\nDarkvision. You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.\n\nHealing Hands. As an action, you can touch a creature and roll a number of d4s equal to your proficiency bonus. The creature regains a number of hit points equal to the total rolled. Once you use this trait, you can't use it again until you finish a long rest.\n\nLight Bearer. You know the light cantrip. Charisma is your spellcasting ability for it.\n\nCelestial Revelation. When you reach 3rd level, choose one of the revelation options below. Thereafter, you can use a bonus action to unleash the celestial energy within yourself, gaining the benefits of that revelation. Your transformation lasts for 1 minute or until you end it as a bonus action. While you're transformed, Once you transform using your revelation below, you can't use it again until you finish a long rest.\n\n• Necrotic Shroud. Your eyes briefly become pools of darkness, and ghostly, flightless wings sprout from your back temporarily. Creatures other than your allies within 10 feet of you that can see you must succeed on a Charisma saving throw (DC 8 + your proficiency bonus + your Charisma modifier) or become frightened of you until the end of your next turn. Until the transformation ends, once on each of your turns, you can deal extra necrotic damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus.\n• Radiant Consumption. Searing light temporarily radiates from your eyes and mouth. For the duration, you shed bright light in a 10-foot radius and dim light for an additional 10 feet, and at the end of each of your turns, each creature within 10 feet of you takes radiant damage equal to your proficiency bonus. Until the transformation ends, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus.\n• Radiant Soul. Two luminous, spectral wings sprout from your back temporarily. Until the transformation ends, you have a flying speed equal to your walking speed, and once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus."
		},
		{
			"converterId": "race",
			"format": "txt",
			"edition": "one",
			"text": "Aasimar Traits\nCreature Type: Humanoid\nSize: Medium (about 4–7 feet tall) or Small (about 2–4 feet tall), chosen when you select this species\nSpeed: 30 feet\nAs an Aasimar, you have these special traits.\nCelestial Resistance. You have Resistance to Necrotic damage and Radiant damage.\nDarkvision. You have Darkvision with a range of 60 feet.\nHealing Hands. As a Magic action, you touch a creature and roll a number of d4s equal to your Proficiency Bonus. The creature regains a number of Hit Points equal to the total rolled. Once you use this trait, you can't use it again until you finish a Long Rest.\nLight Bearer. You know the Light cantrip. Charisma is your spellcasting ability for it.\nCelestial Revelation. When you reach character level 3, you can transform as a Bonus Action using one of the options below (choose the option each time you transform). The transformation lasts for 1 minute or until you end it (no action required). Once you transform, you can't do so again until you finish a Long Rest.\nOnce on each of your turns before the transformation ends, you can deal extra damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your Proficiency Bonus, and the extra damage's type is either Necrotic for Necrotic Shroud or Radiant for Heavenly Wings and Inner Radiance.\nHere are the transformation options:\nHeavenly Wings. Two spectral wings sprout from your back temporarily. Until the transformation ends, you have a Fly Speed equal to your Speed.\nInner Radiance. Searing light temporarily radiates from your eyes and mouth. For the duration, you shed Bright Light in a 10-foot radius and Dim Light for an additional 10 feet, and at the end of each of your turns, each creature within 10 feet of you takes Radiant damage equal to your Proficiency Bonus.\nNecrotic Shroud. Your eyes briefly become pools of darkness, and flightless wings sprout from your back temporarily. Creatures other than your allies within 10 feet of you must succeed on a Charisma saving throw (DC 8 plus your Charisma modifier and Proficiency Bonus) or have the Frightened condition until the end of your next turn."
		},
		{
			"converterId": "spell",
			"format": "txt",
			"edition": "classic",
			"text": "Chromatic Orb\n1st-level evocation\nCasting Time: 1 action\nRange: 90 feet\nComponents: V, S, M (a diamond worth at least 50 gp)\nDuration: Instantaneous\nYou hurl a 4-inch-diameter sphere of energy at a creature that you can see within range. You choose acid, cold, fire, lightning, poison, or thunder for the type of orb you create, and then make a ranged spell attack against the target. If the attack hits, the creature takes 3d8 damage of the type you chose.\nAt Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st."
		},
		{
			"converterId": "spell",
			"format": "txt",
			"edition": "one",
			"text": "Chromatic Orb\nLevel 1 Evocation (Sorcerer, Wizard)\nCasting Time: Action\nRange: 90 feet\nComponents: V, S, M (a diamond worth 50+ GP)\nDuration: Instantaneous\nYou hurl an orb of energy at a target within range. Choose Acid, Cold, Fire, Lightning, Poison, or Thunder for the type of orb you create, and then make a ranged spell attack against the target. On a hit, the target takes 3d8 damage of the chosen type.\nIf you roll the same number on two or more of the d8s, the orb leaps to a different target of your choice within 30 feet of the target. Make an attack roll against the new target, and make a new damage roll. The orb can't leap again unless you cast the spell with a level 2+ spell slot.\nUsing a Higher-Level Spell Slot. The damage increases by 1d8 for each spell slot level above 1. The orb can leap a maximum number of times equal to the level of the slot expended, and a creature can be targeted only once by each casting of this spell."
		},
		{
			"converterId": "table",
			"format": "html",
			"edition": "classic",
			"text": "<table>\n  <thead>\n    <tr>\n      <td><p><strong>Character Level</strong></p></td>\n      <td><p><strong>Low Magic Campaign</strong></p></td>\n      <td><p><strong>Standard Campaign</strong></p></td>\n      <td><p><strong>High Magic Campaign</strong></p></td>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td><p>1st–4th</p></td>\n      <td><p>Normal starting equipment</p></td>\n      <td><p>Normal starting equipment</p></td>\n      <td><p>Normal starting equipment</p></td>\n    </tr>\n    <tr>\n      <td><p>5th–10th</p></td>\n      <td><p>500 gp plus 1d10 × 25 gp, normal starting equipment</p></td>\n      <td><p>500 gp plus 1d10 × 25 gp, normal starting equipment</p></td>\n      <td><p>500 gp plus 1d10 × 25 gp, one uncommon magic item, normal starting equipment</p></td>\n    </tr>\n    <tr>\n      <td><p>11th–16th</p></td>\n      <td><p>5,000 gp plus 1d10 × 250 gp, one uncommon magic item, normal starting equipment</p></td>\n      <td><p>5,000 gp plus 1d10 × 250 gp, two uncommon magic items, normal starting equipment</p></td>\n      <td><p>5,000 gp plus 1d10 × 250 gp, three uncommon magic items, one rare item, normal starting equipment</p></td>\n    </tr>\n    <tr>\n      <td><p>17th–20th</p></td>\n      <td><p>20,000 gp plus 1d10 × 250 gp, two uncommon magic items, normal starting equipment</p></td>\n      <td><p>20,000 gp plus 1d10 × 250 gp, two uncommon magic items, one rare item, normal starting equipment</p></td>\n      <td><p>20,000 gp plus 1d10 × 250 gp, three uncommon magic items, two rare items, one very rare item, normal starting equipment</p></td>\n    </tr>\n  </tbody>\n</table>"
		},
		{
			"converterId": "table",
			"format": "md",
			"edition": "classic",
			"text": "| Character Level | Low Magic Campaign                                                                | Standard Campaign                                                                                | High Magic Campaign                                                                                                     |\n|-----------------|-----------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------|\n| 1st–4th         | Normal starting equipment                                                         | Normal starting equipment                                                                        | Normal starting equipment                                                                                               |\n| 5th–10th        | 500 gp plus 1d10 × 25 gp, normal starting equipment                               | 500 gp plus 1d10 × 25 gp, normal starting equipment                                              | 500 gp plus 1d10 × 25 gp, one uncommon magic item, normal starting equipment                                            |\n| 11th–16th       | 5,000 gp plus 1d10 × 250 gp, one uncommon magic item, normal starting equipment   | 5,000 gp plus 1d10 × 250 gp, two uncommon magic items, normal starting equipment                 | 5,000 gp plus 1d10 × 250 gp, three uncommon magic items, one rare item, normal starting equipment                       |\n| 17th–20th       | 20,000 gp plus 1d10 × 250 gp, two uncommon magic items, normal starting equipment | 20,000 gp plus 1d10 × 250 gp, two uncommon magic items, one rare item, normal starting equipment | 20,000 gp plus 1d10 × 250 gp, three uncommon magic items, two rare items, one very rare item, normal starting equipment |"
		}
	]
}
