{
	"vehicleFluff": [
		{
			"name": "Apparatus of Kwalish",
			"source": "DMG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "items/DMG/Apparatus of Kwalish.webp"
					},
					"credit": "Aaron Hübrich"
				}
			]
		},
		{
			"name": "Apparatus of Kwalish",
			"source": "XDMG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "items/XDMG/Apparatus of Kwalish.webp"
					},
					"credit": "Conceptopolis"
				}
			]
		},
		{
			"name": "Astral Brig",
			"source": "MTF",
			"entries": [
				"The astral brig is the standard githyanki military vessel. It requires a crew of five and can transport up to sixty passengers. A brig is 90 feet long and 30 feet wide, with two levels below decks for quarters and storage space. It is equipped with two ballistae, each one operated by a pair of crew members, and has a top speed of 12 miles per hour."
			]
		},
		{
			"name": "Astral Skiff",
			"source": "MTF",
			"entries": [
				"An astral skiff is operated by a crew of three and carries up to a dozen passengers. The githyanki employ this small vessel, 30 feet long and 10 feet wide, for patrols in the Astral Plane and for quick raids in pursuit of specific objects on the Material Plane. A skiff has a top speed of 15 miles per hour. It lacks weapons aside from those carried by its passengers and has a limited amount of storage space."
			]
		},
		{
			"name": "Battle Balloon",
			"source": "AI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"{@i Through the winter clouds that surround the castle on this desolate hill, you see a shape emerge. Something so gigantic, you can't believe it can actually fly.}",
								"Airships are relatively rare in Acquisitions Incorporated, which is thought to hold no more than five in its fleet. But the unparalleled usefulness of these craft in commerce—and in combat—makes the company-standard battle balloon a much-coveted upgrade for any franchise.",
								{
									"type": "entries",
									"name": "Origins and Operations",
									"entries": [
										"Professional secrecy and aggressive marketing make it unclear where the airship originated. Some say battle balloons were an original design created by the Heuristic Arcane Research and Development department of Acquisitions Incorporated. But the wizards of Halruaa developed similar skyships in ages past, and the Cult of the Dragon has been seen with flying ships of its own. Still, among the small number of factions and organizations known to possess or build airships, Acquisitions Incorporated might be the best known for its high-profile aerial escapades. It's certain that neither the mages of Halruaa nor the members of the Cult of the Dragon ever crewed a battle balloon with keg robots, or used one to squash a tyrannosaurus flat."
									]
								},
								{
									"type": "inset",
									"name": "The Hard Cloud",
									"entries": [
										"The Hard Cloud is Acquisitions Incorporated's company flagship, and as such, bears special note. The great battle balloon bristles with armaments, including a vicious dragon-slaying spear at the fore that has seen use more than once. The Hard Cloud is a veteran of numerous combat operations, and it has so far come out in one piece. Beyond the tales told of the vessel's exploits, rumors abound regarding the wondrous vehicle. Is it powered by a bound efreeti, as some have said? Does the hold contain clones of every high-ranking member of Acquisitions Incorporated, including Omin Dran himself? Does the mess, in fact, employ a terrifying ghostly chef? The answers lie below decks, where few have had the opportunity to learn the truth."
									]
								},
								{
									"type": "entries",
									"name": "Flying Battle Vehicle",
									"entries": [
										"The standard design of an Acquisitions Incorporated-grade airship features an enormous balloon covered in a rope net. Trailing lines connect the balloon to the vessel of metal and wood suspended below. In the center of the deck, directly below the balloon, sits a large magic furnace, whose formidable lifting power is rumored to involve trapped elementals. The airship's captain controls the arcane furnace and directs forward thrust by way of a propeller located at the back of the ship, helming the craft with a wheel positioned in the bow. Metal runners below the ship allow a battle balloon to land on the ground."
									]
								},
								{
									"type": "entries",
									"name": "Options and Armaments",
									"entries": [
										"Each franchise or organization customizes the offensive capability of its airships, but most battle balloons feature multiple harpoon guns, perfect for fighting and snaring aerial threats. Battle balloons that see a lot of combat are typically well stocked with other ranged weapons and polearms for ship-to-ship and crew-to-crew fighting.",
										"Whether privately financed or loaned out by Head Office under extraordinarily cautious terms, battle balloons can be customized with unique equipment—different siege weapons, lifting and cargo gear, and so forth—to make each airship unique. However, the most potent weapon featured on most Acquisitions Incorporated battle balloons is the green flame arbalester, a massive ballista whose bolts pulse with arcane power and detonate with formidable explosive force wherever they hit."
									]
								},
								{
									"type": "inset",
									"name": "Vehicle Rules",
									"entries": [
										"Battle balloons and mechanical beholders are vehicles, and as such, they have special rules associated with them. Most pertinently, a vehicle has the six ability scores (Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma) and the corresponding modifiers. The Strength of a vehicle expresses its size and weight. Dexterity represents its ease of handling. A vehicle's Constitution covers its durability and the quality of its construction. Vehicles usually have a score of 0 in Intelligence, Wisdom, and Charisma. If a vehicle has a 0 in a score, it automatically fails any ability check or saving throw that uses that score. How a vehicle is crewed and what actions it can take on its turn are described in the stat block for the vehicle."
									]
								},
								{
									"type": "entries",
									"name": "Mobile Franchise Headquarters",
									"entries": [
										"A battle balloon is perhaps the most sought-after of the mobile headquarters options available to Acquisitions Incorporated franchises. The versatility of an airship allows for the rapid shipping of goods, mercenaries, and loot. Such a vessel also allows a quick escape from sticky developments and deals gone bad."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AI/battle-balloon.webp"
					},
					"credit": "Kim Van Deun"
				}
			]
		},
		{
			"name": "Bombard",
			"source": "AAG",
			"entries": [
				"Bombards are built by giff. The major feature of each ship is an enormous cannon that fires massive cannon balls capable of blowing other ships to smithereens. (The cannon is included in the cost of the ship.) A bombard can carry up to fourteen giant cannon balls, each of which weighs 10 tons. These cannon balls make up most of the weight of the ship's cargo. A winch mounted on the aft deck is used to load the cannon balls on board.",
				"A bombard can float and sail on water, but it can't land safely on the ground (its keel would cause it to roll on its side)."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Bombard.webp"
					},
					"credit": "Ned Rogers"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Bombard Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Bombard Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 150,
						"offsetX": 37,
						"offsetY": 9,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Bombard Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 150,
						"offsetX": 37,
						"offsetY": 9,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Damselfly Ship",
			"source": "AAG",
			"entries": [
				"This swift but cramped ship is made mostly of metal. It can't float on water, but its legs enable it to land safely on the ground. A sliding hatch just behind the wings allows access to the ship's mangonel turret. The ship's cargo hold can easily be turned into crew cabins or another weapon deck.",
				"Damselfly ships are often used as courier vessels and armored transports. Explorers and pirates like them because they're fast and sturdy. Military leaders use them as command ships for the same reasons.",
				"Damselfly ship owners are a proud lot, fond of painting their ships in colorful patterns as well as customizing their vessels with special equipment. Large, private gatherings of damselfly ship owners are not uncommon; they use these get-togethers to show off their ships and to race one another through asteroid belts and other obstacle courses, either for rewards or bragging rights."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Damselfly Ship.webp"
					},
					"credit": "Kent Davis"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Damselfly Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Damselfly Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 78,
						"offsetX": -22,
						"offsetY": 17
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Damselfly Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 78,
						"offsetX": -22,
						"offsetY": 17
					}
				}
			]
		},
		{
			"name": "Demon Grinder",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A Demon Grinder is a bulky, armored coach that rumbles loudly as it crushes obstacles and enemies in its path with the help of a swinging wrecking ball. Iron jaws are mounted on the front of the vehicle, which handles like a garbage truck."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/BGDIA/Demon Grinder.webp"
					}
				}
			]
		},
		{
			"name": "Devil's Ride",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A Devil's Ride is a two-wheeled infernal war machine that handles like a motorcycle. It has spiked wheels, a screaming engine, and a cowl shaped vaguely like a grinning devil's visage, with horns for handle bars. What the vehicle lacks in weapons, it makes up for with speed and maneuverability."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/BGDIA/Devil's Ride.webp"
					}
				}
			]
		},
		{
			"name": "Flying Fish Ship",
			"source": "AAG",
			"entries": [
				"Aside from {@book space galleons|AAG|2|Space Galleon}, flying fish ships are the most common vessels in Wildspace, favorites among merchants and adventurers alike.",
				"A flying fish ship can float and sail on water, but it isn't built to land on the ground (the ventral fins would snap under the weight of the ship during landing, and the keel would cause the ship to roll to one side).",
				"Typical weapons on a flying fish ship include a forward-mounted mangonel and an aft-mounted ballista."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Flying Fish Ship.webp"
					},
					"credit": "David Rene Christensen"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Flying Fish Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Flying Fish Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 141,
						"offsetX": -23,
						"offsetY": -16,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Flying Fish Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 141,
						"offsetX": -23,
						"offsetY": -16,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Galley",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Galleys are long vessels that rely on sails and sizable rowing crews to move. These ships can carry siege weapons and soldiers to war or transport large amounts of cargo for merchants. No matter the ship's purpose, the crew almost always hires extra protection, since galleys make large, cargo-rich targets for pirates.",
						"A galley has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Ceilings",
									"entry": "The ceiling of the galley's lower deck is 8 feet high."
								},
								{
									"type": "item",
									"name": "Light",
									"entry": "Hanging lanterns cast bright light throughout the ship."
								},
								{
									"type": "item",
									"name": "Rigging",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Sails and Oars",
									"entry": "The galley has one 120-foot-tall mast with sails to catch the wind and oars on the lower deck for rowing the vessel."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Galley Crew",
							"entries": [
								"A galley requires a crew of eighty to properly sail or row the vessel and might carry extra passengers or soldiers. If the characters are guests on a galley, the crew consists of the following creatures, all of which have proficiency with water vehicles in addition to their normal statistics:",
								{
									"type": "list",
									"items": [
										"One captain ({@creature bandit captain})",
										"Five other officers: a first mate, a bosun, a quartermaster, a surgeon, and a cook ({@creature scout||scouts})",
										"Forty-two sailors ({@creature commoner||commoners})",
										"Twelve siege engineers ({@creature guard||guards})",
										"Twenty {@creature guard||guards}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Main Deck",
							"entries": [
								"The main deck of the galley has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballistas",
											"entry": "Four ballistas (DMG, ch. 8) are attached to the fore of the deck. Ten ballista arrows are stacked and secured near each."
										},
										{
											"type": "item",
											"name": "Mangonels",
											"entry": "Two mangonels (DMG, ch. 8) are attached to the aft of the deck. Ten mangonel stones are stacked and secured near each catapult."
										},
										{
											"type": "item",
											"name": "Naval Ram",
											"entry": "The galley's stern features an iron naval ram used for attacking other ships."
										},
										{
											"type": "item",
											"name": "Opening",
											"entry": "A 10-foot-wide, 80-foot-long open space in the middle of the deck stretches fore to aft and leads down to the lower deck."
										},
										{
											"type": "item",
											"name": "Railing",
											"entry": "A 3-foot-high rail is built around the deck's perimeter, providing {@quickref Cover||3||half cover} for Medium creatures and {@quickref Cover||3||three-quarters cover} for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Rowboats",
											"entry": "Eight rowboats are stacked in two groups of four on this deck. Ropes and pulleys can hoist these boats in and out of the water."
										},
										{
											"type": "item",
											"name": "Timpani",
											"entry": "A timpani with two attached mallets sits on the aft of the main deck just before the opening to the lower deck. A crew member plays this instrument while the sailors on the lower deck row, the beat helping to synchronize the rowers' strokes."
										},
										{
											"type": "item",
											"name": "Wheel",
											"entry": "The ship's wheel stands at the aft of the deck."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lower Deck",
							"entries": [
								"The cramped lower deck of the galley ship reeks of body odor and has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Cargo Holds",
											"entry": "Cargo holds at the fore and aft of the lower deck hold crates, barrels, and ammunition secured with rope."
										},
										{
											"type": "item",
											"name": "Oars",
											"entry": "Thirty-two benches are built into the deck, each with a 20-foot-long oar. When the ship is rowed, crew members sit on these benches to work the oars. Ten spare oars hang on the walls."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/galley-ship.webp"
					},
					"title": "Galley Ship",
					"imageType": "map",
					"credit": "Mike Schley",
					"grid": {
						"type": "square",
						"size": 83,
						"offsetX": 15,
						"offsetY": 13
					}
				}
			]
		},
		{
			"name": "Hammerhead Ship",
			"source": "AAG",
			"entries": [
				"Hammerhead ships are popular craft, especially among pirates and merchants carrying heavy cargo. They can float on water and sail across it, but they aren't built to land on the ground (their keels would cause them to tip to one side). Standard weapons on a hammerhead ship include fore and aft mangonels, a ballista, and a reinforced bow for ramming."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Hammerhead Ship.webp"
					},
					"credit": "Ralph Horsley"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Hammerhead Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Hammerhead Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 120,
						"offsetX": 66,
						"offsetY": 23,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Hammerhead Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 120,
						"offsetX": 66,
						"offsetY": 23,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Keelboat",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"One of the smallest sailing vessels, keelboats can be sailed or rowed by a single person. These ships often transport small amounts of cargo or passengers. They're perfect for pleasure cruises, as they're easier and less expensive to operate than larger vessels.",
						"A keelboat has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Light",
									"entry": "A hanging lantern or two casts bright light across the ship."
								},
								{
									"type": "item",
									"name": "Rigging",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Sails",
									"entry": "The keelboat has one 10-foot-tall mast with sails."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Keelboat Crew",
							"entries": [
								"A keelboat requires a single crew member to operate smoothly. If the characters are guests on a keelboat, the crew consists of a single captain who has the statistics of a {@creature bandit captain} with proficiency with water vehicles."
							]
						},
						{
							"type": "entries",
							"name": "Keelboat Deck",
							"entries": [
								"The deck of the keelboat has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballista",
											"entry": "A ballista (DMG, ch. 8) is mounted on the fore of the deck. Ten ballista arrows are stacked and secured nearby."
										},
										{
											"type": "item",
											"name": "Oars",
											"entry": "The deck of the ship holds twelve benches and four 15-foot-long oars. When the ship is rowed, crew members sit on these benches to work the oars."
										},
										{
											"type": "item",
											"name": "Railing",
											"entry": "The deck has a 3-foot-high rail around its perimeter that provides {@quickref Cover||3||half cover} for Medium creatures and {@quickref Cover||3||three-quarters cover} for Small creatures behind it."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Keelboat Cabin",
							"entries": [
								"The keelboat cabin has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Footlockers",
											"entry": "Beneath each bed is a footlocker. The footlockers are iron and have AC 19, 18 hit points, and immunity to poison and psychic damage."
										},
										{
											"type": "item",
											"name": "Furnishings",
											"entry": "Two beds and a desk with a chair stand at the aft of the cabin."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/smaller-ships.webp"
					},
					"title": "Smaller Ships",
					"imageType": "map",
					"credit": "Mike Schley",
					"grid": {
						"type": "square",
						"size": 151,
						"offsetX": 25,
						"offsetY": 65,
						"scale": 2
					}
				}
			]
		},
		{
			"name": "Lamprey Ship",
			"source": "AAG",
			"entries": [
				"Lamprey ships are antiquated, being among the oldest spelljamming ships still in use. {@creature Psurlon|BAM|Psurlons} (see {@book Boo's Astral Menagerie|BAM}) are particularly fond of them.",
				"Using the metal grappling jaws built into its bow, a lamprey ship can attach itself to another ship, which is a critical feature during boarding actions. Other standard weapons include four ballistae on the main deck.",
				"A lamprey can float on water, though it can't land safely on the ground. Lamprey ships that land on the ground have the distressing habit of rolling over, as more than a few crews have discovered to their dismay."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Lamprey Ship.webp"
					},
					"credit": "Kent Davis"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Lamprey Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Lamprey Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 184,
						"offsetX": 84,
						"offsetY": 21,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Lamprey Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 184,
						"offsetX": 84,
						"offsetY": 21,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Living Ship",
			"source": "AAG",
			"entries": [
				"Druids, rangers, and clerics devoted to gods of nature are often found aboard living ships, as are Wildspace explorers who don't want to have to worry about their ship's air envelope becoming fouled during a long voyage.",
				"This ship's main distinctive feature is the fully grown {@creature treant} on the aft deck. The treant has a speed of 0 because its roots are woven into the deck; it and the ship are inseparable. If the ship is reduced to 0 hit points, the treant dies of shock. The ship can function if its treant dies, but the treant can never be replaced with another.",
				"When the treant finishes a long rest, it repairs the ship's hull, enabling the ship to regain {@dice 4d12} hit points, and refreshes the ship's air envelope (turning deadly air into foul air, or foul air into fresh air).",
				"A living ship can float on water and sail across it, but it can't land safely on the ground (its keel would cause it to roll on its side). Its standard weaponry is an aft-mounted ballista."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Living Ship.webp"
					},
					"credit": "Alfven Ato"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Living Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Living Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 66,
						"offsetX": 34,
						"offsetY": 33
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Living Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 66,
						"offsetX": 34,
						"offsetY": 33
					}
				}
			]
		},
		{
			"name": "Longship",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Longships are vessels that rely on a rowing crew and sails to move across the sea. These ships are typically used to carry soldiers into combat. The size of a longship makes it easy for troops to get on and off quickly, making it the perfect ship for engaging in surprise strikes.",
						"A longship has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Light",
									"entry": "Hanging lanterns cast bright light over the deck."
								},
								{
									"type": "item",
									"name": "Rigging",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Rudder",
									"entry": "The ship is steered by a rudder control on the aft of the deck."
								},
								{
									"type": "item",
									"name": "Sails",
									"entry": "The longship has one 20-foot-tall mast with sails that can be used to sail the ship."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Longship Crew",
							"entries": [
								"A longship requires a crew of forty to properly sail or row the vessel and often carries extra passengers or soldiers. If the characters are guests on a longship, the crew consists of the following creatures, all of which have proficiency with water vehicles in addition to their normal statistics:",
								{
									"type": "list",
									"items": [
										"One captain ({@creature berserker})",
										"Five other officers: a first mate, a bosun, a quartermaster, a surgeon, and a cook ({@creature berserker||berserkers})",
										"Thirty-four sailors ({@creature commoner||commoners})"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Longship Deck",
							"entries": [
								"The deck of the longship has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Oars",
											"entry": "Sixteen benches are built into the deck, each with a 15-foot-long oar. When the ship is rowed, crew members sit on these benches to work the oars. Five spare oars hang on the walls."
										},
										{
											"type": "item",
											"name": "Railing",
											"entry": "The deck has a 3-foot-high rail covered in wooden shields around its perimeter that provides {@quickref Cover||3||half cover} for Medium creatures and {@quickref Cover||3||three-quarters cover} for Small creatures behind it."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/smaller-ships.webp"
					},
					"title": "Smaller Ships",
					"imageType": "map",
					"credit": "Mike Schley",
					"grid": {
						"type": "square",
						"size": 151,
						"offsetX": 25,
						"offsetY": 65,
						"scale": 2
					}
				}
			]
		},
		{
			"name": "Lyrandar Air Cruiser",
			"source": "EFA",
			"entries": [
				"Haloed by their enormous rings of elemental energy, Lyrandar Air Cruisers cast imposing shadows as they sail through the skies. These airships are the largest and most iconic means of air travel in {@book Khorvaire|ERLW|5|Nations of Khorvaire}, ferrying the wealthy and elite across the {@book Five Nations|ERLW|0|The Five Nations} and beyond. Though airships have become marginally more common since their introduction a few years ago, a fully operational air cruiser is still an impressive sight."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/EFA/Lyrandar Air Cruiser.webp"
					},
					"credit": "Dave Sarabia",
					"width": 850,
					"height": 465
				}
			]
		},
		{
			"name": "Lyrandar Skyskiff",
			"source": "EFA",
			"entries": [
				"A recent innovation, the Lyrandar Skyskiff is a nimble and compact airship used for short-range travel and rescue missions. When larger airships are marooned in the sky due to elemental engine failures or other malfunctions, crews often enlist a fleet of skyskiffs to tow the marooned ships to a docking tower for maintenance."
			]
		},
		{
			"name": "Mechanical Beholder",
			"source": "AI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"{@i When you hear the mechanical beholder click to life, it sounds like death itself snapping its fingers.}",
								"A mechanical beholder takes the form of an oversized eye tyrant whose central eye is a viewport window. Part conveyance, part laboratory, and part siege engine, the vehicle can transport up to six humanoids through any terrain or medium, including underwater and through solid stone. A complex and often dangerous manipulation of gears, levers, and buttons controlled the original mechanical beholders, but more recent models feature magical controls that respond to voice commands—though not always accurately.",
								{
									"type": "entries",
									"name": "Equipment and Options",
									"entries": [
										"The mechanical beholder can be outfitted with a variety of sensors, probes, and gauges, allowing for functions as varied as determining alchemical composition, picking up on magical auras, or making masterfully dry martinis. Its range of armaments includes a disintegration ray modeled after that of its monstrous namesake (which for reasons of liability is advertised as being designed exclusively for waste removal). Portholes and hatches allow characters inside the beholder to make ranged and magical attacks from within it."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AI/mechanical-beholder.webp"
					},
					"credit": "Chris Walton"
				}
			]
		},
		{
			"name": "Nautiloid",
			"source": "AAG",
			"entries": [
				"Built and used by {@creature Mind Flayer||mind flayers}, nautiloids are designed exclusively for space travel. They can't float on water, nor can they land safely on the ground.",
				"As an action, a creature attuned to a nautiloid's {@item spelljamming helm|AAG} and in physical contact with the ship can transport the nautiloid and all creatures and objects aboard it to a different plane of existence, at or near a destination envisioned by the spelljammer (or to a random location on the plane if no destination is envisioned). This property is a feature of the ship, not the {@item spelljamming helm|AAG}. Each time this property is used, roll a {@dice d6}. On a 5–6, the property recharges after 1 minute; otherwise, it can't be used again for 24 hours."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Nautiloid.webp"
					},
					"credit": "Kent Davis"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Nautiloid Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Nautiloid Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 138,
						"offsetY": -24,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Nautiloid Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 138,
						"offsetY": -24,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Nightspider",
			"source": "AAG",
			"entries": [
				"Neogi terrorize Wildspace in ships of their own construction, which others call nightspiders. These vessels often wait in ambush for other ships. Once a target ship is identified, the neogi try to steal its {@item spelljamming helm|AAG} and capture its crew.",
				"A nightspider's crew usually consists of nineteen neogi and up to a half-dozen {@creature Umber Hulk||umber hulks}, which the neogi use as shock troops.",
				"Nightspiders are designed for space travel alone and can't float on water or land safely on the ground (the weight of the ship would snap its spindly legs, destroying its weblike rigging in the process). Standard weaponry on a nightspider includes four ballistae (two forward-facing and two aft-facing) and a forward-facing mangonel."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Nightspider.webp"
					},
					"credit": "Jessica Nguyen"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Nightspider Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Nightspider Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 120,
						"offsetY": -24,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Nightspider Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 120,
						"offsetY": -24,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Planar Raider",
			"source": "MTF",
			"entries": [
				"The largest of the githyanki ships, the planar raider serves as a mobile headquarters during a major attack on the githyanki's enemies. It needs a crew of ten and can carry more than a hundred passengers. A planar raider can travel up to 12 miles per hour. It is 40 feet wide and 120 feet long, with two levels below decks, and is equipped with three ballistae and a catapult."
			]
		},
		{
			"name": "Rowboat",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The humble rowboat serves to ferry passengers back and forth from larger ships or to navigate lakes and rivers. Due to its simple, versatile design, a rowboat has no decks or typical crew. Weighing 100 pounds, a rowboat is easy to transport and might be carried by larger ships."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sailing Ship",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sailing ships are fast-moving designs focused on travel.",
						"A sailing ship has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Ceilings",
									"entry": "The ceilings in the lower deck, holds, and cabins are 8 feet high with 6-foot-high doorways."
								},
								{
									"type": "item",
									"name": "Doors",
									"entry": "The ship's doors are made of wood and have AC 15, 18 hit points, and immunity to poison and psychic damage. A lock can be picked with a successful {@dc 15} Dexterity check made using thieves' tools, or the door can be forced open with a successful {@dc 20} Strength (Athletics) check."
								},
								{
									"type": "item",
									"name": "Footlockers",
									"entry": "Footlockers on the ship are iron and have AC 19, 18 hit points, and immunity to poison and psychic damage."
								},
								{
									"type": "item",
									"name": "Light",
									"entry": "Hanging lanterns cast bright light throughout the ship."
								},
								{
									"type": "item",
									"name": "Rigging",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Sails",
									"entry": "The ship has three 80-foot-tall masts with sails to catch the wind and oars on the lower deck for rowing."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Crew",
							"entries": [
								"A sailing ship requires a large crew to properly sail the vessel. If the characters are guests on a sailing ship, the crew consists of the following creatures, all of which have proficiency with water vehicles in addition to their normal statistics:",
								{
									"type": "list",
									"items": [
										"One captain ({@creature bandit captain})",
										"Four other officers: a first mate, a bosun, a quartermaster, and a cook ({@creature noble||nobles})",
										"Twenty-five sailors ({@creature commoner||commoners})"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "1. Main Deck",
							"entries": [
								"The main deck of the ship has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Mangonel",
											"entry": "Sailing ships have one {@object mangonel} (DMG, ch. 8) attached to the deck. Each weapon has 10 mangonel stones stacked and secured near it."
										},
										{
											"type": "item",
											"name": "Hatch",
											"entry": "A covered, 10-foot-square opening leads to the lower deck (area W8)."
										},
										{
											"type": "item",
											"name": "Railing",
											"entry": "The main deck has a 3-foot-high rail around its perimeter that provides {@quickref Cover||3||half cover} for Medium creatures and {@quickref Cover||3||three-quarters cover} for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Rowboats",
											"entry": "Four {@vehicle rowboat||rowboats} are stacked on top of each other on this deck. Ropes and pulleys can hoist these boats in and out of the water."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "2. Officers' Quarters",
							"entries": [
								"Four beds stand in the officer's quarters. Beneath each is an iron footlocker that holds the officers' belongings. The officers sleep in shifts so someone remains on duty to command the crew and carry out the captain's orders."
							]
						},
						{
							"type": "entries",
							"name": "3. Captain's Quarters",
							"entries": [
								"The captain's quarters hold a bed and a desk. Beneath the bed is an iron footlocker that holds the captain's belongings."
							]
						},
						{
							"type": "entries",
							"name": "4. Siege Weapon Ammunition",
							"entries": [
								"Shelves and rope on the walls of this cabin secure mangonel stones and ballista arrows."
							]
						},
						{
							"type": "entries",
							"name": "5. Supplies",
							"entries": [
								"This area holds tools, barrels of tar, rope, extra material to repair sails, and other supplies needed to maintain the ship."
							]
						},
						{
							"type": "entries",
							"name": "6. Forecastle",
							"entries": [
								"The forecastle has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballista",
											"entry": "A {@object ballista} (DMG, ch. 8) is attached to the deck. Ten ballista arrows are stacked and secured nearby."
										},
										{
											"type": "item",
											"name": "Railing",
											"entry": "The forecastle has a 3-foot-high rail around its perimeter that provides {@quickref Cover||3||half cover} for Medium creatures and {@quickref Cover||3||three-quarters cover} for Small creatures behind it."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "7. Quarterdeck",
							"entries": [
								"The quarterdeck has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Railing",
											"entry": "The quarterdeck has a 3-foot-high rail around its perimeter that provides {@quickref Cover||3||half cover} for Medium creatures and {@quickref Cover||3||three-quarters cover} for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Wheel",
											"entry": "The ship's wheel stands at the aft of the quarterdeck."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "8. Oar Deck",
							"entries": [
								"Twenty-two benches are built into the deck of the lower deck, each with a 20-foot-long oar. When the ship is rowed, crew members sit on these benches to work the oars. Ten spare oars hang on the walls of the ship."
							]
						},
						{
							"type": "entries",
							"name": "9. Privy",
							"entries": [
								"Benches line the walls of this room. Four holes carved in them house chamber pots."
							]
						},
						{
							"type": "entries",
							"name": "10. Medical Cabin",
							"entries": [
								"Hooks and shelves on the walls hold medical instruments, bandages, balms, tonics, jars of leeches, and more, ready to treat injuries from combat or sailing mishaps."
							]
						},
						{
							"type": "entries",
							"name": "11. Guest Cabin",
							"entries": [
								"This cabin is meant for guests and visiting high-ranking officials along for the journey."
							]
						},
						{
							"type": "entries",
							"name": "12. Hold",
							"entries": [
								"This area houses both passengers and cargo. The ship's off-duty crew sleep on bedrolls among the crates and barrels of food, water, and other supplies."
							]
						},
						{
							"type": "entries",
							"name": "13. Armory",
							"entries": [
								"The ship's supply of weapons and armor is held in this cabin. Its walls are fitted with built-in weapon and armor racks. The door to this cabin is usually locked, the key kept by one of the ship's officers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/sailing-ship.webp"
					},
					"title": "Sailing Ship",
					"imageType": "map",
					"credit": "Mike Schley",
					"grid": {
						"type": "square",
						"size": 157,
						"offsetX": 32,
						"offsetY": -16,
						"scale": 2
					}
				}
			]
		},
		{
			"name": "Scavenger",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The Scavenger handles like a small bus and is used to sift through battlefield detritus for scrap metal and other materials worth salvaging. Attached to the back of the vehicle is a swinging crane with an iron grappling claw fastened to the end of a winch and a 50-foot-long chain."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/BGDIA/Scavenger.webp"
					}
				}
			]
		},
		{
			"name": "Scorpion Ship",
			"source": "AAG",
			"entries": [
				"Scorpion ships are archaic metal warships that have never lost their popularity, largely because of their versatility. Articulated legs enable a scorpion ship to land safely on the ground and move across a solid surface at a walking speed of 30 feet. The ship can't float on water, however. A ballista is mounted on the top deck, and a mangonel is perched on the end of the tail. The ship's two claws are relatively inefficient in combat, but a claw that grabs a creature can quickly take it out of action."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Scorpion Ship.webp"
					},
					"credit": "David Rene Christensen"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Scorpion Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Scorpion Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 79,
						"offsetX": -10,
						"offsetY": 28
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Scorpion Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 79,
						"offsetX": -10,
						"offsetY": 28
					}
				}
			]
		},
		{
			"name": "Shrike Ship",
			"source": "AAG",
			"entries": [
				"This swift vessel is a relatively recent design, quickly gaining popularity with merchants and pirates. A shrike ship's legs enable it to land safely on the ground. The ship can float but isn't built for traveling on water and sinks quickly in rough seas.",
				"Standard weaponry on a shrike ship includes three ballistae—one on the forecastle, one in the middle of the top deck, and one on the sterncastle. In a desperate situation, the ship's reinforced bow can be used as a piercing ram."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Shrike Ship.webp"
					},
					"credit": "Olly Lawson"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Shrike Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Shrike Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 172,
						"offsetX": 21,
						"offsetY": 86,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Shrike Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 172,
						"offsetX": 21,
						"offsetY": 86,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Space Galleon",
			"source": "AAG",
			"entries": [
				"The space galleon is a mainstay among the host of vessels that ply Wildspace and the Astral Sea. Space galleons can easily pass for ordinary seafaring galleons. Because they can land on water and move across it like their namesakes, they can sail into ports on terrestrial worlds without attracting undue attention. Like an ordinary galleon, a space galleon isn't built to land on the ground (its keel would cause it to roll on its side). The ship's standard weaponry includes two forward-mounted ballistae and an aft-mounted mangonel."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Space Galleon.webp"
					},
					"credit": "David Rene Christensen"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Space Galleon Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Space Galleon Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 158,
						"offsetX": -109,
						"offsetY": -14,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Space Galleon Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 158,
						"offsetX": -109,
						"offsetY": -14,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Squid Ship",
			"source": "AAG",
			"entries": [
				"Among the oldest types of spelljamming vessels, squid ships are popular with privateers and are often used as patrol ships. Standard weapons on a squid ship include a forward-mounted mangonel, two aft-mounted ballistae, and a reinforced bow for ramming. The tentacles that extend from the bow account for nearly half the ship's keel length.",
				"Squid ships can float and sail on water, and they can land on the ground."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Squid Ship.webp"
					},
					"credit": "Katerina Ladon"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Squid Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Squid Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 161,
						"offsetX": -40,
						"offsetY": 66,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Squid Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 161,
						"offsetX": -40,
						"offsetY": 66,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Star Moth",
			"source": "AAG",
			"entries": [
				"Star moths are ships constructed and flown by astral elves, who don't like it when these ships end up in the hands of others.",
				"A star moth's hull is fashioned from a grown and sculpted organic substance, and its enormous, decorative wings are made of shimmering crystal. The vessel is built for space travel, but its design does enable it to float on water or land safely on the ground. Standard weaponry includes two ballistae nestled in the star moth's eye holes and a mangonel mounted above the bridge."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Star Moth.webp"
					},
					"credit": "Bruce Brenneise"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Star Moth Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Star Moth Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 176,
						"offsetX": -47,
						"offsetY": -28,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Star Moth Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 176,
						"offsetX": -47,
						"offsetY": -28,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Strider Airship",
			"source": "EFA",
			"entries": [
				"The Strider Airship is favored by independent merchants, explorers, and privateers. Larger than a skyskiff but smaller than an air cruiser, these reliable vessels provide ample speed and protection for ferrying cargo across the skies.",
				"Many strider crews take a personal shine to their vessels, modifying stations and adding unique decorative flairs to reflect the crew's composition. One ship might have gold filigree and clockwork wings flanking its hull, while another might have a flaming ballista proudly mounted on its bow."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/EFA/Strider Airship.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Strider Airship Map",
					"credit": "Sean Macdonald",
					"width": 3165,
					"height": 4096,
					"grid": {
						"type": "square",
						"size": 116,
						"offsetX": -21,
						"offsetY": 11
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/EFA/Strider Airship Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Player Version",
					"width": 3165,
					"height": 4096,
					"grid": {
						"type": "square",
						"size": 116,
						"offsetX": -21,
						"offsetY": 11
					}
				}
			]
		},
		{
			"name": "Tormentor",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The Tormentor handles like a dune buggy and is designed for raiding and scouting. Bladed iron wheels drive the vehicle forward."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/BGDIA/Tormentor.webp"
					}
				}
			]
		},
		{
			"name": "Turtle Ship",
			"source": "AAG",
			"entries": [
				"A turtle ship is encased in a protective metal shell, as befits its name, and bristles with weapons. In addition to its roomy quarters, it can carry a decent-sized payload, making it popular among traders and others who need a lot of cargo space. The ship can land on the ground, and it floats on water. Sliding panels can be closed to make the hull airtight, enabling the ship to travel underwater safely, even to great depths. If the ship takes damage while on or under the water, interior hatches can be sealed to prevent the ship from flooding completely.",
				"Standard weaponry on a turtle ship includes three forward-mounted ballistae and a rear-facing mangonel. These weapons can't be used while the ship is underwater."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Turtle Ship.webp"
					},
					"credit": "Alfven Ato"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Turtle Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Turtle Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 192,
						"offsetX": 18,
						"offsetY": -58,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Turtle Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 192,
						"offsetX": 18,
						"offsetY": -58,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Tyrant Ship",
			"source": "AAG",
			"entries": [
				"{@creature Beholder||Beholders} carve tyrant ships out of stone using their disintegration rays and use these ships to wander the Astral Plane, looking for worlds to conquer and rival beholders to destroy. No two tyrant ships look alike, but they all have one or more features reminiscent of their creators, such as a bulbous shape and eyestalks.",
				"A spherical chamber on the ship's command deck functions as a {@item spelljamming helm|AAG} that only beholders can attune to. Any beholder that occupies this chamber can attune to it. Reducing a tyrant ship to 0 hit points not only destroys it but also destroys the ship's {@item spelljamming helm|AAG} and eyestalk cannons.",
				"A tyrant ship can't float on water, but it can safely land on the ground."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Tyrant Ship.webp"
					},
					"credit": "Olly Lawson"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Tyrant Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Tyrant Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 122,
						"offsetX": 9,
						"offsetY": -9,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Tyrant Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 122,
						"offsetX": 9,
						"offsetY": -9,
						"scale": 3
					}
				}
			]
		},
		{
			"name": "Warship",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Warships are slow, heavily armed vessels capable of taking on large amounts of cargo.",
						"A warship ship has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Ceilings",
									"entry": "The ceilings in the lower deck, holds, and cabins are 8 feet high with 6-foot-high doorways."
								},
								{
									"type": "item",
									"name": "Doors",
									"entry": "The ship's doors are made of wood and have AC 15, 18 hit points, and immunity to poison and psychic damage. A lock can be picked with a successful {@dc 15} Dexterity check made using thieves' tools, or the door can be forced open with a successful {@dc 20} Strength (Athletics) check."
								},
								{
									"type": "item",
									"name": "Footlockers",
									"entry": "Footlockers on the ship are iron and have AC 19, 18 hit points, and immunity to poison and psychic damage."
								},
								{
									"type": "item",
									"name": "Light",
									"entry": "Hanging lanterns cast bright light throughout the ship."
								},
								{
									"type": "item",
									"name": "Rigging",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Sails",
									"entry": "The ship has three 80-foot-tall masts with sails to catch the wind and oars on the lower deck for rowing."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Crew",
							"entries": [
								"A warship requires a large crew to properly sail the vessel. Warships carry extra soldiers to fight battles and fire the siege weapons. If the characters are guests on a warship, the crew consists of the following creatures, all of which have proficiency with water vehicles in addition to their normal statistics:",
								{
									"type": "list",
									"items": [
										"One captain ({@creature bandit captain})",
										"Four other officers: a first mate, a bosun, a quartermaster, and a cook ({@creature noble||nobles})",
										"Twenty-five sailors ({@creature commoner||commoners})"
									]
								},
								"A warship typically includes the following additional crew to augment its fighting ability:",
								{
									"type": "list",
									"items": [
										"Forty soldiers ({@creature guard||guards})",
										"Eight siege engineers ({@creature guard||guards})",
										"One {@creature priest} (the ship's surgeon)"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "1. Main Deck",
							"entries": [
								"The main deck of the ship has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Mangonel",
											"entry": "Sailing ships have one {@object mangonel} (DMG, ch. 8) attached to the deck. Warships have two mangonels (DMG, ch. 8). Each weapon has 10 mangonel stones stacked and secured near it."
										},
										{
											"type": "item",
											"name": "Hatch",
											"entry": "A covered, 10-foot-square opening leads to the lower deck (area W8)."
										},
										{
											"type": "item",
											"name": "Railing",
											"entry": "The main deck has a 3-foot-high rail around its perimeter that provides {@quickref Cover||3||half cover} for Medium creatures and {@quickref Cover||3||three-quarters cover} for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Rowboats",
											"entry": "Four {@vehicle rowboat||rowboats} are stacked on top of each other on this deck. Ropes and pulleys can hoist these boats in and out of the water."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "2. Officers' Quarters",
							"entries": [
								"Four beds stand in the officer's quarters. Beneath each is an iron footlocker that holds the officers' belongings. The officers sleep in shifts so someone remains on duty to command the crew and carry out the captain's orders."
							]
						},
						{
							"type": "entries",
							"name": "3. Captain's Quarters",
							"entries": [
								"The captain's quarters hold a bed and a desk. Beneath the bed is an iron footlocker that holds the captain's belongings."
							]
						},
						{
							"type": "entries",
							"name": "4. Siege Weapon Ammunition",
							"entries": [
								"Shelves and rope on the walls of this cabin secure mangonel stones and ballista arrows."
							]
						},
						{
							"type": "entries",
							"name": "5. Supplies",
							"entries": [
								"This area holds tools, barrels of tar, rope, extra material to repair sails, and other supplies needed to maintain the ship."
							]
						},
						{
							"type": "entries",
							"name": "6. Forecastle",
							"entries": [
								"The forecastle has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballista",
											"entry": "A {@object ballista} (DMG, ch. 8) is attached to the deck. Ten ballista arrows are stacked and secured nearby."
										},
										{
											"type": "item",
											"name": "Figurehead",
											"entry": "Warships have an iron figurehead at the front of their forecastle, often shaped to look like a fearsome sea predator. This figurehead serves as the ship's naval ram."
										},
										{
											"type": "item",
											"name": "Railing",
											"entry": "The forecastle has a 3-foot-high rail around its perimeter that provides {@quickref Cover||3||half cover} for Medium creatures and {@quickref Cover||3||three-quarters cover} for Small creatures behind it."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "7. Quarterdeck",
							"entries": [
								"The quarterdeck has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballista",
											"entry": "On a warship, a {@object ballista} (DMG, ch. 8) is attached to the deck. Ten ballista arrows are stacked and secured nearby."
										},
										{
											"type": "item",
											"name": "Railing",
											"entry": "The quarterdeck has a 3-foot-high rail around its perimeter that provides {@quickref Cover||3||half cover} for Medium creatures and {@quickref Cover||3||three-quarters cover} for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Wheel",
											"entry": "The ship's wheel stands at the aft of the quarterdeck."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "8. Oar Deck",
							"entries": [
								"Twenty-two benches are built into the deck of the lower deck, each with a 20-foot-long oar. When the ship is rowed, crew members sit on these benches to work the oars. Ten spare oars hang on the walls of the ship."
							]
						},
						{
							"type": "entries",
							"name": "9. Privy",
							"entries": [
								"Benches line the walls of this room. Four holes carved in them house chamber pots."
							]
						},
						{
							"type": "entries",
							"name": "10. Medical Cabin",
							"entries": [
								"Hooks and shelves on the walls hold medical instruments, bandages, balms, tonics, jars of leeches, and more, ready to treat injuries from combat or sailing mishaps."
							]
						},
						{
							"type": "entries",
							"name": "11. Brig",
							"entries": [
								"This cabin is meant for guests and visiting high-ranking officials along for the journey. Since warships often have a greater need to house prisoners rather than guests, each bed aboard such a vessel also has a set of {@item manacles|phb} (see chapter 5 in the Player's Handbook) attached to its frame."
							]
						},
						{
							"type": "entries",
							"name": "12. Hold",
							"entries": [
								"This area houses both passengers and cargo. The ship's off-duty crew sleep on bedrolls among the crates and barrels of food, water, and other supplies."
							]
						},
						{
							"type": "entries",
							"name": "13. Armory",
							"entries": [
								"The ship's supply of weapons and armor is held in this cabin. Its walls are fitted with built-in weapon and armor racks. The door to this cabin is usually locked, the key kept by one of the ship's officers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/warship.webp"
					},
					"title": "Warship",
					"imageType": "map",
					"credit": "Mike Schley",
					"grid": {
						"type": "square",
						"size": 78,
						"offsetX": 37,
						"offsetY": 19
					}
				}
			]
		},
		{
			"name": "Wasp Ship",
			"source": "AAG",
			"entries": [
				"Wasp ships are lightweight wooden vessels capable of landing safely on the ground, but not on water. They appeal to adventurers because they're affordable and don't require a large crew. Pirates like them because they're swift. Aristocrats are fond of using them as flying yachts because the ship's cargo hold can be easily converted into posh living quarters.",
				"The ship's raised back provides high ground for a weapon emplacement, which is typically equipped with a ballista."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Wasp Ship.webp"
					},
					"credit": "Olly Lawson"
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Wasp Ship Map.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Wasp Ship Deck Plans",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 162,
						"offsetX": 63,
						"offsetY": 71,
						"scale": 3
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AAG/Wasp Ship Map Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Unlabeled Version",
					"credit": "Dyson Logos",
					"grid": {
						"type": "square",
						"size": 162,
						"offsetX": 63,
						"offsetY": 71,
						"scale": 3
					}
				}
			]
		}
	]
}
