{
	"sense": [
		{
			"name": "Blindsight",
			"source": "PHB",
			"page": 183,
			"srd": true,
			"basicRules": true,
			"reprintedAs": [
				"Blindsight|XPHB"
			],
			"entries": [
				"A creature with blindsight can perceive its surroundings without relying on sight, within a specific radius. Creatures without eyes, such as oozes, and creatures with echolocation or heightened senses, such as bats and true dragons, have this sense."
			]
		},
		{
			"name": "Blindsight",
			"source": "XPHB",
			"page": 361,
			"entries": [
				"If you have Blindsight, you can see within a specific range without relying on physical sight. Within that range, you can see anything that isn't behind {@variantrule Cover|XPHB|Total Cover} even if you have the {@condition Blinded|XPHB} condition or are in {@variantrule Darkness|XPHB}. Moreover, in that range, you can see something that has the {@condition Invisible|XPHB} condition."
			]
		},
		{
			"name": "Darkvision",
			"source": "PHB",
			"page": 183,
			"srd": true,
			"basicRules": true,
			"reprintedAs": [
				"Darkvision|XPHB"
			],
			"entries": [
				"Many creatures in fantasy gaming worlds, especially those that dwell underground, have darkvision. Within a specified range, a creature with darkvision can see in dim light as if it were bright light and in darkness as if it were dim light, so areas of darkness are only lightly obscured as far as that creature is concerned. However, the creature can't discern color in that darkness, only shades of gray."
			]
		},
		{
			"name": "Darkvision",
			"source": "XPHB",
			"page": 365,
			"entries": [
				"If you have Darkvision, you can see in {@variantrule Dim Light|XPHB} within a specified range as if it were {@variantrule Bright Light|XPHB} and in {@variantrule Darkness|XPHB} within that range as if it were {@variantrule Dim Light|XPHB}. You discern colors in that {@variantrule Darkness|XPHB} only as shades of gray."
			]
		},
		{
			"name": "Tremorsense",
			"source": "MM",
			"page": 9,
			"srd": true,
			"basicRules": true,
			"reprintedAs": [
				"Tremorsense|XPHB"
			],
			"entries": [
				"A creature with tremorsense can detect and pinpoint the origin of vibrations within a specific radius, provided that the creature and the source of the vibrations are in contact with the same ground or substance. Tremorsense can't be used to detect flying or incorporeal creatures. Many burrowing creatures, such as ankhegs and umber hulks, have this special sense."
			]
		},
		{
			"name": "Tremorsense",
			"source": "XPHB",
			"page": 377,
			"entries": [
				"A creature with Tremorsense can pinpoint the location of creatures and moving objects within a specific range, provided that the creature with Tremorsense and anything it is detecting are both in contact with the same surface (such as the ground, a wall, or a ceiling) or the same liquid.",
				"Tremorsense can't detect creatures or objects in the air, and it doesn't count as a form of sight."
			]
		},
		{
			"name": "Truesight",
			"source": "PHB",
			"page": 183,
			"srd": true,
			"basicRules": true,
			"reprintedAs": [
				"Truesight|XPHB"
			],
			"entries": [
				"A creature with truesight can, out to a specific range, see in normal and magical darkness, see invisible creatures and objects, automatically detect visual illusions and succeed on saving throws against them, and perceives the original form of a shapechanger or a creature that is transformed by magic. Furthermore, the creature can see into the Ethereal Plane."
			]
		},
		{
			"name": "Truesight",
			"source": "XPHB",
			"page": 377,
			"entries": [
				"If you have Truesight, your vision is enhanced within a specified range. Within that range, your vision pierces through the following:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Darkness",
							"entries": [
								"You can see in normal and magical {@variantrule Darkness|XPHB}."
							]
						},
						{
							"type": "item",
							"name": "Invisibility",
							"entries": [
								"You see creatures and objects that have the {@condition Invisible|XPHB} condition."
							]
						},
						{
							"type": "item",
							"name": "Visual Illusions",
							"entries": [
								"Visual illusions appear transparent to you, and you automatically succeed on {@variantrule Saving Throw|XPHB|saving throws} against them."
							]
						},
						{
							"type": "item",
							"name": "Transformations",
							"entries": [
								"You discern the true form of any creature or object you see that has been transformed by magic."
							]
						},
						{
							"type": "item",
							"name": "Ethereal Plane",
							"entries": [
								"You see into the Ethereal Plane."
							]
						}
					]
				}
			]
		}
	]
}
